[{"Name":"Micawberism Cloisters","Description":"A new commandant has arrived to join Gray Raven on a mission to take back the Earth.","BeginStoryId":"ZX00001BA"},{"Name":"Dawn","Description":"A new commandant has arrived to join Gray Raven on a mission to take back the Earth.","BeginStoryId":"ZX00002BA"},{"Name":"Dawn","Description":"A new commandant has arrived to join Gray Raven on a mission to take back the Earth.","BeginStoryId":"ZX00003BA","EndStoryId":"ZX00003EA"},{"Name":"A Brief Transit","Description":"To ensure the victory in Zone Q1, Gray Raven decided to head further into the zone.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Farewell Gift","Description":"During the battle, Gray Raven received a rendezvous signal, so they decided to set C-point as the temporary destination.","BeginStoryId":"ZX00102BA"},{"Name":"Graffiti Blast","Description":"Traces of graffiti. Facing such eerie artwork, Liv decided to join the battle.","BeginStoryId":"ZX00103BA"},{"Name":"Full Strength","Description":"Commandant, now you can try using Liv in the battle. - Lucia","BeginStoryId":"ZX00104BA"},{"Name":"Restoring Scene","Description":"After reaching C-point, all Gray Raven saw were the remains of their comrades, as well as the Corrupted feasting on them. Get rid of them.","BeginStoryId":"ZX00105BA"},{"Name":"Lost in Mist","Description":"Lucia found an arm from the remains that fit her just well. The Corrupted ahead are perfect targets for her to test it.","BeginStoryId":"ZX00106BA"},{"Name":"A Soft Heart","Description":"All squads are C-point were wiped out, but there are more than 1 temporary rendezvous point. Gray Raven decides to check the other points.","BeginStoryId":"ZX00107BA"},{"Name":"The Purpose","Description":"One of the Corrupted kept making a \"giggling\" sound. Go after it.","BeginStoryId":"ZX00108BA"},{"Name":"The Followers","Description":"The rendezvous point in the city had also fallen. After investigating the remains, Gray Raven realized their actions were completely transparent to the Corrupted. But they need to get rid of the enemies ahead first.","BeginStoryId":"ZX00109BA"},{"Name":"Base Color","Description":"Realizing that the enemy had everything planned, Lee lost his cool. However, new pursuers showed up in front of the quarreling Gray Raven.","BeginStoryId":"ZX00110BA"},{"Name":"Self Analysis","Description":"Gray Raven found a place to regroup in the city. Liv and Lucia picked two plushies from the ruins, but more Corrupted came out of the buildings.","BeginStoryId":"ZX00111BA"},{"Name":"Final Work","Description":"To seize control of this area again, Gray Raven decided to cross the city and head toward the factory, where the New Variant was found.","BeginStoryId":"ZX00112BA","EndStoryId":"ZX00112EA"},{"Name":"A Strange New Friend","Description":"After destroying the new variant, the Corrupted became disorganized again. Gray Raven decided to take this opportunity to establish a safe route to the portal.","BeginStoryId":"ZX00201BA"},{"Name":"Strange Signal","Description":"Many out-of-control Corrupted were wandering on the bridge. Get rid of them, so the \"Iso-Device\" can be installed.","BeginStoryId":"ZX00202BA"},{"Name":"Old Acquaintance","Description":"Another task force team was also on a mission in this area. Thanks to their \"careless mistake\", Gray Raven had to deal with more Corrupted.","BeginStoryId":"ZX00203BA"},{"Name":"Relic","Description":"Lee is an expert military engineer. The bridge is still not safe, but the best you can do is to protect him while he sets up the Iso-Device.","BeginStoryId":"ZX00204BA"},{"Name":"Language Game","Description":"To reach the portal, one must go through the city occupied by many Corrupted. Clean this area like what you did last time.","BeginStoryId":"ZX00205BA"},{"Name":"Will to Survive","Description":"Liv won the recognition of other team members through her hard work and excellent battle performance. Keep the momentum going and clear the next area.","BeginStoryId":"ZX00206BA"},{"Name":"Iso-Device","Description":"It suddenly started to rain. Protect Lee so he could set up the Iso-Device before the rain gets worse.","BeginStoryId":"ZX00207BA"},{"Name":"Rescue Signal","Description":"While setting up the Iso-Device, The team received a signal from a Construct requesting aid. Help him as soon as possible.","BeginStoryId":"ZX00208BA"},{"Name":"Will of Steel","Description":"The rescued Construct's injuries were too serious and he had to be restarted, which would inevitably wipe all his memories. Still, Gray Raven had to keep going.","BeginStoryId":"ZX00209BA"},{"Name":"A \"Safe\" Exit","Description":"This is the last area linking to the Portal. Protect Lee so he can set up a safe route.","BeginStoryId":"ZX00210BA"},{"Name":"The Proud","Description":"Gray Raven received another rescue signal. Don't lose him this time!","BeginStoryId":"ZX00211BA"},{"Name":"End of Torture","Description":"The rescued Corrupted seemed very anxious. Gray Raven decided to help him evacuate the area first.","BeginStoryId":"ZX00212BA","EndStoryId":"ZX00212EA"},{"Name":"Seeds","Description":"The true identity of the Princess was still unknown. After learning about \"Operation Portal\" from Kamui of Strike Hawk, Gray Raven headed toward the Estate.","BeginStoryId":"ZX00301BA"},{"Name":"Terminal","Description":"Hassen gave you a priority mission. Before joining Strike Hawk, you need to retrieve the Constructs in the subway station with Gray Raven.","BeginStoryId":"ZX00302BA"},{"Name":"Driven by Instinct","Description":"Tifa was also one of the \"new variants\". How the Corrupted suddenly gained the ability to think was still unknown, but they quickly occupied the subway station after she was gone.","BeginStoryId":"ZX00303BA"},{"Name":"Good Samaritan","Description":"The Corrupted significantly impacted the retrieval of Constructs. Gray Raven decided to split into two groups; one would continue working on the retrieval, while the other would focus on fighting the Corrupted.","BeginStoryId":"ZX00304BA"},{"Name":"Trespassing","Description":"Operation Portal was run by Strike Hawk. After joining forces with them, Gray Raven was assigned the task of scouting in the Estate where the portal was located.","BeginStoryId":"ZX00305BA"},{"Name":"Traps","Description":"After scouting, Gray Raven's next task is night patrol.","BeginStoryId":"ZX00306BA"},{"Name":"Final Warning","Description":"Operation Portal is about to start. Gray Raven and Strike Hawk will launch a joint attack on the Estate.","BeginStoryId":"ZX00307BA"},{"Name":"Take Caution","Description":"A new variant, along with many Corrupted reinforcements, suddenly appeared in the Estate. Defeat the new variant and evacuate ASAP.","BeginStoryId":"ZX00308BA"},{"Name":"Special Mission","Description":"The first attempt failed, but Strike Hawk had no plans to give up the operation. Gray Raven was asked to patrol in the night for tomorrow's mission.","BeginStoryId":"ZX00309BA"},{"Name":"Twisted Modification","Description":"The operation has started again. Gray Raven will distract the enemy so Strike Hawk can infiltrate the Estate.","BeginStoryId":"ZX00310BA"},{"Name":"Each Loyal to Their Own","Description":"To attract as much firepower as possible, Gray Raven decided to enter the Estate building.","BeginStoryId":"ZX00311BA"},{"Name":"A New Seed","Description":"For some unknown reason, Gray Raven lost contact with Strike Hawk. The priority now is to get out of this place.","BeginStoryId":"ZX00312BA","EndStoryId":"ZX00312EA"},{"Name":"Night Escape","Description":"Strike Hawk suffered a heavy loss, so Kamui was reassigned to Gray Raven, whose last task here is to establish a safe zone.","BeginStoryId":"ZX00401BA","EndStoryId":"ZX00401EA"},{"Name":"Deduction","Description":"Cover Lee so he could set up the Iso-Device outside the Estate and hence establish a safe route between the base and the portal.","BeginStoryId":"ZX00402BA","EndStoryId":"ZX00402EA"},{"Name":"Beneficiary","Description":"A siren suddenly went off in the Estate. Check it out and ensure the portal is safe.","BeginStoryId":"ZX00403BA","EndStoryId":"ZX00403EA"},{"Name":"Breaking Through","Description":"Turned out it was some Corrupted that triggered the safety robots. Destroy the Corrupted and the robots.","BeginStoryId":"ZX00404BA","EndStoryId":"ZX00404EA"},{"Name":"Lurking Sand","Description":"The portal was tampered by Roland and failed to send you to the designated location. After some discussion, you decided to walk there.","BeginStoryId":"ZX00405BA","EndStoryId":"ZX00405EA"},{"Name":"Panic Dive","Description":"Kamui seemed to have this desert's information. Gray Raven headed toward the desert base for supplies and Construct maintenance.","BeginStoryId":"ZX00406BA","EndStoryId":"ZX00406EA"},{"Name":"The Forsaken","Description":"The desert base was under attack of the Corrupted. Defeat them to protect the base.","BeginStoryId":"ZX00407BA","EndStoryId":"ZX00407EA"},{"Name":"Negotiation","Description":"Gray Raven was met with some uninvited guests who called themselves the \"Forsaken\", and was attacked by one of the male Constructs.","BeginStoryId":"ZX00408BA","EndStoryId":"ZX00408EA"},{"Name":"Left Behind","Description":"The \"Forsaken\" Constructs seemed to know Lucia and Kamui. Gray Raven set off once again to seize the base and find out the truth.","BeginStoryId":"ZX00409BA","EndStoryId":"ZX00409EA"},{"Name":"Kidnapping","Description":"The mysterious Construct who clearly disliked humans appeared again. He was upset by Gray Raven as they were taking orders from you. A battle is imminent.","BeginStoryId":"ZX00410BA"},{"Name":"Noises","Description":"The male Construct took advantage of the Corrupted's habits and got them to attack Gray Raven. Lucia seemed to have recalled something during the battle though...?","BeginStoryId":"ZX00411BA"},{"Name":"Bloody Truth","Description":"The enemy Construct's name was Watanabe. But before Lucia could recall more, a type of enemy named \"Guardian\" started to attack...","BeginStoryId":"ZX00412BA","EndStoryId":"ZX00412EA"},{"Name":"Traces","Description":"Executive Nikolai sent the Purifying Force to hunt deserter Liv. Time is running out, but you must find Liv and take care of the unconscious Lucia at the same time.","BeginStoryId":"ZX00501BA"},{"Name":"Blind Fight","Description":"Lee and Kamui had an argument about the dismembered team. Their heated debate caught the Corrupted's attention.","BeginStoryId":"ZX00502BA","EndStoryId":"ZX00502EA"},{"Name":"Dispelling Illusions","Description":"The team still had different opinions, but the priority was to treat Lucia. You decided to head toward the oasis that Kamui mentioned.","BeginStoryId":"ZX00503BA"},{"Name":"A Smart Path","Description":"The team was finally able to have a break, but more Corrupted were in the way to the terminal that could be used to heal Lucia.","BeginStoryId":"ZX00504BA"},{"Name":"True Form","Description":"While the desert terminal is \"decompressing\" Lucia's M.I.N.D., get Lee and Kamui to hold off the enemies.","BeginStoryId":"ZX00505BA","EndStoryId":"ZX00505EA"},{"Name":"Suppressed Illusions","Description":"After Lucia woke up, she wanted to stay alone. Recalling the tragedies of the First Force seemed to have impacted her significantly. You decided to check her situation.","BeginStoryId":"ZX00506BA","EndStoryId":"ZX00506EA"},{"Name":"Humanoid","Description":"Lucia only wanted peace of mind. Yet, the new variant claimed she could be \"freed\" from the past.","BeginStoryId":"ZX00507BA","EndStoryId":"ZX00507EA"},{"Name":"Supervisor","Description":"The guilt from the past and the feeling of powerlessness are killing Lucia. Defeat the new variant along with Kamui.","BeginStoryId":"ZX00508BA","EndStoryId":"ZX00508EA"},{"Name":"The Light of Seven","Description":"Gray Raven isn't exactly ready to flee, but it's time to run from the Purifying Force.","BeginStoryId":"ZX00509BA","EndStoryId":"ZX00509EA"},{"Name":"Lost Sword","Description":"You must find Liv before the Purifying Force does. She might be with the Forsaken. Gray Raven decided to check the desert base.","BeginStoryId":"ZX00510BA","EndStoryId":"ZX00510EA"},{"Name":"Turning the Table","Description":"The base was completely empty, but the radar suggested that Gray Raven was already at Liv's location. The earth suddenly started to tremble...","BeginStoryId":"ZX00511BA"},{"Name":"Liv's Return","Description":"The unknown earthquake also attracted the Guardian to the base. Protect the base and try to reach Liv's location!","BeginStoryId":"ZX00512BA","EndStoryId":"ZX00512EA"},{"Name":"Tracking the Ascendant","Description":"After resting in a Forsaken camp for a night, Gray Raven has received a new mission from Babylonia.","BeginStoryId":"ZX00601BA"},{"Name":"Deep Under","Description":"Under the desert was a gigantic city that wasn't recorded on maps. You decided to walk around first.","BeginStoryId":"ZX00602BA","EndStoryId":"ZX00602EA"},{"Name":"Mystery","Description":"It's difficult to find the entry to the bureau on bare foot. Going high above the ground may be a good option.","BeginStoryId":"ZX00603BA","EndStoryId":"ZX00603EA"},{"Name":"Powerful Reinforcement","Description":"New variants awaited Gray Raven on the high platform. Defeat them.","BeginStoryId":"ZX00604BA","EndStoryId":"ZX00604EA"},{"Name":"Mind Noises","Description":"According to Watanabe, this city belonged to Kurono Group. They might have put the map in one of the facilities in the city center.","BeginStoryId":"ZX00605BA"},{"Name":"Parting Ways","Description":"The conflict between Nanami and Watanabe seemed to have started here. A number of Corrupted had gathered here since they left.","BeginStoryId":"ZX00606BA"},{"Name":"Greater Threats","Description":"Many guards outside the central facility had already turned into Corrupted. Defeat them to find a way into the facility.","BeginStoryId":"ZX00607BA"},{"Name":"Detonation","Description":"Gray Raven triggered the alarm upon entering the facility. Close all the exits now.","BeginStoryId":"ZX00608BA","EndStoryId":"ZX00608EA"},{"Name":"Cleansing","Description":"The central facility didn't have much internal damage. Gray Raven decided to split up and search for the map of the underground city.","BeginStoryId":"ZX00609BA"},{"Name":"Retreat","Description":"There are many terminals storing different data in the facility. Defeat the Corrupted one by one and look for the map.","BeginStoryId":"ZX00610BA"},{"Name":"Cerberus","Description":"Lee, Kamui and Lucia each picked a different area. In front of Lucia is the Living District.","BeginStoryId":"ZX00611BA","EndStoryId":"ZX00611EA"},{"Name":"Purifying Force","Description":"A room in the Living District reminded Lucia of the days when she and the Princess of Punishing were sisters. Then the siren went off again.","BeginStoryId":"ZX00612BA","EndStoryId":"ZX00612EA"},{"Name":"Left Behind","Description":"粛清部隊との交戦が造反と看做され、グレイレイヴン指揮官はニコラに拘束された。一方、廃墟にいるルシアが目を覚ます。","BeginStoryId":"ZX00701BA","EndStoryId":"ZX00701EA"},{"Name":"Buried Alive","Description":"粛清部隊の攻撃によりグレイレイヴンは深部へと落下し、散り散りになってしまった。ルシアは移動中にリーとリーフを発見する。","BeginStoryId":"ZX00702BA","EndStoryId":"ZX00702EA"},{"Name":"Restructure","Description":"隊員を捜索していたグレイレイヴンは、交戦中のワタナベとナナミを見つけた。交戦の理由は不明だが、まずは止めなくては。","BeginStoryId":"ZX00703BA","EndStoryId":"ZX00703EA"},{"Name":"Unexpected Alliance","Description":"どうやらカムイも侵蝕体と戦闘中のようだ。グレイレイヴンは援護に向かう。","BeginStoryId":"ZX00704BA","EndStoryId":"ZX00704EA"},{"Name":"Split","Description":"地底のグレイレイヴンは、指揮官とコンタクトを取るためにもまず地上に戻る方法を探すことにした。","BeginStoryId":"ZX00705BA","EndStoryId":"ZX00705EA"},{"Name":"Tracking","Description":"どうやら粛清部隊も内部抗争に巻き込まれていたようだ。「グレイレイヴンを攻撃しない」という条件付きで、ビアンカは出口捜索のチームに合流した。","BeginStoryId":"ZX00706BA","EndStoryId":"ZX00706EA"},{"Name":"Encounter","Description":"どうやらワタナベはかつての第1部隊で唯一再起動を回避した構造体らしい。ビアンカが詳細を聞こうと思った瞬間、話の腰を折るように侵蝕体が出現する。","BeginStoryId":"ZX00707BA"},{"Name":"Abnormal Energy","Description":"粛清部隊のカレニーナは、ルシアに対して一方ならぬ執着を持っているらしい。話しをするためには、一戦交える他ない。","BeginStoryId":"ZX00708BA"},{"Name":"Boiling Consciousness","Description":"地下通路の果てに遺跡が高々とそびえ立っている。グレイレイヴンは手掛かりを求めて遺跡内部へ入った。","BeginStoryId":"ZX00709BA","EndStoryId":"ZX00709EA"},{"Name":"Besieged","Description":"ナナミに接続なしでグレイレイヴンの状況を確認できる方法を教わり、一緒に遺跡の奥へと進むことにした。","BeginStoryId":"ZX00710BA"},{"Name":"Two Frontlines","Description":"遺跡内部は迷宮のように入り組んでいた。帰り道が閉ざされてしまい、先へと進むしか他なくなった。","BeginStoryId":"ZX00711BA","EndStoryId":"ZX00711EA"},{"Name":"End of the Path","Description":"遺跡の奥には何もなく、行き止まりだった。皆が戻ろうとした時、ナナミがスイッチを……","BeginStoryId":"ZX00712BA","EndStoryId":"ZX00712EA"},{"Name":"Dawn","Description":"帕弥什一举感染统治局外围的感染体和空中的伊甸，危亡之间哈桑让你孤军出战，目标：统治局！","BeginStoryId":"ZX00801BA","EndStoryId":"ZX00801EA"},{"Name":"Potential Unlocked","Description":"グレイレイヴンは遺跡を通り抜け、統治局にたどり着いた。そこで待ち受けていたのは、かつての仲間の成れの果てだった……","BeginStoryId":"ZX00802BA"},{"Name":"Obstacle","Description":"パニシングに侵蝕された仲間に加えて最初に遭遇した特異体も現れ、グレイレイヴンの行く手に立ち塞がった。","BeginStoryId":"ZX00803BA","EndStoryId":"ZX00803EA"},{"Name":"Clone","Description":"感染体们的愿望是包含自身在内的毁灭，一旦伊甸被帕弥什占领，那事情将不可收拾，突破过去。","BeginStoryId":"ZX00804BA","EndStoryId":"ZX00804EA"},{"Name":"Weeping Rose","Description":"统治局毫无疑问是一个不见底的深渊，而根据七实所说的，帕弥什的主电脑放在了最下层。","BeginStoryId":"ZX00805BA","EndStoryId":"ZX00805EA"},{"Name":"Path of Torture","Description":"ルナの手により蘇ったティファが深淵への道を守っている。まずはティファの操る侵蝕体を倒さなければならない。","BeginStoryId":"ZX00806BA","EndStoryId":"ZX00806EA"},{"Name":"Remnants","Description":"ティファは最後の力を振り絞り、リーの身体の制御を奪った。リーを傷つけないようにティファを攻撃しなければ。","BeginStoryId":"ZX00807BA","EndStoryId":"ZX00807EA"},{"Name":"Trial of Torture","Description":"リーは自力でティファの制御から逃れた。隙を突いてティファを破壊せよ。","BeginStoryId":"ZX00808BA","EndStoryId":"ZX00808EA"},{"Name":"Justice","Description":"深淵に至るまでの階層には様々なガードが配備されている。この層に配備された侵蝕体はパニシングを植え付けてくるようだ。攻撃には細心の注意を払わなければならない。","BeginStoryId":"ZX00809BA"},{"Name":"Resistance","Description":"伝送ゲート作戦時の敵がこの区域で復活しているようだ。再びロランと戦う覚悟をしなければならない。","BeginStoryId":"ZX00810BA","EndStoryId":"ZX00810EA"},{"Name":"Devoured","Description":"帕弥什把庄园中无辜的保安也化成了感染体，虽然不知是否露娜所为，但现在和露西亚一起再了结它一次吧。","BeginStoryId":"ZX00811BA","EndStoryId":"ZX00811EA"},{"Name":"Light and Shadow","Description":"最下層でグレイレイヴンを待ち受けていたのはロランではなく、その配下だった。多少気は楽になったものの、強化された侵蝕体相手に油断はできない。","BeginStoryId":"ZX00812BA","EndStoryId":"ZX00812EA"},{"Name":"Flying Sand","Description":"This war will likely determine the future direction of the world.","BeginStoryId":"ZX00901BA"},{"Name":"Second Contact","BeginStoryId":"ZX00902BA","EndStoryId":"ZX00902EA"},{"Name":"Star Rift","BeginStoryId":"ZX00903BA","EndStoryId":"ZX00903EA"},{"Name":"Reunion","BeginStoryId":"ZX00904BA","EndStoryId":"ZX00904EA"},{"Name":"Self Immune","BeginStoryId":"ZX00905BA"},{"Name":"Digit Blade","BeginStoryId":"ZX00906BA"},{"Name":"Strict Education","BeginStoryId":"ZX00907BA"},{"Name":"Gravitational Edge","BeginStoryId":"ZX00908BA"},{"Name":"Instant Communication","BeginStoryId":"ZX00909BA"},{"Name":"Hetero-Core","BeginStoryId":"ZX00910BA"},{"Name":"Set","BeginStoryId":"ZX00911BA"},{"Name":"Shatter","BeginStoryId":"ZX00912BA"},{"Name":"Chase","BeginStoryId":"ZX00913BA","EndStoryId":"ZX00913EA"},{"Name":"Pray","Description":"The folks prayed to a certain being that they would find peace at the end of their journeys.","BeginStoryId":"ZX01001BA"},{"Name":"To Akdilek","BeginStoryId":"ZX01002BA"},{"Name":"Constructs on Earth","BeginStoryId":"ZX01003BA","EndStoryId":"ZX01003EA"},{"Name":"A Trade with Akdilek","BeginStoryId":"ZX01004BA","EndStoryId":"ZX01004EA"},{"Name":"Choice","BeginStoryId":"ZX01005BA"},{"Name":"Omen","BeginStoryId":"ZX01006BA"},{"Name":"Someone and Bianca","BeginStoryId":"ZX01007BA"},{"Name":"Powerless","BeginStoryId":"ZX01008BA"},{"Name":"Hitchhike","BeginStoryId":"ZX01009BA"},{"Name":"Gunners","BeginStoryId":"ZX01010BA"},{"Name":"Resolve","BeginStoryId":"ZX01011BA","EndStoryId":"ZX01011EA"},{"Name":"From Now On","Description":"The Eternal Engine got back on track after destroying the \"goods\".","BeginStoryId":"ZX01012BA"},{"Name":"Night Voyage","Description":"Looks like you're in big trouble, Gray Raven.","BeginStoryId":"ZX01101BA"},{"Name":"Escape Room","BeginStoryId":"ZX01102BA","EndStoryId":"ZX01102EA"},{"Name":"Port","Description":"The only related text was about \"Opera\", an art form that existed in the pre-pandemic human world.","BeginStoryId":"ZX01103BA"},{"Name":"Night Market","BeginStoryId":"ZX01104BA"},{"Name":"Closure","BeginStoryId":"ZX01105BA"},{"Name":"Cargo","BeginStoryId":"ZX01106BA","EndStoryId":"ZX01106EA"},{"Name":"Control","BeginStoryId":"ZX01107BA","EndStoryId":"ZX01107EA"},{"Name":"Leadership","BeginStoryId":"ZX01108BA","EndStoryId":"ZX01108EA"},{"Name":"The Fool","BeginStoryId":"ZX01109BA","EndStoryId":"ZX01109EA"},{"Name":"The Dream","BeginStoryId":"ZX01110BA"},{"Name":"Freedom","EndStoryId":"ZX01110EA"},{"Name":"Kowloong","Description":"The ship drifts. Everyone trains their sights upon the sea's surface, an azure painting glittering under the morning sun.","BeginStoryId":"ZX01111BA"},{"Name":"Mist","Description":"After a seemingly endless wait, the Nighter was finally coming ashore.","BeginStoryId":"ZX01201BA"},{"Name":"Rejection","BeginStoryId":"ZX01202BA"},{"Name":"Gathering","Description":"The real Huaxu must not fall into the hands of Ascendants. Babylonia forces started gathering.","BeginStoryId":"ZX01203BA"},{"Name":"Break the Ice","Description":"In the arctic land, the fisher was urging the sailor to hurry. Forest Guards were chasing after the Corrupted.","BeginStoryId":"ZX01204BA"},{"Name":"Chaos","Description":"Everybody had their own plan. Except Babylonia.","BeginStoryId":"ZX01205BA"},{"Name":"Hawk & Hound","BeginStoryId":"ZX01206BA"},{"Name":"War Decision","BeginStoryId":"ZX01207BA"},{"Name":"Frankenstein","Description":"It was complete mayhem in Kowloong City. They seemed to have underestimated the Ascendants.","BeginStoryId":"ZX01208BA"},{"Name":"Smile","BeginStoryId":"ZX01209BA"},{"Name":"Support Force","BeginStoryId":"ZX01210BA"},{"Name":"Sister","BeginStoryId":"ZX01211BA","EndStoryId":"ZX01211EA"},{"Name":"Accumulation","Description":"Seriously wounded, Lucia was removed from the frontline for recovery, while Gray Raven received an unexpected reinforcement.","BeginStoryId":"ZX01212BA"},{"Name":"Ticket","BeginStoryId":"ZX01213BA"},{"Name":"Lamia's Poison","Description":"As an Ascendant, Lamia specialized in manipulating her enemies.","BeginStoryId":"ZX01214BA"},{"Name":"Corporation","Description":"Qu decided to take one step further for the Corporation.","BeginStoryId":"ZX01215BA"},{"Name":"Hawk Hunt","BeginStoryId":"ZX01216BA"},{"Name":"Mermaid of Hatred","Description":"Strike Hawk's effort wasn't wasted. Kowloong guards decided to join forces against Lamia.","BeginStoryId":"ZX01217BA"},{"Name":"Shield","BeginStoryId":"ZX01218BA","EndStoryId":"ZX01218EA"},{"Name":"Crisis","Description":"A golden powder was seen on the battlefield between Cerberus and Roland.","BeginStoryId":"ZX01219BA"},{"Name":"Onboard Entertainment","Description":"The train was getting close to Kowloong—","BeginStoryId":"ZX01220BA"},{"Name":"Promise","Description":"Far away from the battle, Lucia woke up—","BeginStoryId":"ZX01221BA"},{"Name":"Inside the Light Wall","Description":"Gray Raven managed to get through the light wall, only to be greeted by Kowloong's defense force.","BeginStoryId":"ZX01222BA"},{"Name":"At the Door","BeginStoryId":"ZX01223BA"},{"Name":"The Warden","BeginStoryId":"ZX01224BA"},{"Name":"Plume","BeginStoryId":"ZX01225BA","EndStoryId":"ZX01225EB"},{"Name":"Hope","Description":"It was over... For now.","BeginStoryId":"ZX01226BB"},{"Name":"A Familiar Sight","Description":"The virtual space looks completely normal, but there is something hidden underneath.","BeginStoryId":"ZX01602BA"},{"Name":"Unexpected Bolt","Description":"You encounter unexpected events, both friendly and hostile... both commanded and improvised.","BeginStoryId":"ZX01603BA"},{"Name":"Breaking a Deadlock","Description":"Finally, there is a hope to break the deadlock.","BeginStoryId":"ZX01607BA"},{"Name":"Huaxu","Description":"No matter who \"it\" works for, you've got to make it stop.","BeginStoryId":"ZX01609BA"},{"Name":"Crimson Tide","Description":"The four of you gaze into the red tide of life and death, just like how it gazes back.","BeginStoryId":"ZX01613BA"},{"Name":"We Were Here","Description":"I would still have some foolish hope had that never happened.","BeginStoryId":"ZX01623BA"},{"Name":"Welcoming Ceremony","Description":"The broken remains remind you of \"corpses.\"","BeginStoryId":"ZX01627BA"},{"Name":"Ascension Secrets","Description":"A blindfolded queen, an advisor, and a beast.","BeginStoryId":"ZX01630BA"},{"Name":"Question","Description":"Can you really put that blade of yours in Luna's heart?","BeginStoryId":"ZX01632BA"},{"Name":"Fury of the Agent","Description":"If these weaklings are your \"final plan,\" I must say I'm quite disappointed.","BeginStoryId":"ZX01633BA"},{"Name":"Lucia","Description":"This is your reward for facing your past.","BeginStoryId":"ZX01644BA"},{"Name":"Cannibalism","Description":"Miss Luna... Please serve your final duty as an agent...","BeginStoryId":"ZX01651BA"},{"Name":"Huge Threat","Description":"Battle is the only option against the roaring Polyphage.","BeginStoryId":"ZX01654BA"},{"Name":"Race Against Time","Description":"Despite the many enemies ahead of her, Lucia knows the bullets and beams coming from her teammates will clear her way.","BeginStoryId":"ZX01656BA"},{"Name":"Awake and Destroy","Description":"The end... is nigh!","BeginStoryId":"ZX01657BA"},{"Name":"A Familiar Sight","Description":"The virtual space looks completely normal, but there is something hidden underneath.","BeginStoryId":"ZX01602BA","EndStoryId":"ZX01602EA"},{"Name":"Unexpected Bolt","Description":"You encounter unexpected events, both friendly and hostile... both commanded and improvised.","BeginStoryId":"ZX01603BA","EndStoryId":"ZX01603EA"},{"Name":"Breaking a Deadlock","Description":"Finally, there is a hope to break the deadlock.","BeginStoryId":"ZX01607BA","EndStoryId":"ZX01607EA"},{"Name":"「HuaXu」","Description":"No matter who \"it\" works for, you've got to make it stop.","BeginStoryId":"ZX01609BA","EndStoryId":"ZX01609EA"},{"Name":"Crimson Tide","Description":"The four of you gaze into the red tide of life and death, just like how it gazes back.","BeginStoryId":"ZX01613BA","EndStoryId":"ZX01613EA"},{"Name":"Hetero-Creature","Description":"These Corrupted have started to develop biological traits. Simply calling them \"Corrupted\" would be inaccurate.","EndStoryId":"ZX01617BA"},{"Name":"We Were Here","Description":"I would still have some foolish hope had that never happened.","BeginStoryId":"ZX01623BA"},{"Name":"Welcoming Ceremony","Description":"The broken remains remind you of \"corpses.\"","BeginStoryId":"ZX01627BA","EndStoryId":"ZX01627EA"},{"Name":"Ascension Secrets","Description":"A blindfolded queen, an advisor, and a beast.","BeginStoryId":"ZX01630BA","EndStoryId":"ZX01630EA"},{"Name":"Question","Description":"Can you really put that blade of yours in Luna's heart?","BeginStoryId":"ZX01632BA","EndStoryId":"ZX01632EA"},{"Name":"Fury of the Agent","Description":"If these weaklings are your \"final plan,\" I must say I'm quite disappointed.","BeginStoryId":"ZX01633BA","EndStoryId":"ZX01633EA"},{"Name":"Lucia","Description":"This is your reward for facing your past.","BeginStoryId":"ZX01644BA","EndStoryId":"ZX01644EA"},{"Name":"Cannibalism","Description":"Miss Luna... Please serve your final duty as an agent...","BeginStoryId":"ZX01651BA","EndStoryId":"ZX01651EA"},{"Name":"Huge Threat","Description":"Battle is the only option against the roaring Polyphage.","BeginStoryId":"ZX01654BA","EndStoryId":"ZX01654EA"},{"Name":"Race Against Time","Description":"Despite the many enemies ahead of her, Lucia knows the bullets and beams coming from her teammates will clear her way.","BeginStoryId":"ZX01656BA","EndStoryId":"ZX01656EA"},{"Name":"Awake and Destroy","Description":"The end... is nigh!","BeginStoryId":"ZX01657BA","EndStoryId":"ZX01658EA"},{"Name":"A Familiar Sight","Description":"The virtual space looks completely normal, but there is something hidden underneath.","BeginStoryId":"ZX01602BA","EndStoryId":"ZX01602EA"},{"Name":"Unexpected Bolt","Description":"You encounter unexpected events, both friendly and hostile... both commanded and improvised.","BeginStoryId":"ZX01603BA","EndStoryId":"ZX01603EA"},{"Name":"Breaking a Deadlock","Description":"Finally, there is a hope to break the deadlock.","BeginStoryId":"ZX01607BA","EndStoryId":"ZX01607EA"},{"Name":"Huaxu","Description":"No matter who \"it\" works for, you've got to make it stop.","BeginStoryId":"ZX01609BA","EndStoryId":"ZX01609EA"},{"Name":"Crimson Tide","Description":"The four of you gaze into the red tide of life and death, just like how it gazes back.","BeginStoryId":"ZX01613BA","EndStoryId":"ZX01613EA"},{"Name":"Hetero-Creature","Description":"These Corrupted have started to develop biological traits. Simply calling them \"Corrupted\" would be inaccurate.","EndStoryId":"ZX01617BA"},{"Name":"We Were Here","Description":"I would still have some foolish hope had that never happened.","BeginStoryId":"ZX01623BA"},{"Name":"Welcoming Ceremony","Description":"The broken remains remind you of \"corpses.\"","BeginStoryId":"ZX01627BA","EndStoryId":"ZX01627EA"},{"Name":"Ascension Secrets","Description":"A blindfolded queen, an advisor, and a beast.","BeginStoryId":"ZX01630BA","EndStoryId":"ZX01630EA"},{"Name":"Question","Description":"Can you really put that blade of yours in Luna's heart?","BeginStoryId":"ZX01632BA","EndStoryId":"ZX01632EA"},{"Name":"Fury of the Agent","Description":"If these weaklings are your \"final plan,\" I must say I'm quite disappointed.","BeginStoryId":"ZX01633BA","EndStoryId":"ZX01633EA"},{"Name":"Lucia","Description":"This is your reward for facing your past.","BeginStoryId":"ZX01644BA","EndStoryId":"ZX01644EA"},{"Name":"Cannibalism","Description":"Miss Luna... Please serve your final duty as an agent...","BeginStoryId":"ZX01651BA","EndStoryId":"ZX01651EA"},{"Name":"Huge Threat","Description":"Battle is the only option against the roaring Polyphage.","BeginStoryId":"ZX01654BA","EndStoryId":"ZX01654EA"},{"Name":"Race Against Time","Description":"Despite the many enemies ahead of her, Lucia knows the bullets and beams coming from her teammates will clear her way.","BeginStoryId":"ZX01656BA","EndStoryId":"ZX01656EA"},{"Name":"Awake and Destroy","Description":"The end... is nigh!","BeginStoryId":"ZX01657BA","EndStoryId":"ZX01658EA"},{"Name":"Decision Altitude","BeginStoryId":"ZX01601BA"},{"Name":"Fake Friendship","BeginStoryId":"ZX01604BA"},{"Name":"Profile of Bait","BeginStoryId":"ZX01605BA"},{"Name":"Fragile Relationship","BeginStoryId":"ZX01606BA"},{"Name":"Sealed Shut","BeginStoryId":"ZX01608BA"},{"Name":"S.S.D.D","BeginStoryId":"ZX01610BA"},{"Name":"Enhanced Inverse","BeginStoryId":"ZX01611BA"},{"Name":"Restore Clue","BeginStoryId":"ZX01611BB"},{"Name":"Enemies in Sight","BeginStoryId":"ZX01612BA"},{"Name":"Shades of the Past","BeginStoryId":"ZX01614BA"},{"Name":"Piper","BeginStoryId":"ZX01615BA"},{"Name":"Plunder & Sacrifice","BeginStoryId":"ZX01618BA"},{"Name":"Past & Future","BeginStoryId":"ZX01619BA"},{"Name":"Blood Link","BeginStoryId":"ZX01620BA"},{"Name":"Continue Forward","BeginStoryId":"ZX01621BA"},{"Name":"Full of Thorns","BeginStoryId":"ZX01622BA"},{"Name":"Shattered Shards","BeginStoryId":"ZX01624BA"},{"Name":"City of Fakes","BeginStoryId":"ZX01625BA"},{"Name":"Red Tide's Guidance","BeginStoryId":"ZX01626BA"},{"Name":"Curtain","BeginStoryId":"ZX01628BA"},{"Name":"Unexpected Support","BeginStoryId":"ZX91629BA"},{"Name":"Test","BeginStoryId":"ZX01631BA"},{"Name":"Master of Ceremony","BeginStoryId":"ZX01634BA"},{"Name":"Cross the Bridge","BeginStoryId":"ZX01635BA"},{"Name":"Huaxu's Projection","BeginStoryId":"ZX01636BA"},{"Name":"Visitor","BeginStoryId":"ZX91637BA"},{"Name":"Crimson Resolve","BeginStoryId":"ZX01638BA"},{"Name":"Divergence Point","BeginStoryId":"ZX01639BA"},{"Name":"Sealed Past","BeginStoryId":"ZX01640BA"},{"Name":"Shards of Remorse","BeginStoryId":"ZX01641BA"},{"Name":"Chaotic Memories","BeginStoryId":"ZX01642BA"},{"Name":"Lost Heart","BeginStoryId":"ZX01643BA"},{"Name":"To the Future","BeginStoryId":"ZX01645BA"},{"Name":"Polyphage Abyss","BeginStoryId":"ZX01646BA"},{"Name":"A Perfect Disguise?","BeginStoryId":"ZX01646BB"},{"Name":"Audio Analysis","BeginStoryId":"ZX01647BA"},{"Name":"Mermaid's Gift","BeginStoryId":"ZX91648BA"},{"Name":"Mermaid Caught Up","BeginStoryId":"ZX91649BA"},{"Name":"Horrifying Marks","BeginStoryId":"ZX91650BA"},{"Name":"Resolve","BeginStoryId":"ZX91652BA"},{"Name":"Mermaid's Purpose","BeginStoryId":"ZX91653BA"},{"Name":"Confession","BeginStoryId":"ZX01655BA"},{"Name":"Narwhal","Description":"Frozen Darkness Main Story 1","EndStoryId":"HD00401EA"},{"Name":"Returning to Surface","Description":"An ambush caught Gray Raven members as they were riding an airdrop shuttle to the ground surface...","BeginStoryId":"HD00402BA"},{"Name":"Forest Guard","Description":"After crash landing in the snowy rains, Gray Raven met the local armed forces.","BeginStoryId":"HD00403BA"},{"Name":"Aurora","Description":"Frozen Darkness Main Story 4","BeginStoryId":"HD00404BA","EndStoryId":"HD00404EA"},{"Name":"Gazing from Afar","Description":"Frozen Darkness Main Story 5","BeginStoryId":"HD00405BA"},{"Name":"Crossed Blades","Description":"Frozen Darkness Main Story 6","BeginStoryId":"HD00406BA","EndStoryId":"HD00406EA"},{"Name":"Persistence and Courage","Description":"The port residents are surprisingly persistent facing the mighty enemy.","BeginStoryId":"HD00407BA"},{"Name":"Reason to Fight","Description":"Frozen Darkness Main Story 8","BeginStoryId":"HD00408BA"},{"Name":"Machine Tide","Description":"A Corrupted machine tide is swarming the Murmansk Port!","BeginStoryId":"HD00409BA"},{"Name":"Chaos","Description":"Frozen Darkness Main Story 10","BeginStoryId":"HD00410BA"},{"Name":"Reunion","Description":"Frozen Darkness Main Story 11","BeginStoryId":"HD00411BA"},{"Name":"Failure","Description":"Frozen Darkness Main Story 12","BeginStoryId":"HD00412BA","EndStoryId":"HD00412EA"},{"Name":"Hope","Description":"Derek saved some hope for Rosetta, but what future awaits her...?","BeginStoryId":"HD00413BA"},{"Name":"HelloWorld","Description":"The Start of Summer Time.","BeginStoryId":"ZX01301BA"},{"Name":"Summer Beach Fun","Description":"An aqua ocean, soft sand, and little surprises.","BeginStoryId":"ZX01302BA","EndStoryId":"ZX01302EA"},{"Name":"Chat about the Future","Description":"The Gray Ravens have settled down and started enjoying themselves on the beach...","BeginStoryId":"ZX01303BA"},{"Name":"Cat and Mouse - Fake","Description":"Rats are just a bunch of tiny creatures, but at least they can entertain you...","BeginStoryId":"ZX01304BA","EndStoryId":"ZX01304EA"},{"Name":"Transcendant","Description":"Kamui woke up, but he looked like another person entirely...","BeginStoryId":"ZX01305BA","EndStoryId":"ZX01305EA"},{"Name":"Uncontrolled Reality","Description":"Things seemed to have gone beyond your control now...","BeginStoryId":"ZX01306BA","EndStoryId":"ZX01306EA"},{"Name":"Into the Abyss","Description":"Enter the unknown realm.","BeginStoryId":"ZX01307BA"},{"Name":"Searing","Description":"Hot day, hot blood.","BeginStoryId":"ZX01308BA"},{"Name":"It's Gonna Work","Description":"When you are not sure what a button or switch does, you have to rely on your intuition.","BeginStoryId":"ZX01309BA"},{"Name":"System Warnings","Description":"Illegal operation detected.","BeginStoryId":"ZX01310BA","EndStoryId":"ZX01310EA"},{"Name":"Ant Venom","Description":"The pain boiling in the heart.","BeginStoryId":"ZX01311BA"},{"Name":"Scientific Solutions","Description":"Bomb the best!","EndStoryId":"ZX01312EA"},{"Name":"Dead End","Description":"Cannot be caught by that guy, not now.","BeginStoryId":"ZX01313BA"},{"Name":"Countdown","Description":"I'll be waiting there.","BeginStoryId":"ZX01314BA","EndStoryId":"ZX01314EA"},{"Name":"Bloody Confession","Description":"You're dying here, today.","BeginStoryId":"ZX01315BA"},{"Name":"M.A.D","Description":"When will you understand that they're nothing but enemies?","BeginStoryId":"ZX01316BA","EndStoryId":"ZX01316EA"},{"Name":"The End of Childhood","Description":"Everyone dies, and so does our childhood.","BeginStoryId":"ZX01317BA","EndStoryId":"ZX01317EA"},{"Name":"Your Life Story","Description":"After a series of dreadful events, your summer finally began.","BeginStoryId":"ZX01319BA"},{"Name":"Rose Stem","Description":"It might have thorns. It might also secretly want you to hold it.","BeginStoryId":"ZX01318BA"},{"Name":"The Necessary Black Sheep","Description":"That's right, we haven't forgotten you.","BeginStoryId":"ZX01320BA"},{"Name":"Arctic Reunion","Description":"Commandant decided to accept Rosetta's request and head to the ARU with her.","BeginStoryId":"ZX01401BA"},{"Name":"Reinforcements","Description":"Lost in the middle of nowhere, Commandant and Rosetta met some reinforcements who came to rescue them.","BeginStoryId":"ZX01402BA"},{"Name":"Captain and Tide","Description":"Knowing the tide always visit on a regular interval, ARU was hoping Commandant and the Babylonia reinforcements could help them hold off the tide.","BeginStoryId":"ZX01403BA"},{"Name":"Snowy Skirmish","Description":"The fishermen had already engaged with the bionics. They needed immediate help.","BeginStoryId":"ZX01404BA","EndStoryId":"ZX01404EA"},{"Name":"Speedster","Description":"After reuniting with Simon and the Forest Guards, Rosetta decided to use her old centaur form against the tide.","BeginStoryId":"ZX01405BA"},{"Name":"United Nightmare","Description":"The name \"Amberia\" was heard during the battle.","BeginStoryId":"ZX01406BA"},{"Name":"The Past","Description":"Amberia was supposed to be destroyed long ago. After questioning the Captain, he finally explained what happened in the past.","BeginStoryId":"ZX01407BA"},{"Name":"Research Building","Description":"The team headed toward the Forest Guard's birthplace to search for the \"codes\" that could control Amberia.","BeginStoryId":"ZX01408BA"},{"Name":"Codes","Description":"After defeating the bionics near the research building, the team finally found the codes and the data of humanoid-hybrids.","BeginStoryId":"ZX01409BA"},{"Name":"Inver-Narwhal","Description":"The tide of bionics rushed toward the crowd, and someone took the codes away.","BeginStoryId":"ZX01410BA"},{"Name":"Blood Trail","Description":"The team followed the traitor and found a way to Amberia's location.","BeginStoryId":"ZX01411BA"},{"Name":"Frozen Battlefield","Description":"Under the frozen land was lots of weapons and bionic production lines. A voice told the team the truth.","BeginStoryId":"ZX01412BA"},{"Name":"Ice Venture","Description":"Although separated from Diana and others, Rosetta decided to continue moving forward with Commandant alone.","BeginStoryId":"ZX01413BA"},{"Name":"Another Battlefield","Description":"Everybody was fighting in their own way.","BeginStoryId":"ZX01414BA"},{"Name":"Amberia","Description":"In the lab at the very bottom, Commandant and Rosetta finally met Amberia, who once was called Atiel.","BeginStoryId":"ZX01415BA"},{"Name":"The Unlucky","Description":"Rosetta pointed her weapon at Amberia, vowing to end this nightmare once and for all with Commandant.","BeginStoryId":"ZX01416BA","EndStoryId":"ZX01416EA"},{"Name":"Farewell to Nightmare","Description":"Amberia had fallen. Time to say goodbye to this nightmare.","BeginStoryId":"ZX01417BA"},{"Name":"We Lucky Few","Description":"Rosetta and Commandant witnessed the end of Amberia and her nightmare. A new day had started.","BeginStoryId":"ZX01418BA"},{"Name":"Dusty Memory","Description":"A theater exists in every city of the KCC, in the corner surrounded by courtyards and old streets. It is lofty and grandiose, but at the same time, it is old and dilapidated.","BeginStoryId":"ZX01501BA","EndStoryId":"ZX01501EA"},{"Name":"Theater Crisis","Description":"We can still quit with our heads held high, If we sell the theater, we can use this money as a fresh start for each and every one of us. If we wait this out, then... There won't be any money to line our pockets.","BeginStoryId":"ZX01502BA"},{"Name":"Against the Current","Description":"In a world of young people, they should be the stars.","BeginStoryId":"ZX01503BA"},{"Name":"Changing Tide","Description":"The KCC... is about to change.","BeginStoryId":"ZX01504BA","EndStoryId":"ZX01504EA"},{"Name":"Reunion","Description":"Changyu perked up with a smile out of surprise at the sight of after seeing a familiar face after so long.","BeginStoryId":"ZX01505BA"},{"Name":"Battle of Changban","Description":"Heroes never fear death.","BeginStoryId":"ZX01506BA"},{"Name":"Disconnected","Description":"Smoke from the war covers the once prosperous city, disconnecting the people of Kowloong from their future and past.","BeginStoryId":"ZX01507BA","EndStoryId":"ZX01507EA"},{"Name":"Answer","Description":"Qu slowly closed her eyes upon hearing Huaxu's response.","BeginStoryId":"ZX01508BA"},{"Name":"Before the Storm","Description":"The once prosperous KCC is now long gone. A few pedestrians gather near the broadcast on the street.","BeginStoryId":"ZX01509BA"},{"Name":"Will of Kowloong","Description":"Kowloong is a crystal, nucleated from history. Kowloongers do not fear war, because war cannot break the will of Kowloong.","BeginStoryId":"ZX01510BA","EndStoryId":"ZX01510EA"},{"Name":"Legacy","Description":"I will inherit your will.","BeginStoryId":"ZX01511BA","EndStoryId":"ZX01511EA"},{"Name":"Homecoming","Description":"You're home, Moyuan...","BeginStoryId":"ZX01512BA","EndStoryId":"ZX01512EA"},{"Name":"Tabula Akasha","Description":"Our history will not end like this.","BeginStoryId":"ZX01513BA"},{"Name":"Unnamed War","Description":"Two Tai'E are activated in a deserted factory, only to find out that an apocalyptic war had broken out while they were hibernating.","BeginStoryId":"ZX01514BA"},{"Name":"Unexpected Encounter","Description":"Tai'E decided to follow their order and go back, but accidentally met a human child. The priority written in their program means they have more important things to do now.","BeginStoryId":"ZX01515BA"},{"Name":"Area of Defense","Description":"We must quickly go past this area of defense before more of those things appear. I'll go first, you take her and follow me.","BeginStoryId":"ZX01516BA","EndStoryId":"ZX01516EA"},{"Name":"Little Promise","Description":"Is it because of the preset command, or is he having an error? He could not tell.","BeginStoryId":"ZX01517BA"},{"Name":"Duty of Tai'E","Description":"I will fulfil the duty of Tai'E.","BeginStoryId":"ZX01518BA","EndStoryId":"ZX01518EA"},{"Name":"Farewell","Description":"During his service in Kowloong, there was nothing that he could take pride in. Those memories were the only thing that supported him and made him happy.","BeginStoryId":"ZX01519BA","EndStoryId":"ZX01519EA"},{"Name":"Operation Red Tide","Description":"They are heading toward the shoreline.","BeginStoryId":"ZX01801BA"},{"Name":"Lone Hawk","Description":"There does not seem to be any fear in Wanshi. He just let out a big yawn instead.","BeginStoryId":"ZX01802BA","EndStoryId":"ZX01802EA"},{"Name":"Land for No \"Man\"","Description":"One must face his own weakness to embrace the future.","BeginStoryId":"ZX01803BA"},{"Name":"Abyss of Gravity","Description":"Born here, so chose to die here too.","BeginStoryId":"ZX01804BA"},{"Name":"Never Ending","Description":"You left us behind like junk, now you dare to come back and \"rescue\" us? Are you kidding me?","BeginStoryId":"ZX01805BA","EndStoryId":"ZX01805EA"},{"Name":"Ashes to Ashes","Description":"For the greater good. Oh, it never gets old. How morally sound. I am truly amazed.","BeginStoryId":"ZX01806BA"},{"Name":"Reason to Fight","Description":"Even if we don't know what awaits us there.","BeginStoryId":"ZX01807BA","EndStoryId":"ZX01807EA"},{"Name":"Voice of Yesterday","Description":"Only from that lullaby could they feel the last bit of warmth from their past.","BeginStoryId":"ZX01808BA"},{"Name":"Whalesong","Description":"The singing stopped, but the song had no ending, because the lonely whale never found its herd.","BeginStoryId":"ZX01809BA","EndStoryId":"ZX01809EA"},{"Name":"Siren","Description":"Selena.","BeginStoryId":"ZX01810BA"},{"Name":"Requiem","Description":"Eternity in an hour.","BeginStoryId":"ZX01811BA"},{"Name":"Cradle of Immortality","Description":"She only wants to tell you all the miracles she saw along the journey.","BeginStoryId":"ZX01812BA"},{"Name":"Silent Battlefield","Description":"It was an early afternoon when Kamui accidentally discovered a slightly swollen metal can in Wanshi's storage. It reminded Wanshi of his distant past.","BeginStoryId":"ZX01813BA"},{"Name":"Gear?","Description":"Just a tiny gear. My job is to ensure all things can run smoothly.","BeginStoryId":"ZX01814BA","EndStoryId":"ZX01814EA"},{"Name":"Gamble","Description":"I'm betting Langston Smith's name on it.","BeginStoryId":"ZX01815BA"},{"Name":"Awaken","Description":"The world was no longer pale as Wanshi regained consciousness. He realized he was inside a building.","BeginStoryId":"ZX01816BA"},{"Name":"Echoes of the Past","Description":"The white city continuously altered its shape. Refracted sunlight shone from above, unveiling a blue ocean of data behind it.","BeginStoryId":"ZX01817BA"},{"Name":"Encounter","Description":"So this is the guy behind all those unexpected accidents.","BeginStoryId":"ZX01818BA"},{"Name":"Frog in the Well","Description":"I have been hiding for too long, but I feel like going out there today.","BeginStoryId":"ZX01819BA"},{"Name":"Journey's End","Description":"You can explore the space, or take back the Earth for yourselves. It doesn't matter.","BeginStoryId":"ZX01820BA","EndStoryId":"ZX01820EA"},{"Name":"The Forgotten Children","Description":"This is Babylonia, not the research institute or Kurono. There are no unexpected menace and experiments on her path that would put her on a leash.","BeginStoryId":"ZX02001BA"},{"Name":"Suspiria","Description":"\"Welcome home!\"","BeginStoryId":"ZX02002BA"},{"Name":"The Mist","Description":"Shaped like a stuffed animal, it is too dirty to tell its original color, save for the bright red of its cracked lips. The two stiff, sad glass eyeballs, poorly sewn, have melted, staring straight at No. 21.","BeginStoryId":"ZX02003BA","EndStoryId":"ZX02003EA"},{"Name":"Kairo","Description":"A speeding police car stops before you, and Noctis pokes his head out from the rolled-down window wearing a pair of sunglasses he has found, whistling loudly.","BeginStoryId":"ZX02004BA"},{"Name":"Let the Right One In","Description":"The black fog dissipates, not disappearing completely, retreating to somewhere not far behind you. But it is far enough from her for now, and she is safe from being immediately devoured.","BeginStoryId":"ZX02005BA"},{"Name":"Insidious","Description":"No. 21 approaches the shade instinctively for a closer look. But the moment she steps forward, all images disappear, leaving behind the Medic Bots and equipment in the dilapidated corridors as if nothing has happened.","BeginStoryId":"ZX02006BA","EndStoryId":"ZX02006EA"},{"Name":"Cabin in the Woods","Description":"The night wind howls and an unearthly light shines overhead, casting No. 21 in the shadow of the giant house behind the iron gate.","BeginStoryId":"ZX02007BA","EndStoryId":"ZX02007EA"},{"Name":"The Skeleton Key","Description":"The storage before you turns into a few empty shelves on the wall. A scrawled, child-like picture painted with red crayons sits above, with \"Go to Hell and meet Voooo\" written next to it. It looks ridiculous but scary.","BeginStoryId":"ZX02008BA","EndStoryId":"ZX02008EA"},{"Name":"The Thirteenth Floor","Description":"The two girls look at each other and nod. That is the last communication between them.","BeginStoryId":"ZX02009BA","EndStoryId":"ZX02009EA"},{"Name":"Hour of the Wolf","Description":"\"—I'm going to kill you! I'm going to tear you apart! I'm going to rip your insides out and rub them on your face!\"","BeginStoryId":"ZX02010BA"},{"Name":"The Chasers","Description":"Her laser cannon soars with Buddy, and she breaks through her shackles like a runaway beast. Her minute figure lashes out massive waves of energy, like a wolf finally revealing its fangs.","BeginStoryId":"ZX02011BA","EndStoryId":"ZX02011EA"},{"Name":"Sixth Sense","Description":"Wind passes through the withered tree and the lifeless houses over the nameless graves full of white crosses. An insignificant white daisy on the edge of the grave sways, hoping the wind will carry it away, but the wind cannot.","BeginStoryId":"ZX02012BA"},{"Name":"Game in a Cage","Description":"\"Be careful with your words and action. Don't do anything now. Wait until morning to inspect the room.\"","BeginStoryId":"ZX01901BA"},{"Name":"Conceal","Description":"\"Where did you get the Ascendant data?\"","BeginStoryId":"ZX01902BA"},{"Name":"Return to Core Area","Description":"Feels like we're being watched.","BeginStoryId":"ZX01903BA"},{"Name":"Untraceable","Description":"Maybe there's an easier and more straightforward way.","BeginStoryId":"ZX01904BA"},{"Name":"Gaze of the Abyss","Description":"Like a dark abyss, the pinhole spy camera on the button gazes at Chrome, who is holding it in his palm.","BeginStoryId":"ZX01905BA"},{"Name":"New Woes","Description":"Mom... is resting.","BeginStoryId":"ZX01906BA"},{"Name":"Recycle Prisoner","Description":"We don't get to do this everyday. Let me give you a bonus question.","BeginStoryId":"ZX01907BA"},{"Name":"Perfectionism","Description":"He speaks with no lofty words and acts like a modest teacher before his enemies.","BeginStoryId":"ZX01908BA"},{"Name":"Fated Maze","Description":"The rumbling underneath the floor announces death like a countdown timer.","BeginStoryId":"ZX01909BA"},{"Name":"No Response","Description":"Kamui spots a faint smile on Chrome's face before Chrome completely loses consciousness.","BeginStoryId":"ZX01910BA"},{"Name":"Project Winter","Description":"If we ever settle this, we will need the talented commandant to help us build a future for humans.","BeginStoryId":"ZX01911BA"},{"Name":"Extra Mission","Description":"Looks like some people are leaving no stone unturned, considering they've bugged our transport craft, too.","BeginStoryId":"ZX01912BA"},{"Name":"Hidden Area","Description":"The dim light from the sky nourishes the surrounding red trees, and root-like pipes coil around them, revealing a peaceful but strange atmosphere.","BeginStoryId":"ZX01913BA"},{"Name":"Hetero-Hive Mother","Description":"Sorry... For leaving you alone to deal with such a thing.","BeginStoryId":"ZX01914BA"},{"Name":"Starry Sky","Description":"Even if the signal is broken, and even if hope is scarce, I will run to you no matter what. That's salvation, as well as saving myself.","BeginStoryId":"ZX01915BA"},{"Name":"Right Under the Rose","Description":"As long as we're on this ship together, nothing will remain a secret forever.","BeginStoryId":"ZX02101BA"},{"Name":"Strike","Description":"The red-haired Construct stands amidst them proudly like a rose above its thorns.","BeginStoryId":"ZX02102BA"},{"Name":"Seaborne Graveyard","Description":"That's right. The city you're standing in was once a zero-point reactor.","BeginStoryId":"ZX02103BA"},{"Name":"Atlantis","Description":"It once contained humanity's hope for a utopia, after all.","BeginStoryId":"ZX02104BA","EndStoryId":"ZX02104EA"},{"Name":"Enter the City","Description":"If the Golden Age is a crown, then this is one of the brightest jewels on it.","BeginStoryId":"ZX02105BA","EndStoryId":"ZX02105EA"},{"Name":"Return","Description":"I've... finally found it.","BeginStoryId":"ZX02106BA"},{"Name":"Graveyard for the Arrogance","Description":"Humans have long died on the road to their ambitions. This city is just a graveyard for their arrogance.","BeginStoryId":"ZX02107BA","EndStoryId":"ZX02107EA"},{"Name":"Another Journey","Description":"Atlantis lived, and so did they.","BeginStoryId":"ZX02108BA"},{"Name":"Up or Down","Description":"Don't tell me the city's haunted.","BeginStoryId":"ZX02109BA","EndStoryId":"ZX02109EA"},{"Name":"Light of the Zero-point Energy","Description":"I believe humanity will have a bright future.","BeginStoryId":"ZX02113BA"},{"Name":"Raise Your Torch","Description":"I wouldn't, because I want to find out what is there at the end of the darkness.","BeginStoryId":"ZX02114BA","EndStoryId":"ZX02114EA"},{"Name":"The Last Human","Description":"Who would have thought that, in the end, I'd go gentle into that good night?","BeginStoryId":"ZX02115BA"},{"Name":"Across the Waves","Description":"Vera knows that gaze intimately. The look of total desperation was once in her eyes as well.","BeginStoryId":"ZX02116BA","EndStoryId":"ZX02116EA"},{"Name":"Her Flag","Description":"Rage, rage against the dying of the light.","BeginStoryId":"ZX02117BA"},{"Name":"World Government Conference","Description":"The mark of the World Government which bears the hope of humanity appears at the top of the room with dignity. Another \"World Government Conference\" is about to start.","BeginStoryId":"ZX02201BA"},{"Name":"Antagonism","Description":"Science is a torch that lights the way to humanity's future, not a wind that fans the flame of some civil war.","BeginStoryId":"ZX02202BA"},{"Name":"After Story","Description":"The logs have been arranged from left to right chronologically by Liv. Your fingertip flips over a page, and another memory is reawakened in your mind.","BeginStoryId":"ZX02203BA","EndStoryId":"ZX02203EA"},{"Name":"Search for Coordinates","Description":"Asimov stops tapping on the projection and points toward one point on the globe.","BeginStoryId":"ZX02204BA"},{"Name":"Hetero-Sapien","Description":"The humanoids slowly turn around, their strangely-shaped feet crushing the bones on the ground, making an eerie, squeaking noise.","BeginStoryId":"ZX02205BA"},{"Name":"Assemble","Description":"Hans is not very loud, but his voice is firm enough to reach every one of your ears, making you all stand straight.","BeginStoryId":"ZX02206BA"},{"Name":"Pulia Forest Park Ruins","Description":"Your head is slowly recovering from the spike of adrenaline, but you can still hear the voices of Hetero-Sapiens from all corners of the Forest Park Ruins, warning you not to let your guard down.","BeginStoryId":"ZX02207BA","EndStoryId":"ZX02207EA"},{"Name":"Clockwork","Description":"He winds up the war machine that is you all, the elites of Babylonia, and you march on toward CPF 040.","BeginStoryId":"ZX02208BA"},{"Name":"CPF 040","Description":"The Central Purification Filter that was the basis of humanity's life on the surface against the Punishing Virus is now penetrated by the crimson plants, erected in the middle of the field, twisting and towering.","BeginStoryId":"ZX02209BA"},{"Name":"Arrival","Description":"Their gaze pierces through the crowd and extends toward the species you belong to—humanity.","EndStoryId":"ZX02210EA"},{"Name":"Evacuation","Description":"In the last few moments before you fall unconscious, you hear thunderous explosions.","BeginStoryId":"ZX02211BA"},{"Name":"Death of Humankind","Description":"I will be back. Trust me.","EndStoryId":"ZX02212EA"},{"Name":"Unidentified Twins","Description":"The war between humanity and the Punishing Virus begins anew, here and now.","BeginStoryId":"ZX02213BA","EndStoryId":"ZX02213EA"},{"Name":"Silent Scream","Description":"This is the never-ending cycle of despair.","BeginStoryId":"ZX02214BA"},{"Name":"The Rudder of Mankind","Description":"Our Parliament was established to build a better future for humanity.","BeginStoryId":"ZX02215BA"},{"Name":"Nightmare of the World","Description":"We are forced to step into the eternal night of death, and with different language and bodies, roar as one in the afterburn of dawn.","BeginStoryId":"ZX02300BA"},{"Name":"Pouring Rain","Description":"However, they are not the greatest threat nor are they the ultimate fruit borne from disaster. They are just a road sign.","BeginStoryId":"ZX02301BA"},{"Name":"Sinking Island","Description":"We were forced to stand on a sinking island, all of us.","BeginStoryId":"ZX02302BA"},{"Name":"Project Winter","Description":"In any case, this is the beginning of hope, but it is only just the beginning.","BeginStoryId":"ZX02303BA"},{"Name":"Will of Being Born","Description":"What happened to the girl and the boy is not an exception. We have different life experience but share similar nature and feelings.","BeginStoryId":"ZX02304BA"},{"Name":"First, \"Joy and Sorrow\"","Description":"\"Together they come, and when one sits alone with you at your board, remember that the other is asleep upon your bed.\"","BeginStoryId":"ZX02305BA"},{"Name":"\"The Great Evacuation\"","Description":"Anything that you are not happy about? Or are you still expecting your commandant to get up all of a sudden and tell you there is a new tactic that sacrifices no one?","BeginStoryId":"ZX02306BA","EndStoryId":"ZX02306EA"},{"Name":"\"The Stayed-Behind\"","Description":"The originally crowded basement is now left with only dozens of people waiting for Gray Raven to come back.","BeginStoryId":"ZX02307BA"},{"Name":"Life and Death","Description":"By the light of the daybreak, they see that the sloped path in the city has turned into a scarlet wave.","BeginStoryId":"ZX02308BA"},{"Name":"Second, \"Freedom\"","Description":"\"And what is it but fragments of your own self you would discard that you may become free?\"","BeginStoryId":"ZX02309BA"},{"Name":"Within Reach","Description":"But there is no \"would have.\"","BeginStoryId":"ZX02310BA"},{"Name":"Third, \"Giving\"","Description":"\"It is life that gives unto life.\"","BeginStoryId":"ZX02311BA"},{"Name":"Fourth, \"Ship\"","Description":"\"Who can depart from his pain and his aloneness without regret? It is not a garment I cast off this day, but a skin that I tear with my own hands. Yet I cannot tarry longer.\"","BeginStoryId":"ZX02312BA","EndStoryId":"ZX02312EA"},{"Name":"Countdown to Life","Description":"Even though there is not much time left, she still sticks to her post.","BeginStoryId":"ZX02313BA"},{"Name":"Assemble Again","Description":"Gray Raven, Strike Hawk, and Cerberus gather in City 47 to plan for their next move.","BeginStoryId":"ZX02314BA","EndStoryId":"ZX02314EA"},{"Name":"End Train","Description":"We didn't know back then that the train was heading to the end.","BeginStoryId":"ZX02315BA","EndStoryId":"ZX02315EA"},{"Name":"Endpoint Countdown","Description":"We must be ready. This battle will decide the fate of all of our lives.","BeginStoryId":"ZX02316BA","EndStoryId":"ZX02316EA"},{"Name":"Smile of the Abyss","Description":"I think I heard someone laughing...","BeginStoryId":"ZX02317BA"},{"Name":"Gentle Monster","Description":"To seize the only hope, the girl has turned into a gentle monster.","BeginStoryId":"ZX02318BA"},{"Name":"Heaven of Pain","Description":"Dusk and silence, exhaustion and wounds, they weave together a web that binds the two of them to the bench they are sitting on, with no hope to escape.","BeginStoryId":"ZX02319BA"},{"Name":"Ring \"The Bells\"","Description":"\"With a will to give it all and an unyielding spirit to keep going.\"","EndStoryId":"ZX02320EA"},{"Name":"Until No One Is Listening","Description":"In this world, there is no rescue no matter when you make your prayers.","BeginStoryId":"ZX02322BA"},{"Name":"Fifth, \"Farewell\"","Description":"\"The mist that drifts away at dawn, leaving but dew in the fields, shall rise and gather into a cloud and then fall down in rain.\"","BeginStoryId":"ZX02323BA"},{"Name":"Sixth, \"Death\"","Description":"\"Only when you drink from the river of silence shall you indeed sing. And when you have reached the mountain top, then you shall begin to climb. And when the earth shall claim your limbs, then shall you truly dance.\"","BeginStoryId":"ZX02324BA","EndStoryId":"ZX02324EA"},{"Name":"To Death →","Description":"― Start from the \"death\" of self and move into the future.","BeginStoryId":"ZX02325BA"},{"Name":"To Life →","Description":"― Start from the \"death\" of self and move into the future.","BeginStoryId":"ZX02326BA"},{"Name":"Scarlet Reflection","Description":"The data cache in it will control the form of the Punishing Virus. Think of them as Hetero-Sapiens or Red Tide Projections. They will transform with your cognition.","BeginStoryId":"ZX02327BA"},{"Name":"Seventh, \"Love\"","Description":"\"Love gives naught but itself and takes naught but from itself. She melts herself for her desires to be like a running brook that sings its melody to the night.\"","BeginStoryId":"ZX02328BA"},{"Name":"Reasonable Nonsense","Description":"What comes around goes around. The only thing that is constant is change.","BeginStoryId":"ZX02501BA","EndStoryId":"ZX02501EA"},{"Name":"The Celestial Being","Description":"When she calms her mind to listen, there are still faint sounds of bells and chanting from long ago.","BeginStoryId":"ZX02502BA","EndStoryId":"ZX02502EA"},{"Name":"Please \"Like\" Me","Description":"Um... Why do they seem angry?","BeginStoryId":"ZX02503BA","EndStoryId":"ZX02503EA"},{"Name":"An Insurmountable Ridge","Description":"No one gets to look for the Big Fish.","BeginStoryId":"ZX02504BA","EndStoryId":"ZX02504EA"},{"Name":"Fireworks","Description":"The fireworks explode in the night sky and excite the crowd, bringing the celebration to a climax.","BeginStoryId":"ZX02505BA","EndStoryId":"ZX02505EA"},{"Name":"Reunion","Description":"What happens now is just like what happened in the past.","BeginStoryId":"ZX02506BA"},{"Name":"Homecoming","Description":"Now, it's time for those who travel far away from home to come back.","BeginStoryId":"ZX02507BA","EndStoryId":"ZX02507EA"},{"Name":"Comeback","Description":"We are the Gung-hoers.","BeginStoryId":"ZX02508BA"},{"Name":"Vox From Afar","Description":"A cry of a whale comes from the distance through the clouds, the roofs, and the bustling crowd.","EndStoryId":"ZX02509EA"},{"Name":"Early Spring","Description":"Hmm... A journey of a thousand miles begins with a single step! Here I go!","BeginStoryId":"ZX02510BA"},{"Name":"Journey","Description":"Nanami will travel with her friends! Where to go...? We'll see!","BeginStoryId":"ZX02601BA"},{"Name":"House of Love","Description":"Nanami knows that there are still warm places in this cold world!","BeginStoryId":"ZX02602BA"},{"Name":"Search","Description":"Maybe not every journey has a happy ending, but that's the exact reason why Nanami will still keep looking.","BeginStoryId":"ZX02603BA","EndStoryId":"ZX02603EA"},{"Name":"Return","Description":"Nanami met a mysterious big sister. I always feel like I saw her somewhere, but I also feel like that I will only meet her in the future.","BeginStoryId":"ZX02604BA","EndStoryId":"ZX02604EA"},{"Name":"Truth","Description":"Nanami doesn't like the answer. I don't like the coldness or the quietness... But where can I find the future that makes everyone smile?","BeginStoryId":"ZX02605BA"},{"Name":"Reencounter","Description":"The world will be reconstructed. A different future is waiting for Nanami, but will it be the future Nanami wants?","BeginStoryId":"ZX02606BA"},{"Name":"War","Description":"Why... Why the war? Aren't we friends...?","BeginStoryId":"ZX02607BA","EndStoryId":"ZX02607EA"},{"Name":"Church of Machina","Description":"Although these machines called Nanami \"Sagemachina\", Nanami never wanted the war...","BeginStoryId":"ZX02608BA"},{"Name":"Last Hope","Description":"Nanami will find a future without war and hand it to the humanity.","BeginStoryId":"ZX02609BA"},{"Name":"Cage","Description":"Nanami has only one thing to do...","BeginStoryId":"ZX02610BA"},{"Name":"Freedom","Description":"Then let Nanami... break the cage!","BeginStoryId":"ZX02611BA","EndStoryId":"ZX02611EA"},{"Name":"Divergence","Description":"For Nanami's friends and our future together, Nanami has to try again and look for the real answer.","BeginStoryId":"ZX02612BA","EndStoryId":"ZX02612EA"},{"Name":"Determination","Description":"Nanami will never forget the pain of machines and humanity... So Nanami is determined to seize the opportunity no matter what it takes.","BeginStoryId":"ZX02613BA"},{"Name":"Find the Answer in the Future","Description":"Nanami is determined to fight the storms of fate!","BeginStoryId":"ZX02614BA"},{"Name":"Awakening","Description":"Guys, I need to go now... I'm starting my journey now.","BeginStoryId":"ZX02618BA"},{"Name":"Answer","Description":"Nanami will find the unique future herself.","BeginStoryId":"ZX02619BA"},{"Name":"Girl From the Future","Description":"I wish you to find the real answer... Goodbye, Nanami.","BeginStoryId":"ZX02620BA"},{"Name":"Farewell","Description":"Her last bow.","BeginStoryId":"ZX02621BA"},{"Name":"Patched Memories","BeginStoryId":"YC00101BA"},{"Name":"Hello World","Description":"During the battle, Gray Raven received a rendezvous signal, so they decided to set C-point as the temporary destination.","BeginStoryId":"YC00102BA"},{"Name":"Initial Inspiration","Description":"Lucia found an arm from the remains that fit her just well. The Corrupted ahead are perfect targets for her to test it.","BeginStoryId":"YC00106BA"},{"Name":"Into the M.I.N.D.","Description":"After destroying the new variant, the Corrupted became disorganized again. Gray Raven decided to take this opportunity to establish a safe route to the portal.","BeginStoryId":"YC00201BA"},{"Name":"Dark Struggle","Description":"Many out-of-control Corrupted were wandering on the bridge. Get rid of them, so the \"Iso-Device\" can be installed.","BeginStoryId":"YC00202BA"},{"Name":"New Masterpiece","Description":"Another task force team was also on a mission in this area. Thanks to their \"careless mistake\", Gray Raven had to deal with more Corrupted.","EndStoryId":"YC00203EA"},{"Name":"Collapsed Bridge","Description":"Liv won the recognition of other team members through her hard work and excellent battle performance. Keep the momentum going and clear the next area.","BeginStoryId":"YC00206BA","EndStoryId":"YC00206EA"},{"Name":"Arrival","Description":"The true identity of the Princess was still unknown. After learning about \"Operation Portal\" from Kamui of Strike Hawk, Gray Raven headed toward the Estate.","BeginStoryId":"YC00301BA"},{"Name":"Vintage Taste","Description":"Hassen gave you a priority mission. Before joining Strike Hawk, you need to retrieve the Constructs in the subway station with Gray Raven.","BeginStoryId":"YC00302BA"},{"Name":"Enjoyment","Description":"Tifa was also one of the \"new variants\". How the Corrupted suddenly gained the ability to think was still unknown, but they quickly occupied the subway station after she was gone.","BeginStoryId":"YC00303BA"},{"Name":"Smiling Devil","Description":"The Corrupted significantly impacted the retrieval of Constructs. Gray Raven decided to split into two groups; one would continue working on the retrieval, while the other would focus on fighting the Corrupted.","BeginStoryId":"YC00304BA"},{"Name":"Taming","Description":"After scouting, Gray Raven's next task is night patrol.","BeginStoryId":"YC00306BA"},{"Name":"Zack Activated","Description":"Strike Hawk suffered a heavy loss, so Kamui was reassigned to Gray Raven, whose last task here is to establish a safe zone.","BeginStoryId":"YC00401BA"},{"Name":"Ruthlessness","Description":"Cover Lee so he could set up the Iso-Device outside the Estate and hence establish a safe route between the base and the portal.","BeginStoryId":"YC00402BA"},{"Name":"Her","Description":"A siren suddenly went off in the Estate. Check it out and ensure the portal is safe.","BeginStoryId":"YC00403BA"},{"Name":"Protection","Description":"Turned out it was some Corrupted that triggered the safety robots. Destroy the Corrupted and the robots.","BeginStoryId":"YC00404BA"},{"Name":"Emma","Description":"The portal was tampered by Roland and failed to send you to the designated location. After some discussion, you decided to walk there.","BeginStoryId":"YC00405BA"},{"Name":"Farewell","Description":"Kamui seemed to have this desert's information. Gray Raven headed toward the desert base for supplies and Construct maintenance.","BeginStoryId":"YC00406BA"},{"Name":"Destination","Description":"Executive Nikolai sent the Purifying Force to hunt deserter Liv. Time is running out, but you must find Liv and take care of the unconscious Lucia at the same time.","BeginStoryId":"YC00501BA"},{"Name":"Tracing","Description":"Lee and Kamui had an argument about the dismembered team. Their heated debate caught the Corrupted's attention.","BeginStoryId":"YC00502BA"},{"Name":"Split Road","Description":"The team still had different opinions, but the priority was to treat Lucia. You decided to head toward the oasis that Kamui mentioned.","BeginStoryId":"YC00503BA"},{"Name":"Brawling","Description":"The team was finally able to have a break, but more Corrupted were in the way to the terminal that could be used to heal Lucia.","BeginStoryId":"YC00504BA"},{"Name":"Lost","Description":"While the desert terminal is \"decompressing\" Lucia's M.I.N.D., get Lee and Kamui to hold off the enemies.","BeginStoryId":"YC00505BA"},{"Name":"Swallowed","Description":"After Lucia woke up, she wanted to stay alone. Recalling the tragedies of the First Force seemed to have impacted her significantly. You decided to check her situation.","BeginStoryId":"YC00506BA","EndStoryId":"YC00506EA"},{"Name":"Sister","Description":"Liv had returned, and Nanami also volunteered to join. Gray Raven decides to take the path that Watanabe mentioned and heads toward the bureau.","BeginStoryId":"YC00601BA"},{"Name":"Child","Description":"Under the desert was a gigantic city that wasn't recorded on maps. You decided to walk around first.","BeginStoryId":"YC00602BA"},{"Name":"Dismemberment","Description":"It's difficult to find the entry to the bureau on bare foot. Going high above the ground may be a good option.","BeginStoryId":"YC00603BA"},{"Name":"Blade","Description":"New variants awaited Gray Raven on the high platform. Defeat them.","BeginStoryId":"YC00604BA"},{"Name":"Against the Current","Description":"According to Watanabe, this city belonged to Kurono Group. They might have put the map in one of the facilities in the city center.","BeginStoryId":"YC00605BA"},{"Name":"Ending","Description":"The conflict between Nanami and Watanabe seemed to have started here. A number of Corrupted had gathered here since they left.","BeginStoryId":"YC00606BA"},{"Name":"Recurrence","Description":"粛清部隊との交戦が造反と看做され、グレイレイヴン指揮官はニコラに拘束された。一方、廃墟にいるルシアが目を覚ます。","BeginStoryId":"YC00701BA"},{"Name":"Defense","Description":"粛清部隊の攻撃によりグレイレイヴンは深部へと落下し、散り散りになってしまった。ルシアは移動中にリーとリーフを発見する。","BeginStoryId":"YC00702BA","EndStoryId":"YC00702EA"},{"Name":"Kindred","Description":"隊員を捜索していたグレイレイヴンは、交戦中のワタナベとナナミを見つけた。交戦の理由は不明だが、まずは止めなくては。","BeginStoryId":"YC00703BA","EndStoryId":"YC00703EA"},{"Name":"Friends","Description":"どうやらカムイも侵蝕体と戦闘中のようだ。グレイレイヴンは援護に向かう。","BeginStoryId":"YC00704BA"},{"Name":"Treasure Hunt","Description":"地底のグレイレイヴンは、指揮官とコンタクトを取るためにもまず地上に戻る方法を探すことにした。","BeginStoryId":"YC00705BA"},{"Name":"Fantasy","Description":"どうやら粛清部隊も内部抗争に巻き込まれていたようだ。「グレイレイヴンを攻撃しない」という条件付きで、ビアンカは出口捜索のチームに合流した。","BeginStoryId":"YC00706BA"},{"Name":"Report","Description":"帕弥什一举感染统治局外围的感染体和空中的伊甸，危亡之间哈桑让你孤军出战，目标：统治局！","BeginStoryId":"YC00801BA"},{"Name":"Retrospective Memory","Description":"グレイレイヴンは遺跡を通り抜け、統治局にたどり着いた。そこで待ち受けていたのは、かつての仲間の成れの果てだった……","BeginStoryId":"YC00802BA"},{"Name":"Dark Pursuit","Description":"パニシングに侵蝕された仲間に加えて最初に遭遇した特異体も現れ、グレイレイヴンの行く手に立ち塞がった。","BeginStoryId":"YC00803BA"},{"Name":"Relentless","Description":"感染体们的愿望是包含自身在内的毁灭，一旦伊甸被帕弥什占领，那事情将不可收拾，突破过去。","BeginStoryId":"YC00804BA"},{"Name":"Alter Ego","Description":"统治局毫无疑问是一个不见底的深渊，而根据七实所说的，帕弥什的主电脑放在了最下层。","BeginStoryId":"YC00805BA"},{"Name":"Unity","Description":"ルナの手により蘇ったティファが深淵への道を守っている。まずはティファの操る侵蝕体を倒さなければならない。","BeginStoryId":"YC00806BA","EndStoryId":"YC00806EA"},{"Name":"Reply Signal","BeginStoryId":"YC00901BA"},{"Name":"Assist","BeginStoryId":"YC00902BA"},{"Name":"Lose Again","BeginStoryId":"YC00903BA","EndStoryId":"YC00903EA"},{"Name":"Threat","BeginStoryId":"YC01001BA"},{"Name":"Spider","BeginStoryId":"YC01002BA"},{"Name":"Obstacles","BeginStoryId":"YC01003BA"},{"Name":"Return","BeginStoryId":"YC01004BA"},{"Name":"Deviate","BeginStoryId":"YC01005BA"},{"Name":"Decision","BeginStoryId":"YC01006BA","EndStoryId":"YC01006EA"},{"Name":"Entry","BeginStoryId":"YC01101BA","EndStoryId":"YC01101EA"},{"Name":"Disguise","BeginStoryId":"YC01102BA","EndStoryId":"YC01102EA"},{"Name":"Mesmerized","Description":"They're all trapped in this place, yet they're excited as ever for this event. Are they controlled too deep—or are they poisoned by this dream?","BeginStoryId":"YC01103BA"},{"Name":"Confusion","EndStoryId":"YC01104EA"},{"Name":"Diminishing","BeginStoryId":"YC01105BA","EndStoryId":"YC01105EA"},{"Name":"Trojan Horse","BeginStoryId":"YC01201BA"},{"Name":"Trapped Hound","Description":"Who was the real prey? Cerberus, or Roland?","BeginStoryId":"YC01202BA"},{"Name":"Gold & Centaur","BeginStoryId":"YC01203BA","EndStoryId":"YC01203EA"},{"Name":"Fireworks","BeginStoryId":"YC01204BA"},{"Name":"Deceptor","Description":"Lamia owed Watanabe a favor.","BeginStoryId":"YC01205BA"},{"Name":"Another Ending","Description":"The war was coming to an end. Everybody had their own thoughts and plans.","BeginStoryId":"YC01206BA"},{"Name":"Seize","BeginStoryId":"YC01207BA","EndStoryId":"YC01207EA"},{"Name":"Shome","Description":"The sound of anxious back-and-forth pacing fills the research room, deep in the facility.","BeginStoryId":"YC01301BA"},{"Name":"Crushed Bones","Description":"Covet that which shan't be coveted, and be prepared to go through fire and water.","BeginStoryId":"YC01302BA"},{"Name":"The Forgotten Land","Description":"Wind blows over the vast desert, sweeping up sand and dust into a storm.","BeginStoryId":"YC01303BA","EndStoryId":"YC01303EA"},{"Name":"Venus Splash Park","Description":"At the moment of its completion, time became frozen on this enchanted isle. The observation platform, dreamily hanging in the sky, looks almost like a border between fantasy and reality.","BeginStoryId":"YC01304BA","EndStoryId":"YC01304EA"},{"Name":"Game Starts","Description":"Everything will end here, through a spectacular finale.","BeginStoryId":"YC01305BA"},{"Name":"Ascension-Network","Description":"Hmph, and what have you discovered? —Huff... The essence of... the Ascension-Network.","BeginStoryId":"YC01306BA"},{"Name":"Suspicions","Description":"I keep thinking she seems a little weird today.","BeginStoryId":"YC01307BA"},{"Name":"A Trivial Moment","Description":"The sound of footsteps come from the end of the walkway, adding from liveliness to the sluggish street.","BeginStoryId":"YC01308BA","EndStoryId":"YC01308EA"},{"Name":"Nanami and Martin","Description":"When the girl met the bear, they decided to celebrate with fireworks.","BeginStoryId":"YC01401BA"},{"Name":"Bionic Machine","Description":"Nanami learned that Amberia would control the bionics to harm humans. She decided to do something.","BeginStoryId":"YC01402BA"},{"Name":"Black Figure on Snow","Description":"Some strange black figures were crawling amongst the bionics.","BeginStoryId":"YC01403BA"},{"Name":"Different Opinions","Description":"Not all the bionics believed they were \"manipulated.\" Instead, they saw Amberia's will as their own.","BeginStoryId":"YC01404BA"},{"Name":"Roaring","Description":"Nanami decided to talk to Amberia in person, but the war broke out before she could go underground.","BeginStoryId":"YC01405BA"},{"Name":"Resonance of Anger","Description":"There was nothing but sorrow in the battle between the bionics and the ARU. Nanami decided to give everything she had to stop the war.","BeginStoryId":"YC01406BA"},{"Name":"The Black Figure","Description":"\"I will never forgive you, Ascendants!\"","BeginStoryId":"YC01407BA"},{"Name":"Nanami and Bionics","Description":"The war had ended, but the wounds were still there. Nanami cheerfully took the bionics away from the snowy land.","BeginStoryId":"YC01408BA"},{"Name":"Silence","Description":"I didn't think an AI could fall silent.","BeginStoryId":"YC01501BA"},{"Name":"Exile","Description":"You're right. My point is, Huaxu may have a new master, but has her master... really changed?","BeginStoryId":"YC01502BA"},{"Name":"Mutual Destruction","BeginStoryId":"YC01503BA","EndStoryId":"YC01503EA"},{"Name":"Air Transportation","Description":"All that the crew can do is remain in their seats, ensure that equipment and weapons are operational, and review mission details in preparation for immediate engagement upon landing on the surface.","BeginStoryId":"YC01801BA"},{"Name":"Chief Commander","Description":"Let me re-introduce myself. My name is Vanessa, commandant of Egret and chief commander of this operation.","BeginStoryId":"YC01802BA"},{"Name":"Under the Trap","Description":"Severed Corrupted limbs fall into the pit as they enveloped in blue static and crash into the bottom of the pit heavily.","BeginStoryId":"YC01803BA"},{"Name":"Rapid Descent","Description":"Your brain went blank from the zero gravity free-fall.","BeginStoryId":"YC01804BA","EndStoryId":"YC01804EA"},{"Name":"Night Break","Description":"Unobstructed beams of moonlight shine through the windows, bring dim light into the dark interior.","BeginStoryId":"YC01805BA"},{"Name":"Secret of Victory","Description":"Deception, exploitation, abandonment... These are the laws of victory on the battlefield.","BeginStoryId":"YC01806BA","EndStoryId":"YC01806EA"},{"Name":"Exchange of Resources","Description":"Well then, take her away. I've been growing tired of playing with the same toy anyway.","BeginStoryId":"YC01807BA"},{"Name":"Gray Raven's Edge","Description":"The electronic photo frame on the table in the lounge finally has a suitable picture.","BeginStoryId":"YC01808BA"},{"Name":"Looking for Luna","Description":"A rusty bridge extends out into the distance, its other end enveloped by the fog. Even though she cannot see it, Alpha knows where the bridge leads.","BeginStoryId":"YC01901BA"},{"Name":"Howling Snowstorm","Description":"There's no turning back for us.","BeginStoryId":"YC01902BA"},{"Name":"Into Thin Air","Description":"That's not only death for the living, they can also kill those phantoms that have passed away and remain in memory.","BeginStoryId":"YC01903BA"},{"Name":"Meet Again","Description":"Roland, I know what you are going to say. I've never brought it up because this wish will never come true.","BeginStoryId":"YC01904BA"},{"Name":"Crossing Paths","Description":"Let's end it here, Gabriel.","BeginStoryId":"YC01905BA"},{"Name":"Martyr","Description":"I'll say this again. The road you've chosen has but one ending—absolutely nothing!","BeginStoryId":"YC01906BA"},{"Name":"Go to Fight","Description":"There needs to be uncertainty in the world for it to be interesting, isn't that so?","BeginStoryId":"YC01907BA"},{"Name":"Night Gathers","Description":"Lucia, I used to think of you only as a chess piece leftover from a conspiracy, a piece of data that was previously deceived and had no reason to exist.","BeginStoryId":"YC01908BA","EndStoryId":"YC01908EA"},{"Name":"Orphan of Science","Description":"Let's just call her Lamia then.","BeginStoryId":"YC02101BA"},{"Name":"Foolishness","Description":"She's so ugly, like a monkey. Can we get her to stand up?","BeginStoryId":"YC02102BA","EndStoryId":"YC02102EA"},{"Name":"Weakness","Description":"No medicine can help you.","BeginStoryId":"YC02103BA"},{"Name":"Powerlessness","Description":"A warm hug and comfort will be given to every weeping child.","BeginStoryId":"YC02104BA","EndStoryId":"YC02104EA"},{"Name":"Curiosity","Description":"I understand. It's \"curiosity.\"","BeginStoryId":"YC02105BA"},{"Name":"The First Birth","Description":"Stop dawdling. Come here, we have to make you adapt to your body right away.","BeginStoryId":"YC02106BA","EndStoryId":"YC02106EA"},{"Name":"Weigh Anchor","Description":"We aren't devoid of weakness. We were just forced to \"send\" it away.","BeginStoryId":"YC02107BA"},{"Name":"Another Journey","Description":"Atlantis lived, and so did they.","BeginStoryId":"YC02108BA"},{"Name":"Like Fate","Description":"Why—is it you?","BeginStoryId":"YC02001BA"},{"Name":"Collection","Description":"What happened along the way.","BeginStoryId":"YC02002BA"},{"Name":"Nothing","Description":"Hermano.","BeginStoryId":"YC02003BA"},{"Name":"Free Riding Guide","Description":"Should I say unexpected or no surprise.","BeginStoryId":"YC02004BA"},{"Name":"Luna's World","Description":"A monster? A corpse? A weakling? A lost lamb?","BeginStoryId":"YC02005BA","EndStoryId":"YC02005EA"},{"Name":"Break-in","Description":"I like to throw in a few variables beyond their control when they think their plan is foolproof.","BeginStoryId":"YC02006BA"},{"Name":"Non-lethal Joke","Description":"They... they're coming...!","BeginStoryId":"YC02007BA","EndStoryId":"YC02007EA"},{"Name":"Lopsided Recall","Description":"You can't just play, \"Voodoo\"...","BeginStoryId":"YC02008BA","EndStoryId":"YC02008EA"},{"Name":"Cage Battle","Description":"Roland never sees the cycle and intertwining of these expressions in the same face.","BeginStoryId":"YC02009BA","EndStoryId":"YC02009EA"},{"Name":"Ending Citation","Description":"I could take your life now, but I haven't.","BeginStoryId":"YC02010BA"},{"Name":"Fisher","Description":"I can give you what you want.","BeginStoryId":"YC02011BA"},{"Name":"Undecided Middlegame","Description":"With a smirk of an epiphany, Roland goes to his unknown destiny.","BeginStoryId":"YC02012BA"},{"Name":"Preparation Behind the Scenes","Description":"A wanderer walks among the ruins of the city.","BeginStoryId":"YC02201BA"},{"Name":"Clearing the Stage","Description":"I think you'll be interested in the show, Roland.","BeginStoryId":"YC02202BA","EndStoryId":"YC02202EA"},{"Name":"The Show Starts","Description":"Seeing them notice that he was trying to hide something, the refugee trembles and lowers his head even more.","BeginStoryId":"YC02203BA"},{"Name":"Shadows in the Forest","Description":"The forest in front looks like the Garden of Eden, where all the creatures live together in harmony. It is proudly showing off the lives residing within.","BeginStoryId":"YC02204BA","EndStoryId":"YC02204EA"},{"Name":"Central Purification Filter","Description":"An unknown dark cage, some trapped beasts, a vague target.","BeginStoryId":"YC02205BA"},{"Name":"Hyperplasia","Description":"Before he can finish his sentence, the vine pulls him down into the shaft.","BeginStoryId":"YC02206BA","EndStoryId":"YC02206EA"},{"Name":"Corruption","Description":"These exposed red spheres rotate from time to time among the branches, watching from the shadows everything happening inside the tower.","BeginStoryId":"YC02207BA"},{"Name":"Movement","Description":"Something has opened its eyes amid the chaos.","BeginStoryId":"YC02208BA"},{"Name":"Center of the Show... Or Not?","Description":"The audience usually doesn't get to enter the stage... But accidents happen.","BeginStoryId":"YC02209BA"},{"Name":"The Last Serum","Description":"The wanderer walks on the desolate battlefield.","BeginStoryId":"YC02210BA"},{"Name":"Cottie","Description":"The leader of the mysterious organization only briefly existed in the history. What's the true identity of this Memory?","BeginStoryId":"YS01101BA","EndStoryId":"YS01101EA"},{"Name":"Einsteina","Description":"As the renowned \"brain\" of the mysterious organization, Dr. Einsteina, the legendary Memory, has a secret side.","BeginStoryId":"YS01102BA","EndStoryId":"YS01102EA"},{"Name":"Becky","Description":"She's the No.3 database of the mysterious organization. Will anyone ever witness her power?","EndStoryId":"YS01301EA"},{"Name":"Condelina","Description":"According to the record, this Memory is able to utilize sounds to manipulate people's mind. Will Gray Raven be able to resist the temptation?","BeginStoryId":"YS01401BA","EndStoryId":"YS01401EA"},{"Name":"Athmail","Description":"She's the greatest weapon of the Syndicute. What will her power be...?","EndStoryId":"YS01501EA"},{"Name":"Guinevere","Description":"A girl once lost her life in the pursuit of love. What Memory did she leave behind?","BeginStoryId":"YS01601BA","EndStoryId":"YS01601EA"},{"Name":"Heisen","Description":"As the No.1 mad scientist of the Syndicute, she had stepped into the realm of death beyond any sanity. Yet, she faced a cruel future.","EndStoryId":"YS01701EA"},{"Name":"Shakespeare","Description":"Gray Raven was looking forward to someone normal... This time, it's the hymn of emotions.","BeginStoryId":"YS01801BA","EndStoryId":"YS01801EA"},{"Name":"Catherine","Description":"This is dedicated to you, my beloved rose garden.","EndStoryId":"YS01901EA"},{"Name":"Aife","Description":"Aife was the last sniper and the greatest treasure left behind by the Syndicute. She must be rescued for the sake of the humanity's future.","BeginStoryId":"YS02101BA","EndStoryId":"YS02101EA"},{"Name":"Struggle","Description":"I promised mother and father that I would never let anyone hurt you. So, I'll handle the riskier parts...","BeginStoryId":"JZ10201BB"},{"Name":"Trespassers","Description":"Where did these two little girls come from...?","BeginStoryId":"JZ10202BB"},{"Name":"Warm Food","Description":"Sister, are we finally safe?","BeginStoryId":"JZ10203BB"},{"Name":"Frog Plushie","Description":"Blame your own naivety.","BeginStoryId":"JZ10204BB"},{"Name":"Price of Naivety","Description":"We don't have a choice...","BeginStoryId":"JZ10205BB","EndStoryId":"JZ10205EB"},{"Name":"Lingering Warmth","Description":"Lucia held Luna in her arms. They fell asleep together for the last time in the cold room...","BeginStoryId":"JZ10206BB","EndStoryId":"JZ10206EB"},{"Name":"Star in the Dark","Description":"Only at the end of a long darkness you will find happiness. And we are no different.","BeginStoryId":"JZ10207BB"},{"Name":"Undying","Description":"Her black long hair, along with a few tags in her clenched fist, are the only things swaying in the warm wind...","BeginStoryId":"JZ10201BC"},{"Name":"Separated","Description":"That's why I need her... to stay loyal to humanity.","BeginStoryId":"JZ10202BC"},{"Name":"Falling","Description":"Alright. Now is the time... to welcome another lady home.","BeginStoryId":"JZ10203BC"},{"Name":"Reunion","Description":"It's impossible! The goddamned Corrupted... and Punishing Virus!","BeginStoryId":"JZ10204BC"},{"Name":"Escape","Description":"Lucia barely held on to her blade as she stumbled across the city.","BeginStoryId":"JZ10205BC"},{"Name":"Tears","Description":"Lucia almost collapsed into Luna's arms. Tears ran down her cheeks.","BeginStoryId":"JZ10206BC"},{"Name":"The First Sight","Description":"I want to meet her.","BeginStoryId":"JZ10207BC"},{"Name":"Uninvited Guest","Description":"I'm sure we can get along, right?","BeginStoryId":"JZ10301BB"},{"Name":"Out of Place","Description":"Liv, can you find that white dress for your sister? I'm sure you can do such an easy task, right?","BeginStoryId":"JZ10302BB"},{"Name":"Honor","Description":"...I can stay back and take care of our home.","BeginStoryId":"JZ10303BB"},{"Name":"Collapsed Pride","Description":"Let me go to the war zone. Please.","BeginStoryId":"JZ10304BB"},{"Name":"To a New World","Description":"Aren't you going to... have a few words with her?","BeginStoryId":"JZ10305BB"},{"Name":"Flower on Battlefield","Description":"Please answer my question.","BeginStoryId":"JZ10306BB","EndStoryId":"JZ10306EB"},{"Name":"White Dress","Description":"Get changed, Liv... At least, you should leave in a beautiful way. You can do it... I'm sure.","BeginStoryId":"JZ10307BB"},{"Name":"XX Month/XX Day, Sunny","Description":"Nanami's got a diary book today!","BeginStoryId":"JZ10501BB"},{"Name":"Day XX, Expectation","Description":"Nanami will live happily ever after. Just like daddy and mommy...","BeginStoryId":"JZ10502BB"},{"Name":"Day XX, Fissure","Description":"Everybody has stopped going to class. Daddy and mommy also stayed home.","BeginStoryId":"JZ10503BB"},{"Name":"Day XX, Decision","Description":"I... must... fight...","BeginStoryId":"JZ10504BB"},{"Name":"Day XX, Anomaly","Description":"Why are there... machines... in Nanami's arm?","BeginStoryId":"JZ10505BB"},{"Name":"Day XX, Truth","Description":"We have lied to you...","BeginStoryId":"JZ10506BB","EndStoryId":"JZ10506EB"},{"Name":"Day XX, A New Journey","Description":"From now on, Nanami's alone...","BeginStoryId":"JZ10507BB"},{"Name":"Pulse Strike","Description":"Make sure you wait for Nanami! I'll be back!","BeginStoryId":"JZ10501BS"},{"Name":"Barren Land","Description":"Even scavengers cannot survive on this barren land.","BeginStoryId":"JZ10502BS"},{"Name":"Between Friends","Description":"We are friends. Always are!","BeginStoryId":"JZ10503BS"},{"Name":"Hunting Ground","Description":"A scavenger had witnessed some Construct in the hunting ground.","BeginStoryId":"JZ10504BS"},{"Name":"Born as Human","Description":"All this attacking and robbing... Are we really that different from the Corrupted?","BeginStoryId":"JZ10505BS"},{"Name":"Beyond Friendship","Description":"Tell her that we are thankful... and sorry.","BeginStoryId":"JZ10506BS"},{"Name":"Secret of the Hunting Ground","Description":"I... still don't really understand what it means to live, but well, I'm not human to start with.","BeginStoryId":"JZ10507BS"},{"Name":"Core Parts","Description":"You can have this robot on your birthday, Murray.","BeginStoryId":"JZ10101BA"},{"Name":"Mob in Suits","Description":"Thirty seconds is enough for a simple gun modification.","BeginStoryId":"JZ10102BA"},{"Name":"Mini Bot","Description":"Mini Bot… will accompany you... if Murray is not here...","BeginStoryId":"JZ10103BA"},{"Name":"At Any Price","Description":"I'm willing to pay any price... I just want... Murray to live.","BeginStoryId":"JZ10104BA"},{"Name":"Robotic Heart","Description":"Leave all the risk to me.","BeginStoryId":"JZ10105BA"},{"Name":"So Close, Yet So Far","Description":"You'll be fine. Everything will be fine.","BeginStoryId":"JZ10106BA"},{"Name":"Binary - Assemble","Description":"That dancing robot is still incomplete.","BeginStoryId":"JZ10107BA"},{"Name":"Sand Pit","Description":"The sand pit is the children's favorite playground. But to some, it could be a place of malice.","BeginStoryId":"JZ10701BA"},{"Name":"Crazy Old Nutter and Little Dummy","Description":"They say you are crazy, but you are the only one who has cared for me.","BeginStoryId":"JZ10702BA"},{"Name":"Hidden in Danger","Description":"Remorse is just another form of craziness. Truth lies in danger.","BeginStoryId":"JZ10703BA"},{"Name":"Stolen Hope","Description":"The kids laughed as they took away her treasure. No one noticed the hatred in her eyes.","BeginStoryId":"JZ10704BA"},{"Name":"Light Lost","Description":"A sudden blackout put everybody in panic.","BeginStoryId":"JZ10705BA"},{"Name":"The Punishment","Description":"If someone must be punished, I'll be the one and only.","BeginStoryId":"JZ10706BA"},{"Name":"Spiral of Causality","Description":"Be it known or unknown, the spiral of causality never stops.","BeginStoryId":"JZ10707BA"},{"Name":"Physical Training","Description":"We're used to it, but what's the point in it?","BeginStoryId":"JZ10801BA"},{"Name":"Imagine the Future","Description":"Money and survival, that's what humans live for.","BeginStoryId":"JZ10802BA"},{"Name":"Snow Rescue","Description":"Oasis, Bruce, Watanabe, prepare to move out. Our mission, search and rescue.","BeginStoryId":"JZ10803BA"},{"Name":"Don't Stop","Description":"Don't mourn the dead with sorrow, Watanabe.","BeginStoryId":"JZ10804BA","EndStoryId":"JZ10804EA"},{"Name":"Saving Hope","Description":"No matter how hopeless, as long as I can save someone...","BeginStoryId":"JZ10805BA"},{"Name":"Who's the First","Description":"I can't always let that brave soldier be ahead of me...","BeginStoryId":"JZ10806BA"},{"Name":"Oasis Squad","Description":"Oasis will be under my leadership starting from today! That is Bruce's... last order!","BeginStoryId":"JZ10807BA"},{"Name":"Retreat","Description":"Before the shuttle successfully lands on Babylonia, the torch of humanity is in your hands.","BeginStoryId":"JZ10801BS"},{"Name":"Reminisce","Description":"Bruce and I are different. If you could spend more time with him, I'm sure you will be proud of him.","BeginStoryId":"JZ10802BS"},{"Name":"Infiltrate the Airport","Description":"I'll leave my back to you then, Captain Cyril!","BeginStoryId":"JZ10803BS"},{"Name":"Ambush","Description":"Command Center! Why are there missile attacks?!","BeginStoryId":"JZ10804BS"},{"Name":"Standoff","Description":"I will continue to fight on Earth, for Bruce!","BeginStoryId":"JZ10805BS","EndStoryId":"JZ10805ES"},{"Name":"Final Choice","Description":"Watanabe, I thank you for your service to humanity on behalf of Babylonia.","BeginStoryId":"JZ10806BS"},{"Name":"Finding Oasis","Description":"He hobbled across the scorching desert in search of \"Oasis\".","BeginStoryId":"JZ10807BS"},{"Name":"May We Be Blessed","Description":"Someone will soon come here and take us to a safe place.","BeginStoryId":"JZ10401BA"},{"Name":"Forgotten Church","Description":"More and more people are coming to Snow Plain Church in this arctic land.","BeginStoryId":"JZ10402BA"},{"Name":"Prayer & Faith","Description":"I'm willing to give everything... even my life.","BeginStoryId":"JZ10403BA"},{"Name":"To the Light","Description":"Take them to somewhere safe before the blizzard comes again.","BeginStoryId":"JZ10404BA"},{"Name":"Protection & Judgement","Description":"Be prepared to atone for your sins, for I shall be your judgement!","BeginStoryId":"JZ10405BA","EndStoryId":"JZ10405EA"},{"Name":"Snowfall","Description":"Follow your heart, my child.","BeginStoryId":"JZ10406BA","EndStoryId":"JZ10406EA"},{"Name":"Losing Myself","Description":"God, if I ever lose myself, I am willing to accept any judgement and punishment.","BeginStoryId":"JZ10407BA"},{"Name":"Lily","Description":"Toby said as he put a supply box before Bianca. A pure white lily lay on it.","BeginStoryId":"JZ10401BS"},{"Name":"Bold Request","Description":"A scurry of footsteps from the corridor broke the tranquility at night.","BeginStoryId":"JZ10402BS","EndStoryId":"JZ10402ES"},{"Name":"Daedalus","Description":"Allow me to introduce myself. I'm Wen, chairman of Daedalus Security Company.","BeginStoryId":"JZ10403BS"},{"Name":"Dreams","Description":"Keep it up. I'm sure you'll make your dreams come true before long.","BeginStoryId":"JZ10404BS"},{"Name":"The Truth","Description":"When the warehouse was lit up, what came into Bianca's sight, instead of the company's goods, were the Constructs restrained by the restraint devices.","BeginStoryId":"JZ10405BS"},{"Name":"The Ending","Description":"It's all over. Time to take a break...","BeginStoryId":"JZ10406BS"},{"Name":"Invite","Description":"I took lots of wrong paths when I was your age, but those experiences have made me who I am.","BeginStoryId":"JZ10407BS"},{"Name":"Chit-Chat","Description":"Large-scale missions are always exciting.","BeginStoryId":"JZ10601BA"},{"Name":"First Team","Description":"The first team of Task Force is the most powerful.","BeginStoryId":"JZ10602BA"},{"Name":"Battle-Type Construct","Description":"They always fight relentlessly, as if fighting is the sole reason for them to exist.","BeginStoryId":"JZ10603BA"},{"Name":"Large-scale Extermination Mission","Description":"This is a large scale mission to eliminate Corrupted.","EndStoryId":"JZ10604EA"},{"Name":"Dilemma","Description":"During the battle, Constructs have received orders... But every single order is different.","BeginStoryId":"JZ10605BA"},{"Name":"Sparks of Farewell","Description":"Among liquid and parts, the sparks bid farewell to a friend under the setting sun.","BeginStoryId":"JZ10606BA"},{"Name":"Dark Side","Description":"Shh. You don't have to be afraid. No need to know who I am either... For you will eventually become me.","BeginStoryId":"JZ10607BA"},{"Name":"Colors","Description":"Meka announced the travel plans to the painting Ayla. Ayla was very excited.","BeginStoryId":"JZ10901BA"},{"Name":"The Beginning","Description":"Among the frolicking children, an ancient story is going to be reenacted by inhuman creatures.","BeginStoryId":"JZ10902BA","EndStoryId":"JZ10902EA"},{"Name":"Friends","Description":"Ayla made a friend because of \"Thunderstorm\".","BeginStoryId":"JZ10903BA"},{"Name":"The Letter","Description":"Ayla received unexpected news as she was preparing for her exhibition.","BeginStoryId":"JZ10904BA","EndStoryId":"JZ10904EA"},{"Name":"A Gift","Description":"Ayla was touched by the \"gift\" from Selena.","BeginStoryId":"JZ10905BA"},{"Name":"Farewell","Description":"Ayla is determined to set off on her journey, leaving behind an unfinished painting.","BeginStoryId":"JZ10906BA"},{"Name":"The Other","Description":"What was Selena thinking when she was surrounded by Corrupted?","BeginStoryId":"JZ10907BA"},{"Name":"Hyena","Description":"Risking her life to steal food rations, a shelter that could have been broken through at any moment... It was the world in the eyes of a girl named \"Hyena\".","BeginStoryId":"JZ11101BA"},{"Name":"Wrench","Description":"A burst of noise outside the shelter drew Hyena's attention. Maybe today would be a little bit different?","BeginStoryId":"JZ11102BA"},{"Name":"Sophia","Description":"Hyena was no longer \"Hyena\". She became soft-hearted and adorable, all because of the... \"family\".","BeginStoryId":"JZ11103BA"},{"Name":"Catastrophe","Description":"Within a mere few hours, everyone's fate would be changed completely. Most of them would not be able to see the sunrise again.","BeginStoryId":"JZ11104BA"},{"Name":"Sworn Enemy","Description":"The letter indicated the direction of hatred, but was it really that simple?","BeginStoryId":"JZ11105BA"},{"Name":"The Truth","Description":"The truth changed everything.","BeginStoryId":"JZ11106BA","EndStoryId":"JZ11106EA"},{"Name":"When the Day Comes","Description":"A letter with Akdilek's wax seal lay on President Hassen's desk...","BeginStoryId":"JZ11107BA"},{"Name":"No.1","Description":"Tsk, why is he getting all the benefits?","BeginStoryId":"JZ11201BA"},{"Name":"Dialogue","Description":"A smart person knows when to do what. Focus on the moment and plan for the future.","BeginStoryId":"JZ11202BA"},{"Name":"Connection","Description":"Please break the memory connection immediately. If you exceed your connection threshold, memory loss may occur!","BeginStoryId":"JZ11203BA"},{"Name":"Proud Work","Description":"You have perfect Tantalum-193 heteropolymer adaptability and beautiful biological readings. Looks like we have a high chance of success.","BeginStoryId":"JZ11204BA"},{"Name":"Available Resource","Description":"Whether you are the weapon or the user, once you are on the battlefield, you share the same fate.","BeginStoryId":"JZ11205BA","EndStoryId":"JZ11205EA"},{"Name":"Leader","Description":"Hurry up, Leader! Let's go together.","BeginStoryId":"JZ11206BA","EndStoryId":"JZ11206EA"},{"Name":"Scar","Description":"A warrior fears not wounds nor bleeding.","BeginStoryId":"JZ11207BA"},{"Name":"Your Name","Description":"This was how I met that person.","BeginStoryId":"JZ10201BS"},{"Name":"Vague Emotions","Description":"I learned many things from Commandant...","BeginStoryId":"JZ10202BS"},{"Name":"Gray Raven","Description":"Lee, Liv, myself, and Commandant. We are Gray Raven.","BeginStoryId":"JZ10203BS"},{"Name":"Alpha","Description":"Sometimes... I had flashback of memories of \"Lucia\".","BeginStoryId":"JZ10204BS","EndStoryId":"JZ10204ES"},{"Name":"Twin Blades of Will","Description":"I felt sorry for everything. That's why I must keep moving on.","BeginStoryId":"JZ10205BS","EndStoryId":"JZ10205ES"},{"Name":"Determination","Description":"Be my blade, Plume.","BeginStoryId":"JZ10206BS"},{"Name":"Cherished Memory","Description":"It was a conversation with Commandant, hidden deep in my heart.","BeginStoryId":"JZ10207BS"},{"Name":"The Redheaded Death","Description":"\"Isn't she... the Redheaded Death?\"","BeginStoryId":"JZ11301BA"},{"Name":"Construct - Vera","Description":"At the medic station, Vera raised her hand with determination to fight at the front lines.","BeginStoryId":"JZ11302BA"},{"Name":"Evacuation","Description":"Just like she expected, the team was wiped out.","BeginStoryId":"JZ11303BA"},{"Name":"Shrouded in Darkness","Description":"Vera was locked in the detention room for the fighting with the Constructs calling her the death.","BeginStoryId":"JZ11304BA"},{"Name":"Embrace the Pain","Description":"Instead of following the orders, Vera decided to do what her heart said—protect the city at all cost.","BeginStoryId":"JZ11305BA"},{"Name":"Among the Agonies","Description":"Vera and other soldiers were overwhelmed by the Corrupted. She painfully realized what she should do now.","BeginStoryId":"JZ11306BA","EndStoryId":"JZ11306EA"},{"Name":"File: Iron Maiden","Description":"Taking away Tifa's pain was all Vera could do for her.","BeginStoryId":"JZ11307BA"},{"Name":"The Eve","Description":"Like his master said, Camu accepted the serum injection and became a Kurono soldier.","BeginStoryId":"JZ15101BA"},{"Name":"Soldier","Description":"Camu and his companions were dispatched to the mobile fleet. During their missions, they realized how cruel the world was.","BeginStoryId":"JZ15102BA"},{"Name":"Pact","Description":"The serum did not stop a soldier from dying. Camu discovered something when he delivered the goods to Kurono.","BeginStoryId":"JZ15103BA"},{"Name":"Incinerate","Description":"What had to be burned down was not only the city occupied by the Corrupted, but also the \"Corrupted\" themselves.","BeginStoryId":"JZ15104BA","EndStoryId":"JZ15104EA"},{"Name":"Crawling","Description":"Grasping their weapons with rage, Camu and his companions marched to Kurono's base.","BeginStoryId":"JZ15105BA"},{"Name":"Avengers","Description":"This was a battle between the Constructs and the Corrupted. Surrounded by blazing flames, everything fell into darkness.","BeginStoryId":"JZ15106BA","EndStoryId":"JZ15106EA"},{"Name":"Kamui","Description":"\"I'd like to see how you live through this world, Kamui.\"","BeginStoryId":"JZ15107BA"},{"Name":"Forest Girl","Description":"Always remember to pray... You were born in the snowy forest, and you must never forget the weight of life.","BeginStoryId":"JZ11401BA"},{"Name":"Being Normal","Description":"You are a kind girl who is willing to fight for others. One day, you would grow up.","BeginStoryId":"JZ11402BA","EndStoryId":"JZ11402EA"},{"Name":"The Only Chance","Description":"This is the only chance for you to live on as an ordinary girl...","BeginStoryId":"JZ11403BA"},{"Name":"Journey's End","Description":"This could be the last time for us to be together. You, me, and him.","BeginStoryId":"JZ11404BA"},{"Name":"Pray for Life","Description":"Your prayer created a miracle. Now go for the final hope.","BeginStoryId":"JZ11405BA"},{"Name":"The Last Forest Guard","Description":"Even if you have become a Forest Guard, you are always my granddaughter. My most innocent little girl.","BeginStoryId":"JZ11406BA","EndStoryId":"JZ11406EA"},{"Name":"The Salvation of You","Description":"Then please, let me watch over you—until the end of my life.","BeginStoryId":"JZ11407BA"},{"Name":"Origin","Description":"It rests peacefully under the Kowloong Metropolis, where it should remain undisturbed.","BeginStoryId":"JZ15201BA"},{"Name":"History","Description":"This is the archives of the Kowloon Chamber of Commerce. It is a symbol of history and glory. It stands in a corner of the KCC as a witness to the footprints of our ancestors.","BeginStoryId":"JZ15202BA"},{"Name":"Illusion","Description":"The monarch will merely be a facade created out of authority before the masses.","BeginStoryId":"JZ15203BA","EndStoryId":"JZ15203EA"},{"Name":"Cloud","Description":"Looking toward the sound, they see a young woman in white and the wooden cart behind her seemed to belong in a museum.","BeginStoryId":"JZ15204BA"},{"Name":"Chaos","Description":"Yin whispers softly. Qu stands overlooking the entirety of Kowloong.","BeginStoryId":"JZ15205BA","EndStoryId":"JZ15205EA"},{"Name":"Theme","Description":"These are the themes of this era that shape the world.","BeginStoryId":"JZ15206BA"},{"Name":"Reign","Description":"When people look up to the Sovereign, they see what they want to see.","BeginStoryId":"JZ15207BA"},{"Name":"The Nighter","Description":"There is no place more prosperous than this.","BeginStoryId":"JZ11601BA"},{"Name":"Mystery","Description":"But... how? Have you ever considered that maybe people should just get to live? What if we weren't supposed to sell our souls only for a shot at life?!","BeginStoryId":"JZ11602BA"},{"Name":"Scar","Description":"Huainan saw a clear reflection of himself. He paused for a moment, then pulled his collar down to reveal a terrible scar on his neck.","BeginStoryId":"JZ11603BA"},{"Name":"Dream","Description":"The cheering noise of the crowd could be heard from far away. Lanterns slowly rose into the sky from the deck. The Nighter looked like an grand, unreal show from the window.","BeginStoryId":"JZ11604BA"},{"Name":"Nightmare","Description":"Numerous dark silhouettes with crimson eyes walked out of the fire. What were they? Changyu stared at the burning flame, trying to find out what happened...","BeginStoryId":"JZ11605BA"},{"Name":"The Truth","Description":"Huainan stood right in front. His hair was messy, and his dark eyes had no emotion in them. Changyu had never seen that look. He felt like there was ice in Huainan's eyes, and he would be devoured in the next second.","BeginStoryId":"JZ11606BA","EndStoryId":"JZ11606EA"},{"Name":"Past","Description":"\"Not that I have any proof... but I can't shake the feeling that, for someone who was so hellbent on getting what he wanted, he must still be out there somewhere.\"","BeginStoryId":"JZ11607BA"},{"Name":"Shattered Hope","Description":"When all hope turns into despair...","BeginStoryId":"JZ11701BA"},{"Name":"Lightless Night","Description":"When night never ends, and tomorrow never comes...","BeginStoryId":"JZ11702BA"},{"Name":"Filthy Monsters","Description":"When monsters lose their value, they no longer deserve to live.","BeginStoryId":"JZ11703BA"},{"Name":"Unblessed Birth","Description":"When an unblessed birth arrives from heaven, is it destruction or salvation?","BeginStoryId":"JZ11704BA","EndStoryId":"JZ11704EA"},{"Name":"Iron Will","Description":"When the end is nigh, the body may be corrupted, but the soul will never be tainted.","BeginStoryId":"JZ11705BA"},{"Name":"Farewell for Reunion","Description":"When everything is reduced to ashes, we will find our eternal wonderland.","BeginStoryId":"JZ11706BA","EndStoryId":"JZ11706EA"},{"Name":"Dialogue between the Strongs","Description":"The recording of a dialogue.","BeginStoryId":"JZ11707BA"},{"Name":"The Beginning of Lies","Description":"The moment you see beyond the lies and find reality, a certain string will begin to tighten... or snap.","BeginStoryId":"JZ11801BA"},{"Name":"Indifference","Description":"All of these are familiar, like a scene repeated from the past.","BeginStoryId":"JZ11802BA"},{"Name":"Growing Fear","Description":"Wanshi tries to find some words to comfort the Construct, but everything he can think of points to an answer that he has known long ago.","BeginStoryId":"JZ11803BA"},{"Name":"Long Night","Description":"Wanshi cupped his hands to catch some water, only to let it slip through his fingers. He shook his head and walked out of the bathroom.","BeginStoryId":"JZ11804BA"},{"Name":"Flag","Description":"Because we're a \"flag.\"","BeginStoryId":"JZ11805BA","EndStoryId":"JZ11805EA"},{"Name":"Deep Sleep","Description":"It's not too bad.","BeginStoryId":"JZ11806BA","EndStoryId":"JZ11806EA"},{"Name":"The Conversation that Never Existed","Description":"Bianca thinks for a while, then removes Jett's speech from the file.","BeginStoryId":"JZ11807BA"},{"Name":"Turandot","Description":"Because now that she knew her sin, she recognized that it was he who would bestow the final judgment upon her.","BeginStoryId":"JZ11901BA"},{"Name":"Divine Comedy","Description":"Eden thanks you for your efforts. You have been brave warriors and humanity will always remember your glory.","BeginStoryId":"JZ11902BA","EndStoryId":"JZ11902EA"},{"Name":"Faust","Description":"That's the greatest honor I have ever received.","BeginStoryId":"JZ11903BA"},{"Name":"Tempest","Description":"She was now a vessel that contained the legacy of everyone in the Advance Force.","BeginStoryId":"JZ11904BA","EndStoryId":"JZ11904EA"},{"Name":"Epilogue","Description":"Now my charms are all o'erthrown, and what strength I have's mine own.","BeginStoryId":"JZ11905BA"},{"Name":"Auguries of Innocence","Description":"God does a human form display, to those who dwell in realms of day.","BeginStoryId":"JZ11906BA"},{"Name":"Between the Acts","Description":"She suddenly heard someone singing with a low voice nearby.","BeginStoryId":"JZ11907BA"},{"Name":"Banquet","Description":"All he can see is a charade, its foundation crumbling at any second.","BeginStoryId":"JZ12001BA"},{"Name":"Layout","Description":"In that case, we can finally move on to the next stage of the specialized frame project.","BeginStoryId":"JZ12002BA"},{"Name":"Martyrs","Description":"Even... if we live to see the day we win... there won't be a future for us, will there?","BeginStoryId":"JZ12003BA","EndStoryId":"JZ12003EA"},{"Name":"Path","Description":"I've made my choice.","BeginStoryId":"JZ12004BA"},{"Name":"The Chess Player","Description":"I'll use \"Smith\" to become \"Chrome\".","BeginStoryId":"JZ12005BA","EndStoryId":"JZ12005EA"},{"Name":"Stratagem","Description":"I was ready long before I stepped through the door.","BeginStoryId":"JZ12006BA"},{"Name":"Fledging Eagle","Description":"It has never been a kite that needs an anchor in his hands, but an eagle with its wings spread, ready to fly.","BeginStoryId":"JZ12007BA"},{"Name":"Cage","Description":"Angel? You've got to be joking. I'm the devil... here to take you back to hell.","BeginStoryId":"JZ12101BA"},{"Name":"Wild Beast","Description":"Calming down, No .21 stops and looks at the others with only vigilance and curiosity in her eyes, just like a newborn beast.","BeginStoryId":"JZ12102BA","EndStoryId":"JZ12102EA"},{"Name":"Choice","Description":"It may be the best—or worst decision to let you follow me. But here, things can only get worse.","BeginStoryId":"JZ12103BA"},{"Name":"Journey to Light","Description":"For some reason, No. 21 cannot help but believe what the Construct before her is saying. Is it because of her threatening color? Or the light in her eyes?","BeginStoryId":"JZ12104BA"},{"Name":"Return","Description":"My name? My name is a designation. No. 21 is my designation.","BeginStoryId":"JZ12105BA"},{"Name":"Homeward","Description":"Collapsed bricks and Corrupted remains pile up before No. 21. Vital fluid drips into the pits of the cement floor. Yet she is white as snow, seemingly fading into the light.","BeginStoryId":"JZ12106BA","EndStoryId":"JZ12106EA"},{"Name":"Cerberus","Description":"\"Hmph. Are you my new crew?\" The red-haired man smiles, showing his fangs like a vicious dog.","BeginStoryId":"JZ12107BA"},{"Name":"Hero And Death","Description":"A hero must be a hero, whatever it takes","BeginStoryId":"JZ12201BA"},{"Name":"Redemption in Falsehood","Description":"A lie is always a lie... If you aren't a hero, you will never be one.","BeginStoryId":"JZ12202BA","EndStoryId":"JZ12202EA"},{"Name":"Cruel Truth","Description":"Who will understand the truth in the cruel words?","BeginStoryId":"JZ12203BA"},{"Name":"Idealistic Edge","Description":"The only thing you can hold on to... is this moment, and who you are right now.","BeginStoryId":"JZ12204BA"},{"Name":"Ovation in Flowers and Rain","Description":"The unknown hero fights to the last moment in flowers and rain.","BeginStoryId":"JZ12205BA"},{"Name":"Follow the Banner","Description":"Ahead is death and our only hope. As long as the flag stands, you have nothing to fear.","BeginStoryId":"JZ12206BA","EndStoryId":"JZ12206EA"},{"Name":"Praise for the Future","Description":"I'm leaving everything to you... The \"Lloyd\" of the future.","BeginStoryId":"JZ12207BA"},{"Name":"Ad Time","Description":"Welcome to the show!","BeginStoryId":"JZ12301BA"},{"Name":"Sidelights","Description":"All I can do is keep telling myself to follow my dream. Only then can I feel alive... That dream is to be back with you all.","BeginStoryId":"JZ12302BA"},{"Name":"Popcorn Scene","Description":"Audience clapping, audience enjoying. Audience chewing popcorn, audience cheering.","BeginStoryId":"JZ12303BA"},{"Name":"Action Scene","Description":"Run, Roland.","BeginStoryId":"JZ12304BA"},{"Name":"Prologue","Description":"His life has finally started moving.","BeginStoryId":"JZ12305BA"},{"Name":"Cleanup after Performance","Description":"The show is over, the stage is closed. The crowd has left, no one sees the actor's true emotion.","BeginStoryId":"JZ12306BA"},{"Name":"Stinger that Nobody Is Watching","Description":"I guess I'll make her wish come true.","BeginStoryId":"JZ12307BA"},{"Name":"\"Ascent\"","Description":"It has completely dried up on the gray soil and looks more like a piece of specimen. A white dove lands next to it, then chirps and flies away.","BeginStoryId":"JZ12401BA"},{"Name":"\"Descent\"","Description":"She stands up and looks at other wounded soldiers with visible compassion. I am surprised and even begin to think that she may be a believer. I have seen many soldiers with faith, but never such a kind and gentle expression on a soldier's face.","BeginStoryId":"JZ12402BA"},{"Name":"\"Epiphany\"","Description":"An egret lands on the top of the ruins under the sun, making a long and peaceful chirp.","BeginStoryId":"JZ12403BA","EndStoryId":"JZ12403EA"},{"Name":"\"Christmas\"","Description":"But they cannot stop her. She continues wandering on the desolated land, wielding her scepter.","BeginStoryId":"JZ12404BA"},{"Name":"\"Annunciation\"","Description":"The ravens fly away and the human starts to disappear. She reaches out her hand, but cannot grab anything. There is only darkness.","BeginStoryId":"JZ12405BA"},{"Name":"\"Resurrection\"","Description":"She opens her eyes among the blue birds. They are no longer occupied by pain and mercy, but are filled with care and courage.","EndStoryId":"JZ12406EA"},{"Name":"The Prophecy of Simeon","Description":"The prophecy says a sword shall pierce through thy own soul.","BeginStoryId":"JZ12407BA"},{"Name":"The Shepherd","Description":"For she hears the audience's innocent call, and she hears the performers' tender reply.","BeginStoryId":"JZ12501BA"},{"Name":"The Little Girl Lost","Description":"The lovely girl told. She had wandered long, hearing that performer's song.","BeginStoryId":"JZ12502BA"},{"Name":"Festival of Innocence","Description":"The girl and her friends raising their innocent hands. Now like a mighty wind they raise to heaven the voice of song.","BeginStoryId":"JZ12503BA"},{"Name":"Festival of Vicissitudes","Description":"Is that mourning cry a song? Can it be a song of joy?","BeginStoryId":"JZ12504BA","EndStoryId":"JZ12504EA"},{"Name":"The Fly","Description":"The feeling of empathy is life, strength, and breath.","BeginStoryId":"JZ12505BA","EndStoryId":"JZ12505EA"},{"Name":"Songs of the New Bard","Description":"Youth of delight! Come here and see the opening morn, image of truth new-born.","BeginStoryId":"JZ12506BA"},{"Name":"Echoes of the Ancient Bard","Description":"She stumbles all night in the hollow universe.","BeginStoryId":"JZ12507BA"},{"Name":"Night Boat","Description":"Hundreds of years passed in the flutter of a butterfly's wings, and I sigh when I look back at the past. Spring has just arrived today, yet the flowers will wither tomorrow. Drink before the night ends and the lights go out.","BeginStoryId":"JZ12601BA","EndStoryId":"JZ12601EA"},{"Name":"Ancient Pouring Glass","Description":"I used to drink wine and enjoy music for days and squander my money just for fun. It is after I bid farewell that I realize how much time I have wasted away.","BeginStoryId":"JZ12602BA"},{"Name":"Return of a Distant Dawn","Description":"The plum tree branches cross the moon, creating a special atmosphere. The plum blossoms shade the moonlight, leaving dot shadows in the glass. No matter how I lament the past, those days have long gone. It's hard to see my old friends again.","BeginStoryId":"JZ12603BA"},{"Name":"Dream Song","Description":"It was drizzling and windy last night. I slept in but still felt drunk. I ask the maid who is rolling up the shades, yet she tells me that the flowers are still in blossom. Don't you know that there should be more leaves than flowers?","BeginStoryId":"JZ12604BA"},{"Name":"Sadness of Farewell","Description":"I wish to bid farewell, but my words fail me. He departs from me into the flowers and grass. There I stand, waving goodbye to him. The cherry blossoms are still in bloom and the willow leaves are still abundant, yet the wind of spring is blowing in the cold rain.","BeginStoryId":"JZ12605BA"},{"Name":"Song of Fragrance","Description":"The silk handkerchief is soaked by the sudden burst of tears. It's hard to resist the sadness of not being able to see him. My sleep is shallow, yet the screen stands tall in this silent long night.","BeginStoryId":"JZ12606BA","EndStoryId":"JZ12606EA"},{"Name":"New Farewell Song","Description":"We are separated by the Yangtze River. One stands on the north bank, and the other stands on the south bank. With whom should we drink wine and admire the moon tonight?","BeginStoryId":"JZ12607BA"},{"Name":"Different Plans","Description":"Liv seemed to be troubled by something lately. After some discussion, Lucia explained everything...","BeginStoryId":"SD00101BA"},{"Name":"Mysterious Helper","Description":"To prepare a secret Christmas celebration for Liv, other Gray Raven members and the commandant started to take action. They also met a great helper.","BeginStoryId":"SD00102BA"},{"Name":"Operation Begins","Description":"Sister, are we finally safe?","BeginStoryId":"SD00103BA","EndStoryId":"SD00103EA"},{"Name":"Lumberjack","Description":"I promised mother and father that I would never let anyone hurt you. So, I'll handle the riskier parts...","BeginStoryId":"SD00104BA","EndStoryId":"SD00104EA"},{"Name":"Super Christmas Tree","Description":"Nanami brought back a Christmas tree, but Lucia and Lee were puzzled by the choice of decorations.","BeginStoryId":"SD00105BA"},{"Name":"Operation Christmas","Description":"Liv also ended up joining the preparation. Everyone was working full on for the final stage before the Christmas celebration.","BeginStoryId":"SD00106BA"},{"Name":"Lone Wolf","Description":"I promised mother and father that I would never let anyone hurt you. So, I'll handle the riskier parts...","BeginStoryId":"SD00107BA"},{"Name":"Fireworks and Presents","Description":"Thanks to Karenina, the fireworks were lit up. When the folks gathered outside to watch the fireworks show, snowflakes started to fall.","BeginStoryId":"SD00108BA"},{"Name":"Merry Christmas!","Description":"In the end, everyone decided to take a group photo to celebrate Gray Raven and other Constructs' first ever Christmas.","EndStoryId":"SD00109EA"},{"Name":"Narwhal","Description":"Frozen Darkness Main Story 1","EndStoryId":"HD00401EA"},{"Name":"Returning to the Surface","Description":"Gray Raven was attacked on the way to the surface...","BeginStoryId":"HD00402BA"},{"Name":"Forest Guard","Description":"Gray Raven had an emergency landing in the snow ruins and encountered a local force.","BeginStoryId":"HD00403BA"},{"Name":"Aurora","Description":"Frozen Darkness Main Story 4","BeginStoryId":"HD00404BA","EndStoryId":"HD00404EA"},{"Name":"Watch From Afar","Description":"Frozen Darkness Main Story 5","BeginStoryId":"HD00405BA"},{"Name":"Blade to Blade","Description":"Frozen Darkness Main Story 6","BeginStoryId":"HD00406BA","EndStoryId":"HD00406EA"},{"Name":"Stubbornness & Courage","Description":"The locals were surprisingly stubborn and brave, even against a formidable enemy.","BeginStoryId":"HD00407BA"},{"Name":"Reasons to Fight","Description":"Frozen Darkness Main Story 8","BeginStoryId":"HD00408BA"},{"Name":"Tide of Machines","Description":"The Corrupted from deep sea swarmed the Murmansk Port!","BeginStoryId":"HD00409BA"},{"Name":"Chaos","Description":"Frozen Darkness Main Story 10","BeginStoryId":"HD00410BA"},{"Name":"Reunion","Description":"Frozen Darkness Main Story 11","BeginStoryId":"HD00411BA"},{"Name":"Failed Work","Description":"Frozen Darkness Main Story 12","BeginStoryId":"HD00412BA","EndStoryId":"HD00412EA"},{"Name":"Direction of Hope","Description":"Narwhal Derek saved a seed of hope for Rosetta. What would happen to her in future...?","BeginStoryId":"HD00413BA"},{"Name":"Frozen Darkness - Hard Placeholder","Description":"A tool stage","BeginStoryId":"HD00413BA"},{"Name":"Stars and Sands","Description":"After the battle ended, Babylonia forged an alliance with Akdilek. As the Gray Raven hadn't left the train, they received an order to assist the train repair works.","BeginStoryId":"HD00501BA"},{"Name":"Chaotic Carriages","Description":"Before getting to the next check point, Gray Ravens had to pass a commoners' carriage corrupted by the Heterozygote. Meanwhile, someone caught up with them...","BeginStoryId":"HD00502BA"},{"Name":"Baby Dream","Description":"Gray Ravens arrived at the central stronghold, the industrial carriage. Lee would team up with the repairers to face the dangers in this carriage.","BeginStoryId":"HD00503BA"},{"Name":"Endless Tunnel","Description":"Sophia informed Gray Ravens out of the blue that a substantial malfunction forced the train to stop in an emergency...","BeginStoryId":"HD00504BA"},{"Name":"Gronin Station","Description":"The repair works nearly came to an end. It was time to farewell this train at this nostalgic place.","BeginStoryId":"HD00505BA"},{"Name":"Boss Battle A-1","Description":"Chapter 1 - Normal","BeginStoryId":"RG00204BA","EndStoryId":"RG00204EA"},{"Name":"Boss Battle B-1","Description":"Chapter 2 - Normal","EndStoryId":"RG00207EA"},{"Name":"Boss Battle C-1","Description":"Chapter 3 - Normal","BeginStoryId":"RG00210BA","EndStoryId":"RG00210EA"},{"Name":"Boss Battle D-1","Description":"Chapter 4 - Normal","BeginStoryId":"RG00213BA","EndStoryId":"RG00213EA"},{"Name":"Boss Battle E-1","Description":"Chapter 5 - Normal","BeginStoryId":"RG00216BA","EndStoryId":"RG00216EA"},{"Name":"Story Stage A-1","Description":"Chapter 1 - Normal","BeginStoryId":"RG00202BA","EndStoryId":"RG00202EA"},{"Name":"Story Stage A-2","Description":"Chapter 1 - Normal","BeginStoryId":"RG00203BA"},{"Name":"Story Stage B-1","Description":"Chapter 2 - Normal","BeginStoryId":"RG00205BA","EndStoryId":"RG00205EA"},{"Name":"Story Stage B-2","Description":"Chapter 2 - Normal","EndStoryId":"RG00206EA"},{"Name":"Story Stage C-1","Description":"Chapter 3 - Normal","BeginStoryId":"RG00208BA"},{"Name":"Story Stage C-2","Description":"Chapter 3 - Normal","BeginStoryId":"RG00209BA","EndStoryId":"RG00209EA"},{"Name":"Story Stage D-1","Description":"Chapter 4 - Normal","BeginStoryId":"RG00211BA"},{"Name":"Story Stage D-2","Description":"Chapter 4 - Normal","BeginStoryId":"RG00212BA","EndStoryId":"RG00212EA"},{"Name":"Story Stage E-1","Description":"Chapter 5 - Normal","BeginStoryId":"RG00214BA","EndStoryId":"RG00214EA"},{"Name":"Story Stage E-2","Description":"Chapter 5 - Normal","BeginStoryId":"RG00215BA"},{"Name":"Boss Battle A-1","Description":"Chapter 1 - Hard","BeginStoryId":"RG00204BA","EndStoryId":"RG00204EA"},{"Name":"Boss Battle B-1","Description":"Chapter 2 - Hard","EndStoryId":"RG00207EA"},{"Name":"Boss Battle C-1","Description":"Chapter 3 - Hard","BeginStoryId":"RG00210BA","EndStoryId":"RG00210EA"},{"Name":"Boss Battle D-1","Description":"Chapter 4 - Hard","BeginStoryId":"RG00213BA","EndStoryId":"RG00213EA"},{"Name":"Boss Battle E-1","Description":"Chapter 5 - Hard","BeginStoryId":"RG00216BA","EndStoryId":"RG00216EA"},{"Name":"Story Stage","Description":"Story Stage 8 (Camu)","BeginStoryId":"RG00302BA"},{"Name":"Story Stage","Description":"Story Stage 32 (Musashi)","EndStoryId":"RG00308EA"},{"Name":"Story Stage","Description":"Story Stage 44 (Villager)","BeginStoryId":"RG00311BA"},{"Name":"Story Stage","Description":"Story Stage 48 (Child)","BeginStoryId":"RG00312BA"},{"Name":"Story Stage","Description":"Story Stage 56 (Teaching Ends)","BeginStoryId":"RG00313BA"},{"Name":"Story Stage","Description":"Story Stage 64 (King)","BeginStoryId":"RG00315BA"},{"Name":"Story Stage","Description":"Story Stage 68 (Butler)","BeginStoryId":"RG00316BA","EndStoryId":"RG00316EA"},{"Name":"Story Stage","Description":"Story Stage 72 (Karenina)","BeginStoryId":"RG00317BA"},{"Name":"Story Stage","Description":"Story Stage 76 (Karenina)","BeginStoryId":"RG00318BA"},{"Name":"Story Stage","Description":"Story Stage 84 (Six People)","BeginStoryId":"RG00320BA"},{"Name":"Story Stage","Description":"Story Stage 92 (Business District)","BeginStoryId":"RG00322BA"},{"Name":"Story Stage","Description":"Story Stage 96 (Gabriel)","BeginStoryId":"RG00323BA","EndStoryId":"RG00323EA"},{"Name":"Story Stage","Description":"Story Stage 100 (Rescued)","BeginStoryId":"RG00324BA"},{"Name":"Story Stage","Description":"Story Stage 112 (Demon King)","BeginStoryId":"RG00327BA"},{"Name":"Story Stage","Description":"Story Stage 116 (Siege)","BeginStoryId":"RG00328BA"},{"Name":"Story Stage","Description":"Story Stage 128 (Jewel)","BeginStoryId":"RG00331BA"},{"Name":"Story Stage","Description":"Story Stage 132 (Business District)","BeginStoryId":"RG00332BA"},{"Name":"Story Stage","Description":"Story Stage 144 (Nona Ouroboros)","EndStoryId":"RG00335EA"},{"Name":"Story Stage","Description":"Story Stage 152 (Nona Ouroboros)","BeginStoryId":"RG00337BA","EndStoryId":"RG00337EA"},{"Name":"Story Stage","Description":"Story Stage 156 (Camu's Room)","BeginStoryId":"RG00338BA"},{"Name":"Story Stage","Description":"Story Stage 160 (Golden Vortex)","BeginStoryId":"RG00339BA","EndStoryId":"RG00339EA"},{"Name":"Story Stage","Description":"Boss Battle","EndStoryId":"RG00304EA"},{"Name":"Story Stage","Description":"Boss Battle","BeginStoryId":"RG00319BA"},{"Name":"Story Stage","Description":"Story Stage 12","BeginStoryId":"RG00303BA"},{"Name":"Story Stage","Description":"Story Stage 20","BeginStoryId":"RG00305BA"},{"Name":"Story Stage","Description":"Story Stage 24","BeginStoryId":"RG00306BA"},{"Name":"Story Stage","Description":"Story Stage 28","BeginStoryId":"RG00307BA"},{"Name":"Story Stage","Description":"Story Stage 36","BeginStoryId":"RG00309BA"},{"Name":"Story Stage","Description":"Story Stage 40","BeginStoryId":"RG00310BA"},{"Name":"Story Stage","Description":"Story Stage 60","BeginStoryId":"RG00314BA"},{"Name":"Story Stage","Description":"Story Stage 88","BeginStoryId":"RG00321BA"},{"Name":"Story Stage","Description":"Story Stage 104","BeginStoryId":"RG00325BA"},{"Name":"Story Stage","Description":"Story Stage 108","EndStoryId":"RG00326EA"},{"Name":"Story Stage","Description":"Story Stage 120","BeginStoryId":"RG00329BA"},{"Name":"Story Stage","Description":"Story Stage 124","BeginStoryId":"RG00330BA"},{"Name":"Story Stage","Description":"Story Stage 136","BeginStoryId":"RG00333BA"},{"Name":"Story Stage","Description":"Story Stage 140","BeginStoryId":"RG00334BA"},{"Name":"Story Stage","Description":"Story Stage 148","BeginStoryId":"RG00336BA"},{"Name":"Story Stage","Description":"Story Stage 12","BeginStoryId":"RG00303BA"},{"Name":"Story Stage","Description":"Story Stage 20","BeginStoryId":"RG00305BA"},{"Name":"Story Stage","Description":"Story Stage 24","BeginStoryId":"RG00306BA"},{"Name":"Story Stage","Description":"Story Stage 28","BeginStoryId":"RG00307BA"},{"Name":"Story Stage","Description":"Story Stage 36","BeginStoryId":"RG00309BA"},{"Name":"Story Stage","Description":"Story Stage 40","BeginStoryId":"RG00310BA"},{"Name":"Story Stage","Description":"Story Stage 60","BeginStoryId":"RG00314BA"},{"Name":"Story Stage","Description":"Story Stage 88","BeginStoryId":"RG00321BA"},{"Name":"Story Stage","Description":"Story Stage 104","BeginStoryId":"RG00325BA"},{"Name":"Story Stage","Description":"Story Stage 108","EndStoryId":"RG00326EA"},{"Name":"Story Stage","Description":"Story Stage 120","BeginStoryId":"RG00329BA"},{"Name":"Story Stage","Description":"Story Stage 124","BeginStoryId":"RG00330BA"},{"Name":"Story Stage","Description":"Story Stage 136","BeginStoryId":"RG00333BA"},{"Name":"Story Stage","Description":"Story Stage 140","BeginStoryId":"RG00334BA"},{"Name":"Story Stage","Description":"Story Stage 148","BeginStoryId":"RG00336BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 1 (Story)","BeginStoryId":"RG00401BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 2 (Story)","BeginStoryId":"RG00403BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 3 (Story)","BeginStoryId":"RG00405BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 4 (Story)","BeginStoryId":"RG00407BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 5 (Story)","BeginStoryId":"RG00409BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 6 (Story)","BeginStoryId":"RG00411BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 7 (Story)","BeginStoryId":"RG00413BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 8 (Story)","BeginStoryId":"RG00415BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 9 (Story)","BeginStoryId":"RG00417BA"},{"Name":"Story Stage","Description":"Icefield Roguelike 10 (Story)","BeginStoryId":"RG00419BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 1 - Normal","BeginStoryId":"RG00402BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 2 - Normal","BeginStoryId":"RG00404BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 3 - Normal","BeginStoryId":"RG00406BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 4 - Normal","BeginStoryId":"RG00408BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 5 - Normal","BeginStoryId":"RG00410BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 6 - Normal","BeginStoryId":"RG00412BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 7 - Normal","BeginStoryId":"RG00414BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 8 - Normal","BeginStoryId":"RG00416BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 9 - Normal","BeginStoryId":"RG00418BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 10 - Normal","BeginStoryId":"RG00420BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 1 - Elite","BeginStoryId":"RG00402BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 2 - Elite","BeginStoryId":"RG00404BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 3 - Elite","BeginStoryId":"RG00406BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 4 - Elite","BeginStoryId":"RG00408BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 5 - Elite","BeginStoryId":"RG00410BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 6 - Elite","BeginStoryId":"RG00412BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 7 - Elite","BeginStoryId":"RG00414BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 8 - Elite","BeginStoryId":"RG00416BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 9 - Elite","BeginStoryId":"RG00418BA"},{"Name":"Boss Battle","Description":"Icefield - Final Battle 10 - Elite","BeginStoryId":"RG00420BA"},{"Name":"Encounter","Description":"Halloween - Encounter 2","BeginStoryId":"RG00503BA"},{"Name":"Encounter","Description":"Halloween - Encounter 3","BeginStoryId":"RG00505BA"},{"Name":"Encounter","Description":"Halloween - Encounter 4","BeginStoryId":"RG00507BA"},{"Name":"Boss Battle","Description":"BOSS1","BeginStoryId":"RG00502BA","EndStoryId":"RG00502EA"},{"Name":"Boss Battle","Description":"BOSS2","BeginStoryId":"RG00504BA","EndStoryId":"RG00504EA"},{"Name":"Boss Battle","Description":"BOSS3","BeginStoryId":"RG00506BA","EndStoryId":"RG00506EA"},{"Name":"Boss Battle","Description":"BOSS5","BeginStoryId":"RG00508BA","EndStoryId":"RG00508EA"},{"Name":"Boss Battle","Description":"Trial Boss 5","EndStoryId":"RG00509BA"},{"Name":"Sleeping Beauty","Description":"Are you clear about the rules, my \"Sleeping Beauty\"?","BeginStoryId":"RY00101BA"},{"Name":"Little Red Cap","Description":"All good now. Commandant, why are you using remote communication... Do you mind explaining?","BeginStoryId":"RY00102BA","EndStoryId":"RY00102EA"},{"Name":"Two Musketeers","Description":"And I am Lee... We are like two musketeers now.","BeginStoryId":"RY00103BA"},{"Name":"Ali Baba","Description":"Is this another trick that Lord is playing on me?","BeginStoryId":"RY00104BA"},{"Name":"The Three Little Pigs","Description":"Let us show you the power of the trio!","BeginStoryId":"RY00105BA"},{"Name":"Puss in Boots","Description":"...What a terrible joke.","BeginStoryId":"RY00106BA"},{"Name":"Pinocchio","Description":"You are a pervert, aren't you?!","BeginStoryId":"RY00107BA"},{"Name":"Daughter of the Ocean","Description":"These are the guidelines on Connection Chambers.","BeginStoryId":"RY00108BA"},{"Name":"The Prince","Description":"It doesn't matter what Commandant sees in me, because I only have one thing to do, right from the beginning.","BeginStoryId":"RY00109BA"},{"Name":"Happy April Fools' Day!","Description":"It's great when everyone comes together, Commandant. I wish we can spend every year, every month, and every holiday like this.","BeginStoryId":"RY00110BA"},{"Name":"Sky Lord Celica","Description":"The world fell into darkness, and I became the Lord of the Sky.","BeginStoryId":"RY00111BA"},{"Name":"Port Hub","EndStoryId":"BJ00101EA"},{"Name":"Unloading Area","EndStoryId":"BJ00102EA"},{"Name":"Core Management Area","EndStoryId":"BJ00103EA"},{"Name":"Reunion Pavilion","EndStoryId":"BJ00104EA"},{"Name":"Dream Terrace","EndStoryId":"BJ00105EA"},{"Name":"Cloud Passage","EndStoryId":"BJ00106EA"},{"Name":"Maintenance Tunnel","EndStoryId":"BJ00107EA"},{"Name":"Shopping Town","EndStoryId":"BJ00108EA"},{"Name":"Yazaki Park","EndStoryId":"BJ00109EA"},{"Name":"Counter Corridor","EndStoryId":"BJ00110EA"},{"Name":"Anti-Direct Hit Partition","EndStoryId":"BJ00111EA"},{"Name":"QR Passageway","EndStoryId":"BJ00112EA"},{"Name":"Bamboo Garden","EndStoryId":"BJ00201EA"},{"Name":"Underground Factory","EndStoryId":"BJ00203EA"},{"Name":"Titan Trench","EndStoryId":"BJ00204EA"},{"Name":"Hangar Passage","EndStoryId":"BJ00205EA"},{"Name":"Residential Area","EndStoryId":"BJ00206EA"},{"Name":"Bunker Dune","EndStoryId":"BJ00207EA"},{"Name":"Reinforced Passage","EndStoryId":"BJ00208EA"},{"Name":"Data Center","EndStoryId":"BJ00209EA"},{"Name":"Ghost Coast","EndStoryId":"BJ00210EA"},{"Name":"Quick Reaction Passage","EndStoryId":"BJ00211EA"},{"Name":"Radar Station","EndStoryId":"BJ00212EA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00101BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00102BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00103BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00104BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00105BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00106BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00107BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00108BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00109BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00110BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00111BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00112BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00201BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00202BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00204BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00205BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00206BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00207BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00208BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00209BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00210BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00211BA"},{"Description":"Border Pact Sub Stage","BeginStoryId":"BJ00212BA"},{"Name":"Midnight Sale","Description":"There is nothing more expensive than something free... Isn't it?","BeginStoryId":"DW00101BA","EndStoryId":"DW00101EA"},{"Name":"The Forsaken and The Festival","Description":"This could be the only day worth looking forward to.","BeginStoryId":"DW00102BA"},{"Name":"Replacement & Determination","Description":"There are two types of things in this world: those can be replaced, and those cannot.","BeginStoryId":"DW00103BA","EndStoryId":"DW00103EA"},{"Name":"Resolution","Description":"Today is a festival. No one misses out.","BeginStoryId":"DW00104BA"},{"Name":"Hometown & \"Zongzi\"","Description":"This is...the best zongzi in the world.","BeginStoryId":"DW00105BA","EndStoryId":"DW00105EA"},{"Name":"Journey & Future","Description":"The journey has come to an end, but the festival continues.","BeginStoryId":"DW00106BA"},{"Name":"Festival & \"War\"","Description":"This is a war of pride!","BeginStoryId":"DW00107BA"},{"Name":"Prepare for Winter","Description":"A secret conversation after a chaotic war.","BeginStoryId":"YR01301BA"},{"Name":"Statue","Description":"After seizing Huaxu, the Ascendants were preparing for another operation.","BeginStoryId":"YR01302BA"},{"Name":"On snow","Description":"On a snowy plain in the ARU, a commandant and a group of Constructs are pondering over their situation.","BeginStoryId":"YR01401BA"},{"Name":"Test Subject Rosetta","Description":"After upgrading the frame, Nikola wanted Rosetta to do combat simulation.","BeginStoryId":"YR01402BA"},{"Name":"Depart","Description":"Time for someone to act.","BeginStoryId":"YR01403BA"},{"Name":"Black Guardian","Description":"The theater finally found a capable young actor. His name was \"Changyu\"...","BeginStoryId":"YR01501BA","EndStoryId":"YR01501EA"},{"Name":"Requiem","Description":"Qu, the leader of Kowloong Corp, led the charge into the enemies.","BeginStoryId":"YR01502BA","EndStoryId":"YR01502EA"},{"Name":"Childhood","Description":"I am Heuristically Artificial Intelligence Caretaking Machine—Alpha.","BeginStoryId":"ZX02701BA"},{"Name":"Revelation","Description":"According to the record, humans tend to develop subjective negative opinion about things beyond control. Your painting is very special, but it doesn't mean it's meaningless.","BeginStoryId":"ZX02702BA"},{"Name":"Born Again","Description":"Please... Find her... Protect her...","BeginStoryId":"ZX02703BA","EndStoryId":"ZX02703EA"},{"Name":"Search of Despair","Description":"The girl's figure is drowned in the sea of the Corrupted.","BeginStoryId":"ZX02704BA"},{"Name":"Awakening","Description":"The world that I wake up to is no longer the one it was.","BeginStoryId":"ZX02705BA","EndStoryId":"ZX02705EA"},{"Name":"\"Sage's\" Offerings","Description":"\"Would you mind returning that issue of 'Space Knight: Dawnbreak'?\"","BeginStoryId":"ZX02706BA","EndStoryId":"ZX02706EA"},{"Name":"Solo Journey","Description":"The machines on Earth were things abandoned by humans. They've been... searching for the meaning of their existence ever since.","BeginStoryId":"ZX02707BA"},{"Name":"\"Chariot\"","Description":"But since you are also our kin in pursuit of awakening, you can join our Machine Church.","BeginStoryId":"ZX02708BA","EndStoryId":"ZX02708EA"},{"Name":"Machine Church","Description":"These enlightened machines are like newborn babies. They don't understand what \"creation\" is. They just do what humans do and follow their footsteps.","BeginStoryId":"ZX02709BA"},{"Name":"Scarlet Threat","Description":"They learned what \"fear\" is. They just want to search for a new home.","BeginStoryId":"ZX02710BA","EndStoryId":"ZX02710EA"},{"Name":"Dusty Starship","Description":"Now that the Sage hasn't arrived, it's the responsibility of \"Gear\" to select a future for the machines.","BeginStoryId":"ZX02711BA"},{"Name":"Mechanoids' Choice","Description":"Mechanoids' love is finally freed from the chains of their programming. Human kindness and affection have paved a path to the future.","BeginStoryId":"ZX02712BA","EndStoryId":"ZX02712EA"},{"Name":"Toward the Light","Description":"Although Haicma doesn't Nanami, Nanami remembers all her friends and will never let them suffer a tragic ending like that.","BeginStoryId":"ZX02713BA","EndStoryId":"ZX02713EA"},{"Name":"Back on the Road","Description":"Next, it's our journey together.","BeginStoryId":"ZX02714BA"},{"Name":"Hidden Current (I)","Description":"Time for someone to act.","BeginStoryId":"YR01601BA"},{"Name":"Summer Afternoon","Description":"It was a faded, old box. On its cover was a sunny holiday beach.","BeginStoryId":"YR01301BB"},{"Name":"Virtual Swimsuit","Description":"These are all swimsuits, aren't they?","BeginStoryId":"YR01302BB"},{"Name":"Truth or Dare","Description":"Can't enjoy the beach without a truth or dare game!","BeginStoryId":"YR01303BB","EndStoryId":"YR01303EB"},{"Name":"War on Beach","Description":"Running on the beach \"battlefield\" with \"combat\" suits.","BeginStoryId":"YR01304BB","EndStoryId":"YR01304EB"},{"Name":"The \"Surprise\"","Description":"I'm already enjoying myself playing games with you all!","BeginStoryId":"YR01305BB","EndStoryId":"YR01305EB"},{"Name":"A Brief Holiday","Description":"Let's enjoy the holiday a little longer.","BeginStoryId":"YR01306BB"},{"Name":"Special Gift","Description":"An unexpected present.","BeginStoryId":"YR01307BB"},{"Name":"約束","Description":"Why are you two together?","BeginStoryId":"QX00101BA"},{"Name":"Moonlit Night","Description":"Leave some special memories for us today.","BeginStoryId":"QX00102BA"},{"Name":"The Stage","Description":"The Stage","BeginStoryId":"QX00103BA","EndStoryId":"QX00103EA"},{"Name":"Summer Night Recollection","Description":"Summer Night Recollection","BeginStoryId":"HD00309BA","EndStoryId":"HD00309EA"},{"Name":"Celebration","BeginStoryId":"HD01301BA"},{"Name":"Star Ticket","BeginStoryId":"HD01302BA"},{"Name":"Treasure Hunter","BeginStoryId":"HD01303BA","EndStoryId":"HD01303EA"},{"Name":"Sound of Flowers","BeginStoryId":"HD01304BA"},{"Name":"Parent-Child Game","BeginStoryId":"HD01305BA"},{"Name":"The Orphan","BeginStoryId":"HD01306BA"},{"Name":"Aroma of the Moment","BeginStoryId":"HD01307BA"},{"Name":"A Bite of Warmth","BeginStoryId":"HD01308BA","EndStoryId":"HD01308EA"},{"Name":"The Beginning","Description":"The Gray Ravens barged into a certain celebration to recover the lost goods.","BeginStoryId":"ZY00101BA"},{"Name":"Illusive Gray Raven","Description":"You must face the trial to reclaim items... Thus, the Gray Raven awaits your challenge.","BeginStoryId":"ZY00102BA"},{"Name":"Entropy Counting","Description":"The second trial involves numbers. Lee volunteers to set out and reclaim the items!","BeginStoryId":"ZY00103BA"},{"Name":"Spirit Walker","Description":"The 3rd trial is a test of courage. Lucia raises her hand to accept the challenge.","BeginStoryId":"ZY00104BA","EndStoryId":"ZY00104EA"},{"Name":"Last Fight","Description":"The fourth trial is a test of teamwork. Fight to become a taoist!","BeginStoryId":"ZY00105BA"},{"Name":"The End","Description":"The Mechanoids are pleased with the Gray Ravens' participation. They offer their gratitude in the white light.","BeginStoryId":"ZY00106BA"},{"Name":"Special Comms","Description":"Let's connect to the satellite using our portable device. Get Wanshi up, Kamui.","BeginStoryId":"SD00203BA"},{"Name":"Oasis Flower","Description":"The children tried to hide something behind them, but Watanabe easily noticed what they had in their hands.","BeginStoryId":"SD00204BA"},{"Name":"Best Partners","Description":"Could you help me, Karenina? Let's just have some fun.","BeginStoryId":"SD00205BA"},{"Name":"Kids Taking Over","Description":"If only Nanami was here, that would make it four.","BeginStoryId":"SD00206BA"},{"Name":"Meeting Eden","Description":"She smiles at the camera before turning it toward the two of them.","BeginStoryId":"SD00207BA"},{"Name":"Whisper from the Stars","Description":"All the thoughts and wishes would be channeled into the satellites and delivered to us right here, right now, crossing time and space.","BeginStoryId":"SD00208BA"},{"Name":"Day XX, A Reunion","Description":"The painful days might not be remembered, but the day of reunion would never be forgotten.","BeginStoryId":"YR01702BA"},{"Name":"Unknown Discovery","Description":"The more we search, the more unknown we will discover. This applies to both the world and to ourselves.","BeginStoryId":"YR01703BA"},{"Name":"Mission Alone","Description":"...Hold on, are you saying that Commandant has to carry out this mission alone?","BeginStoryId":"HD00701BA"},{"Name":"A Special Day","Description":"Today is the most special day of the year, even to the Forsakens.","BeginStoryId":"HD00702BA"},{"Name":"The Forsaken and the Children","Description":"We are not the only ones that were forgotten... So were these children.","BeginStoryId":"HD00703BA","EndStoryId":"HD00703EA"},{"Name":"Battle under Fireworks","Description":"Here's the mission. Destroy all the invading Corrupted... Let none survive!","BeginStoryId":"HD00704BA","EndStoryId":"HD00704EA"},{"Name":"Another Journey","Description":"The brief two-person journey has ended, and you are back on your own on an accident-free trip, just like the way it started.","BeginStoryId":"HD00705BA"},{"Name":"Suspicious Marks","Description":"Suspicious marks were found in City 015. What could they be...?","BeginStoryId":"HD00706BA"},{"Name":"The Besieged Girl","Description":"Hang in there! We're coming right now!","BeginStoryId":"HD00707BA","EndStoryId":"HD00707EA"},{"Name":"Forgotten Gift","Description":"Hey, kids, do you want to give our \"supplier\" your gift yourselves?","BeginStoryId":"HD00708BA"},{"Name":"Operation \"Red Envelope\"","Description":"Everybody get ready! Let's start collecting the baits!","BeginStoryId":"HD00709BA","EndStoryId":"HD00709EA"},{"Name":"Gray Raven's \"Rescue\"","Description":"With Lee, you, and me here, we will never let accidents happen to Commandant.","BeginStoryId":"HD00710BA"},{"Name":"Battle for \"Xi\"","Description":"For our lovely Xi! Go, my brave bodyguards! Hurry!","BeginStoryId":"HD00711BA"},{"Name":"New Year for Everyone","Description":"Happy New Year. I wish we can celebrate every year like this.","BeginStoryId":"HD00712BA"},{"Name":"Day of Crisis","Description":"Brace yourselves, for today is perhaps the most disastrous day ever in Babylonia...","BeginStoryId":"RY00201BA"},{"Name":"Mysterious Guest","Description":"Maybe there's a mysterious world somewhere that nobody ever knows...","BeginStoryId":"RY00202BA"},{"Name":"Rabbit Running Late","Description":"I'm running late... The grand welcoming ceremony is about to begin!","BeginStoryId":"RY00203BA","EndStoryId":"RY00203EA"},{"Name":"Colorful Wrap","Description":"Perhaps she just wants a dreamland like what she sees through the candy wrap.","BeginStoryId":"RY00204BA"},{"Name":"Lies and Friends","Description":"Words can hurt. Lies hurt particularly hard.","BeginStoryId":"RY00205BA"},{"Name":"Tea Party for the Mad","Description":"The tea party for the mad is about to begin! Come here for delicious tea, and sweet pancakes! Oh, and funny clowns, of course!","BeginStoryId":"RY00206BA"},{"Name":"Collapsed Tower","Description":"Maybe they know the weakness of humans better. They know how to destroy the tower.","BeginStoryId":"RY00207BA"},{"Name":"Wonderland","Description":"We're all your friends<//??SEE??>. Everything here exists for you<//#%?#%?>. This is the wonderland.","BeginStoryId":"RY00208BA","EndStoryId":"RY00208EA"},{"Name":"The Fools' Future","Description":"A man who doesn't know his direction is a fool. A man who knows it but doesn't want to follow, is also a fool. But thanks to their foolishness, fools can still embrace their future.","BeginStoryId":"RY00209BA"},{"Name":"SP-01","Description":"Nikola wants to test the combat team system found in the Niflheim Lab. You are no doubt his best candidate.","BeginStoryId":"ZZ00101BA"},{"Name":"SP-02","Description":"You never thought you would meet her again.","BeginStoryId":"ZZ00102BA"},{"Name":"SP-03","Description":"Somehow, the battle felt different from your usual experiences.","BeginStoryId":"ZZ00103BA"},{"Name":"SP-04","Description":"Even in the data form, no team member should be left behind. That's what we call an ideal victory.","BeginStoryId":"ZZ00104BA"},{"Name":"SP-01","Description":"More tests are on the way. This time, you are required to test more special systems. Are you ready?","BeginStoryId":"ZZ00105BA"},{"Name":"SP-02","Description":"In order to make the virtual members less \"robotic\", the system AI purposely added more personalities. The battle is now a mess.","BeginStoryId":"ZZ00106BA"},{"Name":"SP-03","Description":"Here they are, two identical Constructs. Let's make the most powerful \"Storm\" ever!","BeginStoryId":"ZZ00107BA"},{"Name":"SP-04","Description":"The battle was a deadlock, but you received unexpected help. Was \"she\" really just an AI?","BeginStoryId":"ZZ00108BA"},{"Name":"SP-01","Description":"Rosetta believed the Virtual Horizon system was found in the Niflheim Lab and could be extremely dangerous. She wanted you to stop the tests.","BeginStoryId":"ZZ00109BA"},{"Name":"SP-02","Description":"Nikola and Hassen discussed how Virtual Horizon could be utilized for various purposes.","BeginStoryId":"ZZ00110BA"},{"Name":"SP-03","Description":"Asimov and Rosetta found the information hidden under the AI's noises. The test must be stopped!","BeginStoryId":"ZZ00111BA"},{"Name":"SP-04","Description":"You finally completed the test mission, but the system AI had an error.","BeginStoryId":"ZZ00112BA"},{"Name":"SP-01","Description":"Your mind was trapped within Virtual Horizon. The AI that had been guiding you told you her name was \"Ann.\" She hoped you could stay and fight forever.","BeginStoryId":"ZZ00113BA"},{"Name":"SP-02","Description":"Ann was attacked by a monster that resembled Amberia. She then realized she was only Amberia's backup persona. Just when she was about to be devoured, the Construct she created saved her.","BeginStoryId":"ZZ00114BA"},{"Name":"SP-03","Description":"Ann wanted to break free from the system, but the only way out was to defeat the monster \"Amberia.\" She and all the Constructs would help you.","BeginStoryId":"ZZ00115BA"},{"Name":"SP-04","Description":"Finally, you defeated the monster, but everything would soon be forgotten when you wake up, and Ann fell into an eternal sleep once again.","BeginStoryId":"ZZ00116BA"},{"Name":"SP-01","Description":"This is one of the few places in Babylonia where you may gaze up and observe the universe. It is not staring at the earth, but at what is beyond it.","BeginStoryId":"ZZ00201BA"},{"Name":"SP-02","Description":"Hassen nods a little after a few seconds, maintaining his usual pose and gaze into the blue planet.","BeginStoryId":"ZZ00201EA"},{"Name":"The Cavern of Dawn","BeginStoryId":"HD00601BA","EndStoryId":"HD00601EA"},{"Name":"Everlasting War","BeginStoryId":"HD00602BA","EndStoryId":"HD00602EA"},{"Name":"Cycle of War","BeginStoryId":"HD00603BA","EndStoryId":"HD00603EA"},{"Name":"The Bottom of Blood - Side A","BeginStoryId":"HD00604BA","EndStoryId":"HD00604EA"},{"Name":"The Bottom of Blood - Side B","BeginStoryId":"HD00605BA","EndStoryId":"HD00605EA"},{"Name":"False Relationship","BeginStoryId":"HD00606BA","EndStoryId":"HD00606EA"},{"Name":"Blood & Flower","EndStoryId":"HD00607EA"},{"Name":"World Collapsed","BeginStoryId":"HD00608BA","EndStoryId":"HD00608EA"},{"Name":"The Strip of Truth","BeginStoryId":"HD00609BA","EndStoryId":"HD00609EA"},{"Name":"Machiavelli","BeginStoryId":"HD00610BA","EndStoryId":"HD00610EA"},{"Name":"Reject and Accept","Description":"Previous Pet Trial Stages","BeginStoryId":"CW00103BA","EndStoryId":"CW00103EA"},{"Name":"Reject and Accept","Description":"New Pet Trial Stages","BeginStoryId":"CW00103BA","EndStoryId":"CW00103EA"},{"Name":"Trial Stage Placeholder","Description":"Trial Stage Placeholder","BeginStoryId":"CW00103BA","EndStoryId":"CW00103EA"},{"Name":"Endless Summer","Description":"A momentary respite amid the bustle.","BeginStoryId":"H001001BA"},{"Name":"Moment of Softness","Description":"In this cold and silent night, you are the only light source.","BeginStoryId":"H001002BA"},{"Name":"Past Shard","Description":"She places a sharp short sword in Lucia's hand.","BeginStoryId":"H001003BA"},{"Name":"Azure Bubbles","Description":"So... This is what trust really is.","BeginStoryId":"H001004BA","EndStoryId":"H001004EA"},{"Name":"Escape and Search","Description":"It went away without leaving even one silver feather, yet she is determined to keep searching.","BeginStoryId":"CW00101BA"},{"Name":"Contact and Estrangement","Description":"It seems to hide behind an electric fence, yet she is determined to reach out.","BeginStoryId":"CW00102BA"},{"Name":"Escape and Find","Description":"It has gone, with even no one piece of silver feather left. But she, insists to find.","BeginStoryId":"CW00101BA"},{"Name":"Near and Far","Description":"It keeps away, seeming to build a power grid for safety. But she, insists to touch.","BeginStoryId":"CW00102BA"},{"Name":"Difference","Description":"Under the flickering aurora, she lets the cold wind mixed with frost and snow beat on her body and looks ahead.","BeginStoryId":"CW00201BA"},{"Name":"Strider","Description":"It is the momentary thrill of breaking free from the surface—the thrill of freedom.","BeginStoryId":"CW00202BA","EndStoryId":"CW00202EA"},{"Name":"Pursuit","Description":"Shaking off the snow on her head, Rosetta continues to chase the CUB deep into the snow forest.","BeginStoryId":"CW00203BA"},{"Name":"Act of God","Description":"The trees and stones along the way are submerged in an instant.","BeginStoryId":"CW00204BA"},{"Name":"Frost Oath","Description":"The snow and storm has witnessed our vows to each other.","BeginStoryId":"CW00205BA"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02414EC"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02414ED"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02414EE"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02401EC"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02401EE"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02401EB"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02401EA"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02413EB"},{"Name":"Recitativo di Fantasia","EndStoryId":"ZX02401ED"},{"Name":"End-of-the-Year Invitation","Description":"Make sure you all come, Commandant. I still need to tell others!","BeginStoryId":"HD01201BA"},{"Name":"The Invention of Tiger","Description":"Now, allow me to introduce my greatest work. Ta-da! Behold, Tiger!","BeginStoryId":"HD01202BA"},{"Name":"Charm of the New World","Description":"I'm the artist... living... next door.","BeginStoryId":"HD01203BA"},{"Name":"Spring Cleaning","BeginStoryId":"HD01204BA","EndStoryId":"HD01204EA"},{"Name":"Spring Festival Couplets","Description":"Here they are. I promise you'll love these couplets!","BeginStoryId":"HD01205BA"},{"Name":"Stove God Worshipping","BeginStoryId":"HD01206BA","EndStoryId":"HD01206EA"},{"Name":"Couplets Decorating","BeginStoryId":"HD01207BA","EndStoryId":"HD01207EA"},{"Name":"Staying Up","BeginStoryId":"HD01208BA","EndStoryId":"HD01208EA"},{"Name":"Ringing Out the Old Year","BeginStoryId":"HD01209BA","EndStoryId":"HD01209EA"},{"Name":"Ringing in the New Year","BeginStoryId":"HD01210BA","EndStoryId":"HD01210EA"},{"Name":"Happy Spring Festival","Description":"Together, we can definitely make it!","BeginStoryId":"HD01211BA"},{"Name":"Theme 1 Test 1","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 1 Test 2","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 1 Test 3","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 1 Test 4","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 1 Test 5","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 1 Test 6","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 1","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 2","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 3","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 4","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 5","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 2 Test 6","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 3 Test 1","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 3 Test 2","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 3 Test 3","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"},{"Name":"Theme 3 Test 4","Description":"The Gray Raven decides to march forward to the deep of the War Zone Q1.","BeginStoryId":"ZX00101BA","EndStoryId":"ZX00101EA"}]