[{"T":"301","2":"Rosetta","3":"Ngh..."},{"T":"301","3":"Suffering from the Punishing Virus while carrying Pfaff on her back, Rosetta can no longer summon up the strength to continue onward and falls to one knee."},{"T":"301","2":"Bionic Machine","3":"GAAWR...!"},{"T":"301","3":"A bionic seizes the opportunity to jump out of the surrounding forces to deliver the final blow to Rosetta."},{"T":"301","3":"At this time, a tall figure jumps out of the forest and stomps on the bionic leaping toward Rosetta."},{"T":"301","2":"Temia","3":"Are you okay?!"},{"T":"301","2":"Rosetta","3":"Forest Guard..."},{"T":"301","3":"The bionic struggles to get up, but a spear pierces its power connections, and it loses function instantly."},{"T":"301","2":"Temia","3":"Oh? You're the old hunter and his granddaughter from before!"},{"T":"301","2":"Rosetta","3":"Thank goodness! Please, take my grandpa to the port! He's in urgent need of care..."},{"T":"301","3":"Seeing the hope in Rosetta's eyes, Temia finds herself drawn to help her—but she bitterly looks away."},{"T":"301","2":"Temia","3":"I'm sorry, the Forest Guards are not permitted near the port... This is as far as we're allowed to operate."},{"T":"301","3":"The unrelenting nightmare of the past eats away at the Arctic. It binds itself around not only Rosetta and Pfaff, but also the Forest Guards... and everyone here."},{"T":"301","3":"Rosetta peers at Temia with disappointment. She grits her teeth, and shuffles Pfaff on her back again."},{"T":"301","2":"Rosetta","3":"I see..."},{"T":"301","3":"The look in the girl's eyes tears at Temia's heart more than ever, even harder than the day she lost everything and became a Forest Guard."},{"T":"301","3":"But she does not catch up to Rosetta, for she has too much to bear. Not just the sins of the past, but also the future of the Forest Guard."},{"T":"301","3":"Rosetta returns to the port. People look in horror at the sight of the wounded and bloody girl."},{"T":"301","2":"Rosetta","3":"Someone! Help... Save my grandpa..."},{"T":"301","2":"Lisa","3":"Rosetta...! Is that you, Rosetta?!"},{"T":"301","2":"Rosetta","3":"Lisa! H-hurry, where's the hospital? My grandpa, he... needs serum... Help me find serum..."},{"T":"301","3":"Lisa furrows her eyebrows in silence and hugs Rosetta. After some time, she finally opens her mouth to speak."},{"T":"301","2":"Lisa","3":"Rosetta... Your grandpa, he's already..."},{"T":"301","3":"'...Dead.' The words remain unsaid."},{"T":"301","3":"But Rosetta refuses to let go of Pfaff's body. As long as she held on to Pfaff, he would never truly leave her..."},{"T":"301","2":"Rosetta","3":"No, that can't be... Grandpa, he... Not even bionics the size of a bear could stop him. How could he..."},{"T":"301","3":"Rosetta chokes up, weeping silently."},{"T":"301","2":"Port Manager","3":"Rosetta! You're back?"},{"T":"301","3":"The port manager pushes aside the crowd as he rushes to Rosetta. He signals Lisa to step aside and whispers to Rosetta."},{"T":"301","2":"Port Manager","3":"What about the narwhal? Where's the thing that Pfaff promised?"},{"T":"301","3":"Rosetta shakes her head and slowly lays down Pfaff's body. With tears streaming down her cheeks, she wipes his face covered in blood and vital fluid from the bionics."},{"T":"301","2":"Port Manager","3":"Pfaff kicked it, huh... But no matter, I never had any faith in him to begin with."},{"T":"301","2":"Port Manager","3":"Stopping the tide forever is nothing but a fantasy..."},{"T":"301","3":"At that moment, the sound of an incoming connection request beeps from the port manager."},{"T":"301","2":"Fisher","3":"Hey, Manager!"},{"T":"301","2":"Port Manager","3":"What's the matter...?"},{"T":"301","2":"Fisher","3":"We found the narwhal. It's beached near the forest like it's trashed or somethin'."},{"T":"301","2":"Port Manager","3":"What! Pfaff still hasn't killed the narwhal yet?!"},{"T":"301","3":"The port manager stares at Rosetta, but soon smiles again."},{"T":"301","2":"Port Manager","3":"Well, well. This works too. We can still dismantle the narwhal... Looks like Pfaff lived up to his promise after all."},{"T":"301","3":"The port manager waves, signaling several technicians to come over. The technicians step forward, beginning to prepare to dismantle the narwhal."},{"T":"301","2":"Port Manager","3":"He gave his life for the Arctic Route Union. I will honor my promise to him and allow you to join us."},{"T":"301","3":"The port manager pats Rosetta on the shoulder, but she shakes him off vehemently."},{"T":"301","2":"Port Manager","3":"What are you doing?!"},{"T":"301","3":"Rosetta grabs her spear and stands before the port manager and the others, blocking their path to the forest."},{"T":"301","2":"Rosetta","3":"The narwhal, Derek... is our Guardian Spirit and my friend. I won't let you hurt him."},{"T":"301","2":"Port Manager","3":"Guardian Spirit? You still on about this...?"},{"T":"301","3":"The port manager and all of the other people in the port begin to uproar in protest, but no one dares to cross Rosetta's spear."},{"T":"301","2":"Port Citizen","3":"You're calling this plague that destroyed the port a guardian spirit? No way you'll fit in in the union!"},{"T":"301","3":"Rosetta remains indifferent to the lambasting port citizens, for she has long since known that they are cowardly and timid."},{"T":"301","2":"Rosetta","3":"These people... are the ones that Grandpa, Derek, and the Forest Guards are trying to protect..."},{"T":"301","2":"Rosetta","3":"Derek! Do you hear me?!"},{"T":"301","3":"Rosetta yells out Derek's name to the heavens."},{"T":"301","2":"Rosetta","3":"Run! Run wherever. Save yourself! Run for me and Grandpa! Then make your choice!"},{"T":"301","2":"Rosetta","3":"Whether you're still helping the humans despite their prejudice, or if you want war with them... I'll respect your decision."},{"T":"301","2":"Fisher","3":"Oi! Big guy's movin'... Ah!"},{"T":"301","2":"Port Manager","3":"Dammit! Stop it!"},{"T":"301","2":"Fisher","3":"It's gone back to sea, mate. We can't catch up! What do?!"},{"T":"301","2":"Rosetta","3":"Good, Derek... Good..."},{"T":"301","3":"Badly wounded, Rosetta is no longer able to provide any more support. She collapses onto the ground, completely unconscious."},{"T":"301","2":"Port Man","3":"Kill her! She's the reason the narwhal escaped..."},{"T":"301","2":"Port Woman","3":"A sinner like her... She needs to die!"},{"T":"301","2":"Port Manager","3":"No... I have a better idea... We'll turn her into a Construct and force her to join the Forest Guards. What do you say?"},{"T":"301","2":"Lisa","3":"No! You can't! Rosetta, she..."},{"T":"301","2":"Port Woman","3":"Quiet, Lisa!"},{"T":"301","2":"Port Manager","3":"The Forest Guards are running shorthanded now. It's about time we try out some newer technology. She'll be the perfect lab rat."},{"T":"301","2":"Port Manager","3":"This is where sinners end up—atoning for their sins in eternity... Forest Guard Rosetta."}]