[{"T":"301","3":"As one of the best shops selling mechanical components on the Nighter, Jinman's Emporium only has one customer on the day the ship docks for a market."},{"T":"301","3":"It has been closed for a while since the Corrupted attack a few days ago. Some of the usual customers were poached by other competitors."},{"T":"301","3":"But Jin Man is not worried. He is confident that his business will boom again in three months—but now, he has to figure out how to solve the problem at hand."},{"T":"301","3":"And so, he is determined to wrestle out Grubs from every person who walks through his door."},{"T":"301","2":"Jin Man","3":"What is it that you are looking for? Our shop has all kinds of components. I'm sure we can find you anything of any specification."},{"T":"301","2":"???","3":"Do you have these parts?"},{"T":"301","3":"Jin Man inspects the serial numbers on the list. The dense code might as well be hieroglyphics to an outsider, but Jin Man lives and breathes them."},{"T":"301","2":"Jin Man","3":"These are mostly parts from the Golden Age... many of which are very rare..."},{"T":"301","2":"???","3":"No luck, is it? I'll look somewhere else then..."},{"T":"301","2":"Jin Man","3":"Don't! I can find them! If Jinman's Emporium can't find it, no shop on this ship can find it either."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The already massive customer is wearing a large windbreaker, revealing a fully mechanical face. Jin Man has no idea what his guest is thinking."},{"T":"301","2":"???","3":"Deal. I'll need 100 of each part on the list."},{"T":"301","2":"Jin Man","3":"100?! Are you sure... That will cost you a fortune."},{"T":"301","2":"???","3":"Don't worry."},{"T":"301","3":"In that instance, Jin Man receives a 25% deposit. He is surprised—generous and rich customers are rare these days."},{"T":"301","2":"???","3":"Do you sell mechanoids here?"},{"T":"301","2":"Jin Man","3":"Certainly. Come with me."},{"T":"301","3":"Jin Man brings his guest to the back room, where a series of mechanoids are displayed."},{"T":"301","2":"???","3":"This one... I've seen her in the market before."},{"T":"301","3":"The customer stands before a glass display case, where a mechanoid with a human-like face and body lies. No one can tell she is a machine from her appearance."},{"T":"301","2":"Jin Man","3":"Were you there during that whole commotion...? Then you should know that she is completely broken and she wouldn't start since that day. Even the Fuxi from the Kowloong Crew couldn't figure out why."},{"T":"301","2":"Jin Man","3":"Right now, she's just stored here by a stubborn girl who hopes to find someone that can fix her... The girl even said that she might live again if they can find the legendary 'Sagemachina'."},{"T":"301","2":"Jin Man","3":"But a legend is just a legend, nothing more. A self-aware machine... it's just a story for kids."},{"T":"301","3":"Jin Man laughs before he speaks again self-deprecatingly."},{"T":"301","2":"Jin Man","3":"But I'm starting to get confused ever since I saw this mechanoid here. Perhaps machines really can have souls like humans one day."},{"T":"301","2":"???","3":"What if I tell you I'm one of Sagemachina's apostles?"},{"T":"301","3":"Jin Man's jaw almost drops before he immediately bursts into laughter."},{"T":"301","2":"Jin Man","3":"You're a funny one!"},{"T":"301","2":"???","3":"This mechanoid's 'soul' has yet to depart. She's been having the same dream over and over again... Perhaps it is what sustains her consciousness still."},{"T":"301","2":"Jin Man","3":"A machine dreaming? I've never heard of that in the many years I ran a shop."},{"T":"301","2":"???","3":"I must take her with me... Perhaps only Sagemachina knows how to wake her up."},{"T":"301","3":"The massive customer writes down a series of illegible codes and hands it to Jin Man."},{"T":"301","2":"???","3":"If the girl comes here again, give this to her..."},{"T":"301","2":"Jin Man","3":"This is..."},{"T":"301","2":"???","3":"They are words whispered by the lingering soul in that mechanoid. The mechanoid next to the girl will translate them for her."},{"T":"301","3":"Jin Man's guest heads for the door before turning around with a hat tip."},{"T":"301","2":"???","3":"I'm sure... she'll understand what they mean."},{"T":"301","3":"The customer takes a last look at the mechanoid inside the display case before going away."},{"T":"301","2":"???","3":"A machine and a human, so profoundly entangled..."},{"T":"301","2":"???","3":"Who can tell if that's fortunate or unfortunate?"}]