[{"T":"301","2":"Hassen","3":"I know what you're thinking, 【kuroname】."},{"T":"301","2":"Hassen","3":"We both know that the Punishing Virus first appeared within the chamber of the first zero-point reactor before spreading and infecting the whole world."},{"T":"301","2":"Hassen","3":"That's right. The 'first' zero-point reactor."},{"T":"301","2":"Hassen","3":"It's not wise to put all one's eggs in one basket. Given their political wisdom, the people in power during the Golden Age didn't gamble all they had in one reactor either."},{"T":"301","2":"Hassen","3":"They had built other reactor-cities. You are standing on one of them now."},{"T":"301","2":"Hassen","3":"Zero-point reactors were the most-hidden secrets back then, and they still are. Information about their interiors and their whereabouts are still highly classified."},{"T":"301","2":"Hassen","3":"Which is why we lost all information on them when the Punishing Virus broke out and created a fault line in civilizations."},{"T":"301","2":"Hassen","3":"But we finally obtained the location of one of them through... special means recently, which is where you are now."},{"T":"301","3":"Hassen pauses when he says the word 'means.'"},{"T":"301","2":"Hassen","3":"This seaborne reactor is codenamed 'Atlantis'."},{"T":"301","2":"Hassen","3":"Consider it part of Plato's utopia. It once contained humanity's hope for a utopia, after all."},{"T":"301","2":"Hassen","3":"After the virus broke out, we lost most of the cutting-edge technologies developed back then. We have no idea what caused the Punishing Virus to spread, or if its existence was related to the zero-point reactor at all."},{"T":"301","2":"Hassen","3":"Because of how classified this information was, the World Government has even lost all research data on zero-point energy."},{"T":"301","2":"Hassen","3":"Without tracing how it started and understanding how it works, we will never find a way to actually counter the Punishing Virus. But the first zero-point reactor was burnt down when it unleashed hell on Earth."},{"T":"301","2":"Hassen","3":"But not all the reactors had an outbreak at the same time. Due to the differences between their research progress, directions, or something else we don't know yet, Atlantis is still intact."},{"T":"301","2":"Hassen","3":"We need you to investigate its reactor with the Cerberus captain. It might not have progressed the same way as the first one, but we are in need of more intel desperately... So, find out as much as you can."},{"T":"301","2":"Hassen","3":"This is a special operation that only you at this moment in time can do."},{"T":"301","2":"Hassen","3":"You and the captain are in a very peculiar situation right now. If Kurono's search for Luna was a legitimate operation, then the Cerberus captain's actions and rescue are no different from treason."},{"T":"301","2":"Hassen","3":"But Kurono's move was no standard operation, and trying to take you away from Babylonia has caused an uproar. Given how messed up and tangled everything is right now, there is no such thing as legitimate anymore."},{"T":"301","2":"Hassen","3":"So I've decided that this is the junction point where we bring you back on the right track."},{"T":"301","2":"Hassen","3":"Although Babylonia is but a shadow of the human world in the past, the complexity of the human heart has not diminished a bit, on the surface or in the air."},{"T":"301","2":"Hassen","3":"There are too many people with secret agendas and their eyes and ears up here. Sending a team to Atlantis directly from Babylonia would have alerted people we don't want to alert."},{"T":"301","2":"Hassen","3":"That's why I decided to take advantage of the fact that you are already on the surface to have you in charge of this classified operation."},{"T":"301","2":"Hassen","3":"The brighter the light, the bigger the shadow it casts, but it also means that truths are better concealed inside. If everyone has decided to place their bets on you, then let's go all-in."},{"T":"301","2":"Hassen","3":"For now, you are a fugitive and a mission operator."},{"T":"301","2":"Hassen","3":"Your detour won't be in vain, of course."},{"T":"301","2":"Hassen","3":"I have a hunch that whatever you discover here will impact Babylonia's course of actions—the future of humankind, in other words."},{"T":"301","2":"Hassen","3":"That 'renown' will be more than enough for us to put you in a spotlight before the public."},{"T":"301","2":"Hassen","3":"In turn, you will no longer become a chess piece between Babylonia and Kurono, a senseless sacrifice in our endless struggle. You will be safeguarded by the people's gazes, and you will become their beacon of hope."},{"T":"301","2":"Hassen","3":"I'll wait for your good news on Babylonia."},{"T":"301","3":"Hassen disappears from the projection, and Nikola returns."},{"T":"301","2":"Nikola","3":"He's explained everything, so I'm not going to repeat it."},{"T":"301","2":"Nikola","3":"Long story short: I decided to loan you to Kurono, but I also had an insurance policy."},{"T":"301","2":"Nikola","3":"It's the Cerberus captain standing next to you."},{"T":"301","3":"He turns to Vera and continues."},{"T":"301","2":"Nikola","3":"I know that Garnet isn't your favorite frame, but this is an emergency."},{"T":"301","2":"Nikola","3":"Use it to protect the Gray Raven Commandant. Complete the mission and bring me a win."},{"T":"301","2":"Nikola","3":"I'll guarantee your team's safety. That is my promise."},{"T":"301","2":"Nikola","3":"That's all I have to say."},{"T":"301","3":"The comms turn off as he finishes."},{"T":"301","3":"Vera sneers after hearing everything."},{"T":"301","2":"Vera","3":"It seems that not only do I need to bring you back in one piece, but I'll also have to take you to find something about this zero-point reactor."},{"T":"302","2":"It seems that way."},{"T":"301","2":"Vera","3":"Nikola is one demanding bastard."},{"T":"301","3":"Vera does not even bother to call her superior by his title at this point."},{"T":"302","2":"What are you going to do?"},{"T":"301","2":"Vera","3":"What can I do except for following orders?"},{"T":"301","2":"Vera","3":"Maybe you don't understand their subtext, so here's a translation—"},{"T":"301","2":"Vera","3":"We are on the run. Kurono needs you, so they won't hurt you, which means what's happening right now is 'traitorous Cerberus captain kidnapping the Gray Raven Commandant.'"},{"T":"301","2":"Vera","3":"The only way to justify this as a 'classified spec op' from the Chief Commander is if we accomplish the mission and I bring you back."},{"T":"301","2":"Vera","3":"If we're intercepted or captured in the process, I'll take the blame for everything."},{"T":"301","2":"Vera","3":"That explains the Garnet frame... The hostile they're anticipating is..."},{"T":"301","3":"Vera closes her eyes, seemingly remembering some unpleasant memories."},{"T":"301","3":"She sneers."},{"T":"301","2":"Vera","3":"No time to waste. We need to get going."},{"T":"301","3":"But right as she says that—"},{"T":"301","3":"You feel an intense quake beneath your feet."},{"T":"301","3":"It is no simple tremble. It feels like an earth-shattering quake, and for a second, you feel like the whole world is spinning and shaking."},{"T":"301","3":"As if an endless herd of wild beasts is sprinting on the surface, or a giant is waking up from its slumber to stretch."},{"T":"301","3":"The calm surface of the ocean is now replaced by violent waves."},{"T":"301","3":"No—more precisely, the city underneath your feet is now sinking into the sea, and it is drawing the wrath of the ocean with its descent."},{"T":"301","3":"Water is now invading the city."},{"T":"302","2":"What is going on?!"},{"T":"301","3":"Vera does not answer you. She just grabs ahold of your arm and pulls you behind her. Her body is tense, like a guard dog sensing danger."},{"T":"301","3":"You soon understand what is making her nervous and defensive."},{"T":"301","3":"A swarm of Corrupted follows the invading waves and appears around the landing pad, climbing up from the sea."}]