[{"T":"301","3":"Having defeated the target, Lucia retrieves the ancient coin from his cloak."},{"T":"301","2":"Lucia","3":"The token is yours now."},{"T":"301","2":"Lee","3":"The pattern on the coin does suggest a Kowloong origin. I wonder how exactly the city connects to the black market."},{"T":"302","2":"Perhaps he really was from the Nighter.","4":"We don't have enough clues yet."},{"T":"301","2":"Lucia","3":"Look at his cloak. I know it seems normal, but it has hidden a microchip that works like the IDs we have."},{"T":"301","2":"Changyu","3":"Hey, how's it going?"},{"T":"301","3":"Changyu pokes his head around the corner and waves."},{"T":"302","2":"We've got the token."},{"T":"301","2":"Changyu","3":"Nice! And our friend here?"},{"T":"301","2":"Liv","3":"Just passed out."},{"T":"301","2":"Changyu","3":"Really? I didn't take y'all for the gentle and considerate type."},{"T":"301","2":"Lee","3":"Akdilek can take care of its own mess. We're just here for the token, not solving all your problems."},{"T":"301","2":"Changyu","3":"Sure—but I suppose that does leave us with a new problem, no?"},{"T":"302","2":"What now?"},{"T":"301","2":"Changyu","3":"Say, someone discovers him, or he wakes up halfway through... Come to think of it, the three of you should really stay here and keep watch. I'll just take 【kuroname】 with me."},{"T":"301","2":"Lucia","3":"We'll take him somewhere unguarded."},{"T":"301","2":"Liv","3":"The drug we gave him will keep him unconscious for a while... without endangering his life."},{"T":"301","2":"Changyu","3":"Sure. I still have to ask you to stay and leave 【kuroname】 with me."},{"T":"301","2":"Lucia","3":"Why?"},{"T":"301","2":"Changyu","3":"First of all—"},{"T":"301","3":"Changyu raises his index finger."},{"T":"301","2":"Changyu","3":"One token means one person gets to come along."},{"T":"301","3":"Teasingly, he raises another finger."},{"T":"301","2":"Changyu","3":"Moreover, while you three may be able to pull off a costume change, the man you just took down is a hu—man. Do you think the folks at the dock can't tell a Construct from a human under a cloak?"},{"T":"301","2":"Lucia","3":"But it's still too dangerous—"},{"T":"301","2":"Changyu","3":"Last but not least—"},{"T":"301","3":"Changyu raises a third finger. He walks toward you, untethered and unafraid."},{"T":"301","2":"Changyu","3":"I'll protect 【kuroname】."},{"T":"301","3":"A moment of absolute silence, as every single eye focuses on Changyu."},{"T":"301","2":"Changyu","3":"If you have questions, now's the time."},{"T":"301","2":"Changyu","3":"I'll let you know that I didn't plan to come here and take 【kuroname】 away unprepared."},{"T":"301","3":"Changyu's voice has gotten ever so solemn, despite him looking as impudent as ever."},{"T":"301","2":"Lucia","3":"Where are you taking the commandant?"},{"T":"301","2":"Changyu","3":"To see the person in charge of the dock and have a little chat about his deal with Akdilek, just like I said."},{"T":"301","2":"Lucia","3":"What else?"},{"T":"301","2":"Changyu","3":"Take it easy... Or is this how it's going to be when something concerns our dearest 【kuroname】?"},{"T":"301","2":"Changyu","3":"Look—I only need y'all to buy me enough time by taking care of our guy here."},{"T":"301","2":"Changyu","3":"I'm bringing 【kuroname】 along just to get you your intel. That's me returning the favor."},{"T":"301","2":"Lee","3":"Do businessmen deal in favors now?"},{"T":"301","2":"Changyu","3":"Of course. You spend a fortune to buy a favor, and you spend a favor to buy a fortune. Circle of a great investment, really."},{"T":"302","2":"Fine.","4":"This is the quickest way."},{"T":"301","2":"Lee","3":"If you insist on going, wear this on your left wrist. It's a beacon you can activate to send us a signal. Then we'll come rushing in."},{"T":"301","3":"Lee passes you a bracelet."},{"T":"302","2":"Alright.","4":"(Wear the bracelet)"},{"T":"301","2":"Liv","3":"Maybe... I can monitor your pulse and heart rate somewhere nearby? If it gets too alarming... I can let everyone know."},{"T":"302","2":"Of course.","4":"That's not necessary."},{"T":"301","2":"Lee","3":"Considering that it might be tricky to set off the beacon at times, it's probably safer to go with Liv's plan as well."},{"T":"301","2":"Changyu","3":"Alright, we'll do that if it'll stop everyone from worrying."},{"T":"301","2":"Changyu","3":"Go and get prepared, 【kuroname】. We'll leave in one day."},{"T":"302","2":"Why the wait?"},{"T":"301","2":"Changyu","3":"We have to give Sophia time to do some cleaning. You've dug up some dirt, after all."},{"T":"301","3":"He points at the fallen man lying next to them, and he smirks."}]