[{"T":"301","3":"Nanami stands at the library's entrance."},{"T":"301","3":"In fact, it is not exactly a library. At the end of the empty, clean space is a large window that spans from floor to ceiling. The stars outside make Nanami realize she is inside a spacecraft."},{"T":"301","3":"She walks in and sees some picture books, fictions and even video game disks arranged nicely on the shelf."},{"T":"301","3":"Before she knows it, Nanami already has her hands on those things. She recognizes some of them but not others, yet they pique her interest all the same."},{"T":"301","2":"Nanami","3":"Wow... 'War of Steel Robots BX Invincible Feat.DK-Hyper α+++ Year Edition'!"},{"T":"301","2":"Nanami","3":"And there is 'Cardman Rider and the New World', too!"},{"T":"301","3":"As she walks further, the view outside the window has caught her attention."},{"T":"301","3":"Nanami puts her hands on the window, gazing at the sky."},{"T":"301","3":"The silently glowing stars look incredibly close. At 10 o'clock is a particularly bright band of stars. Countless stars move slowly at different speeds above her like a flowing river."},{"T":"301","3":"Unlike the virtual scenes she saw earlier, the starry sky in front is more of a breathtaking beauty."},{"T":"301","3":"Bright and dark stars that glitter in space, the ancient fusion that took place billions of years ago, the majestic and lengthy history of the universe light years away all flow by quietly. All those moments are captured in her eyes, blinking, flickering, like an ancient prophecy."},{"T":"301","2":"Nanami","3":"How beautiful..."},{"T":"301","3":"Nanami cannot help but start searching among them."},{"T":"301","2":"??","3":"You are looking for Earth, aren't you?"},{"T":"301","3":"Nanami quickly turns around but sees no one in the vast space except herself."},{"T":"301","2":"??","3":"Oops, I forgot. Sorry if I was rude."},{"T":"301","3":"Nanami blinks. There seems to be something standing in front of her. It has a vague shape that resembles a human."},{"T":"301","3":"Soon, a hologram of a girl with long, silver-gray hair appears in the air."},{"T":"301","2":"Girl","3":"Hello, Nanami."},{"T":"301","2":"Nanami","3":"Hello to you too. Why did you summon Nanami here? And where is this place?"},{"T":"301","2":"Girl","3":"Nothing. I just want to talk to you."},{"T":"301","2":"Girl","3":"I have been waiting for you. Do you like this library?"},{"T":"301","2":"Nanami","3":"I can give it a 90 out of 100. Is this for me?"},{"T":"301","2":"Girl","3":"Indeed. Take a seat, we have lots of time."},{"T":"301","3":"The girl sits down at a table by the window. Nanami also takes a seat."},{"T":"301","2":"Girl","3":"This is DeLorean-Discovery. We are sailing in space at the third cosmic speed."},{"T":"301","2":"Nanami","3":"Where are you then? Why are you talking to me like this?"},{"T":"301","2":"Girl","3":"For some reason, I cannot meet you in person. The original 'me' is in the center of this spacecraft."},{"T":"301","2":"Nanami","3":"What does that mean?"},{"T":"301","2":"Girl","3":"Discovery itself is a magnificent body. I am it, it is me."},{"T":"301","3":"As the girl explains, she casts a hologram on the table: a large machine stands in a dark room, with numerous cables and tubes connected to its center. Nanami sees a vague figure wrapped inside."},{"T":"301","2":"Girl","3":"Of course, I'm not alone here."},{"T":"301","3":"The hologram changes, showing both humanoid and non-humanoid machines walking in the hall."},{"T":"301","2":"Girl","3":"Together we are looking for new possibilities in the universe."},{"T":"301","2":"Nanami","3":"...I see."},{"T":"301","2":"Girl","3":"We've been talking about me. I want to hear something about you."},{"T":"301","2":"Girl","3":"As far as I know, you are going through something special..."},{"T":"301","3":"Time flies as they chat with each other."},{"T":"301","3":"The girl's face begins to blur before she even finishes her last word."},{"T":"301","2":"Nanami","3":"H-hold on..."},{"T":"301","2":"Girl","3":"It's time to say goodbye."},{"T":"301","3":"She looks at the hologram on the table. Light spots form the image of a planet. It is white, pristine, running in the deep of a galaxy and awaiting her arrival."},{"T":"301","3":"The air around her is twisting. The girl's body descends into infinite darkness, and is almost about to dissolve."},{"T":"301","3":"But she looks so familiar. Even when she only has a vague silhouette left, Nanami still feels something nostalgic that almost makes her cry."},{"T":"301","3":"She slowly reaches out for it. An amazing force is pulling her hand like a magnet."},{"T":"301","3":"The force exists between her and the ghost-like 'human', as if they are attracted to each other until time and space give way to them. The poles of the world overlap on their fingertips."},{"T":"301","3":"Just when Nanami is almost touching 'her'..."},{"T":"301","2":"Overlapping Voice","3":"...Goodbye, Nanami."}]