[{"T":"301","3":"The Co-Bot attached firmly to the glass begins to move. A purple beam of light fires from the laser cannon floating behind No. 21, shattering the ballistic glass."},{"T":"301","3":"Even though Kurono boasts an impeccable defense system, it is powerless in stopping the ashen monster that they have built."},{"T":"301","3":"The white Construct leaps over the shattered glass like a leopard and lands on top of the console."},{"T":"301","3":"She squats down on the giant, intricate machine. The Co-Bot climbs along the ceiling and returns to her side like a wild beast that only responds to her commands."},{"T":"301","2":"Kurono Leader","3":"Hurry... Yarha! Do something! Don't just stand there!"},{"T":"301","2":"Yarha","3":"..."},{"T":"301","3":"Yarha remains sitting on the ground, unable to respond."},{"T":"301","3":"To hell with his leader. To hell with Kurono."},{"T":"301","3":"His mouth half-opened, he sees his creation from this close for the first time. He trembles, partly out of fear, but mostly out of..."},{"T":"301","3":"Admiration."},{"T":"301","3":"As if born from white oblivion, the girl radiates a menacing aura like that of a ferocious beast—immaculate and dangerous."},{"T":"301","3":"She is like a living creature... Of course, she was human, after all. However, regardless of her past experiences or the broken, lifeless frame that was sent to him, she is different now. She has fully awakened."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 stands up and jumps down from the console."},{"T":"301","2":"Yarha","3":"Ah...!"},{"T":"301","3":"Yarha trembles and shuffles back in fear, closing his eyes."},{"T":"301","3":"But No. 21 just stands there, looking at her surroundings."},{"T":"301","2":"No. 21","3":"What is it?"},{"T":"301","2":"Yarha","3":"..."},{"T":"301","3":"Her voice is a lot softer than what Yarha has imagined. She speaks gently as if she is worried about waking someone up."},{"T":"301","3":"Opening his eyes, Yarha sees her touching the control panel before looking his way."},{"T":"301","2":"No. 21","3":"So many buttons. What is it?"},{"T":"301","2":"No. 21","3":"Who are you people?"},{"T":"301","3":"No. 21 repeats her question. She steps over Yarha and walks forward. The Kurono leader trembles before her."},{"T":"301","3":"Calming down, No .21 stops and looks at the others with only vigilance and curiosity in her eyes, just like a newborn beast."},{"T":"301","2":"No. 21","3":"Are you researchers?"},{"T":"301","2":"Yarha","3":"...Eh—yes. That's correct."},{"T":"301","2":"No. 21","3":"I have a new body. Did you do that?"},{"T":"301","2":"Kurono Leader","3":"...Y-yes! We did. Now you have to obey our orders, so stop right there. Don't come any closer."},{"T":"301","2":"Yarha","3":"I was the one who did it. I developed your new frame."},{"T":"301","2":"No. 21","3":"Oh."},{"T":"301","3":"To their surprise, No. 21 remains where she stands."},{"T":"301","3":"Yarha's mouth becomes parched. He was not expecting No. 21 to be so 'obedient.'"},{"T":"301","2":"Kurono Leader","3":"This... This really is..."},{"T":"301","3":"The Kurono leader stands up and pats the dust off his suit. His calm and confident executive demeanor returns."},{"T":"301","2":"Kurono Leader","3":"This is really incredible. I didn't expect there to be this much potential hidden in Daedalus' research division... Is this the humanoid weapon they have been working on?"},{"T":"301","2":"Kurono Leader","3":"Nicely done, Yarha. Is this the only one you recovered?"},{"T":"301","2":"Yarha","3":"...Yes. I supervised the recovery mission. The other test subjects seemed to either fail the modification surgeries or the field tests for various reasons... But, uh... Vera found her during the mission. She was still undergoing modification at the time."},{"T":"301","2":"Kurono Leader","3":"Fortunately, they stopped halfway. Those imbeciles at Daedalus didn't have the technical capabilities for conducting such a precise operation."},{"T":"301","2":"Yarha","3":"...I agree."},{"T":"301","2":"Kurono Leader","3":"She's not ready to be sent on missions, though. We can't have her going berserk like she did just now. All Kurono Constructs must learn to obey orders no matter what."},{"T":"301","2":"Kurono Leader","3":"I have an idea. You said Vera brought her back. Correct?"}]