[{"T":"301","3":"Lucia's M.I.N.D. is now shaking violently, killing the lights in her surroundings. The Mind Beacon in the distance seems to have grown dimmer, too."},{"T":"301","2":"Lucia","3":"Something might have happened to Commandant out there. I need to go now. There's still time to stop my M.I.N.D. from being devoured!"},{"T":"301","3":"The pitch darkness does not stop Lucia."},{"T":"301","3":"Shards of memory hover in the air, seemingly luring her to reach out for them."},{"T":"301","2":"Lucia","3":"These... are what happened before the divergence point."},{"T":"301","3":"She reaches out for the shard in front of her, but she stops as she hesitates and looks up at the Mind Beacon."},{"T":"301","2":"Lucia","3":"It could be a clue, or it could be a trap to stall me..."},{"T":"302","2":"(Touches it)","4":"(Leaves now)"},{"T":"301","3":"Lucia feels much safer seeing the Mind Beacon's soothing light. She reaches out for the shard."},{"T":"301","3":"Then, she hears a youthful voice coming from the depths of the abyss..."},{"T":"301","3":"～Dear black sheep, the child of the sun and winter...～"},{"T":"301","3":"～Born into a herd of white sheep, trotting across the pure snow.～"},{"T":"301","2":"Lucia","3":"Is this... the nursery rhyme from my childhood?"},{"T":"301","3":"～Dear black sheep, whose black wool the sun loves...～"},{"T":"301","3":"～Would you share some of your warmth with me?～"},{"T":"301","2":"???","3":"Of course. Come and stay here with me."},{"T":"301","2":"Lucia","3":"Luna..."},{"T":"301","3":"～Dear black sheep, the sheep they all hate...～"},{"T":"301","3":"～Why must you be different from the rest?～"},{"T":"301","2":"???","3":"Lucia, why are they afraid of me?"},{"T":"301","3":"～Dear black sheep, the sheep without wool...～"},{"T":"301","3":"Lucia's M.I.N.D. is now shaking violently again, sending the shards of memories flying in the air."},{"T":"301","3":"～Bzz... You are special... Zzz... Needs to be caught... Bzz... for more people... Zzz...～"},{"T":"301","2":"α","3":"Whether it's Luna or me, being chosen by the Ascension-Network was just the beginning."},{"T":"301","3":"The Mind Beacon is now flashing rapidly, as if calling for Lucia."},{"T":"301","2":"Lucia","3":"These memories won't change a thing no matter how much time I spend looking at them. I should go now. They're waiting for me."},{"T":"301","3":"The pitch darkness clears up. Right above the abyss, a star shines brighter than ever."},{"T":"301","2":"Lucia","3":"Target found. I'm moving on."}]