[{"T":"301","2":"Rosetta","3":"There's a lot I want to tell you about surviving out here on the snowfields, but today it'll have to wait..."},{"T":"302","2":"I'm guessing you like surviving out here?","4":"Anything else we should be doing?"},{"T":"301","2":"Rosetta","3":"Yeah. I like survival, since luck isn't as much of a factor. Card games, though, I like them for their gameplay."},{"T":"301","2":"Rosetta","3":"Yeah, environmental surveying. This mission requires us to go conduct fieldwork."},{"T":"301","2":"Rosetta","3":"Anyways, engineering wants us to set up our equipment on the designated coordinates."},{"T":"302","2":"What's all this equipment?","4":"What else?"},{"T":"301","2":"Rosetta","3":"They're for surveying... I don't quite understand the technical details. They just need us to help set them up."},{"T":"301","2":"Rosetta","3":"They'll handle the rest remotely. We just need to help with installing them."},{"T":"301","3":"The equipment Rosetta brought resembles various tripods with a camera terminal on top. It appears to also have basic AI functionality."},{"T":"301","2":"Rosetta","3":"Stretch it out and put it somewhere stable on the snow. Then the AI will latch this device to the ground."},{"T":"301","2":"Rosetta","3":"The engineers want at least some data soon. So, we need to set everything up before sundown—Oh, huh...?"},{"T":"302","2":"What's the matter?"},{"T":"301","2":"Rosetta","3":"It's gone..."},{"T":"301","2":"Rosetta","3":"The activation module... It's gone."},{"T":"301","2":"Rosetta","3":"Looks like I lost it, but where could it have gone? Did I lose it on the plane... or on the way here?"},{"T":"301","2":"Rosetta","3":"I equipment-checked with the engineering staff through a checklist. I highly doubt that we've forgotten to bring it over... We must've lost it on the way here."},{"T":"301","2":"Rosetta","3":"But that covers too wide of an area. We'll have to spend an hour or two just searching..."},{"T":"302","2":"Better get started then...","4":"Can you have someone send another over?"},{"T":"301","2":"Rosetta","3":"Yeah... You're right, Commandant. No choice."},{"T":"301","2":"Rosetta","3":"I'll have to write some reports for Babylonia... But this is the safest bet."},{"T":"301","2":"Rosetta","3":"I thought we could complete this mission without a hitch, but I guess today's not my lucky day..."},{"T":"301","3":"With that, Rosetta sighs. She picks up a pebble on the ground and tosses it into the ocean."},{"T":"301","3":"The pebble skips on the water—once, twice... all the way up to seven times, before plunging into the sea."},{"T":"301","3":"Rosetta notices your gaze and blushes before returning to her normal self."},{"T":"301","2":"Rosetta","3":"Some Forest Guards do this to forget about bad things... I figured I'd give it a shot."},{"T":"301","2":"Rosetta","3":"Anyway, let's get moving..."},{"T":"301","2":"???","3":"Rotten figgins... Who's throwing rocks into the water?!"},{"T":"301","2":"Rosetta","3":"Huh?"},{"T":"301","3":"Massive streams of bubbles fizzle near the shore, eventually breaking into a splash, revealing the silhouette of a massive, red-eyed figure."},{"T":"302","2":"...An enemy?","4":"No! Not the yeti!"},{"T":"301","2":"Bionic Bear","3":"So, you chucked that rock, aye?! Alright, have at it then, I'm gonna crush you!"},{"T":"301","2":"Bionic Bear","3":"Yeti your bear butt! I'm a bear, jellyface! Bionic bear, aye?!"},{"T":"301","2":"Rosetta","3":"Wait... Why would there be a bionic bear in the ocean?"},{"T":"301","2":"Bionic Bear","3":"Well, yeah? Cuz' I was swimming, aye?! What's the deal with you throwing rocks into the sea?! Summoning some watery tart for a golden rock?"},{"T":"302","2":"She was just blowing off steam.","4":"It wasn't intentional."},{"T":"301","2":"Rosetta","3":"I'm sorry."},{"T":"301","2":"Bionic Bear","3":"Oh..."},{"T":"301","3":"Rosetta's simple and direct apology catches the bear off-guard. He visibly deflates, the rage nowhere to be seen. He asks you what it was all about."},{"T":"301","2":"Bionic Bear","3":"Ah, alright. So you lost some module thingamajig?"},{"T":"301","2":"Rosetta","3":"Yeah, so I was just skipping rocks to take my mind off it. I didn't think it'd hit you. I'm sorry."},{"T":"301","2":"Bionic Bear","3":"Oh, um, well, 's alright, I'll let it slide. Can't blame no bear for gettin' mad when you get a rock to the head outta nowhere, though. Sorry 'bout that."},{"T":"301","2":"Bionic Bear","3":"So yeah, anyhow. You trying to turn them three-legs on?"},{"T":"302","2":"Think you can help?","4":"Have you seen our lost module?"},{"T":"301","2":"Bionic Bear","3":"Ya, I can help, alright."},{"T":"301","2":"Bionic Bear","3":"Nope. But I can help you get it set up."},{"T":"301","2":"Rosetta","3":"...How?"},{"T":"301","2":"Bionic Bear","3":"Just plug me right in, aye? I can turn 'em on. There's a control terminal on me back as well."},{"T":"301","2":"Rosetta","3":"I never knew bionic bears could do this..."},{"T":"301","2":"Bionic Bear","3":"Yeah, yeah—bionics can do a lot more than you Constructs... What's that human's name?"},{"T":"302","2":"(Tell the bear your name)","4":"I'm a Construct, too."},{"T":"301","2":"Bionic Bear","3":"【kuroname】, aye? Alright, just do what I say."},{"T":"301","2":"Bionic Bear","3":"If you're the punchline, I give that a two outta ten... Just grab the cable and plug it to my back!"},{"T":"301","3":"——"},{"T":"301","3":"With the help of the bear, you successfully activate the equipment, and Rosetta sighs in relief."},{"T":"301","2":"Bionic Bear","3":"Hah, cake. Done and done."},{"T":"302","2":"Thanks."},{"T":"301","2":"Bionic Bear","3":"Them folks' been talking about helping you humans out—figured I'd lend a paw. But don't go redistributin' sedimentary wealth into the sea again, Forest Guard!"},{"T":"301","2":"Rosetta","3":"I'll try my best not to."},{"T":"301","2":"Bionic Bear","3":"You'll TRY?!"}]