[{"T":"301","3":"Black Knight moves to C6. White Pawn advances one square to C2."},{"T":"301","2":"Chrome","3":"Bishop, C8 to G4."},{"T":"301","2":"John","3":"Your intention to attack is obvious."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"John","3":"You used to be less aggressive."},{"T":"301","2":"John","3":"Those sharp edges of yours will make you a target. All you did was expose this area for me to attack."},{"T":"301","2":"John","3":"Haven't I taught you to lay low and wait for the right opportunity to strike?"},{"T":"301","3":"The White Queen moves to B3 with John's command, her threat plain as day."},{"T":"301","2":"Chrome","3":"Unless... I am equipped to handle what happens next."},{"T":"301","2":"Chrome","3":"I, too, am capable of noticing the possible traps."},{"T":"301","3":"Chrome signals the Black Queen to move to D7, protecting the Pawn on F7."},{"T":"301","2":"Chrome","3":"You might think I've shown my weaknesses, but my position might not be as penetrable as you thought."},{"T":"301","2":"Chatter","3":"Where's Asimov? Why isn't he here? Didn't we invite him specifically?"},{"T":"301","2":"Chatter","3":"I heard he's working on something about a specialized frame. Probably too busy for this."},{"T":"301","2":"Chatter","3":"When was the last time you saw him at a place like this anyway?"},{"T":"301","2":"Chatter","3":"Touche."},{"T":"301","2":"Chatter","3":"But the Science Council is paying a lot of attention to his little project. It could turn out to be something important."},{"T":"301","2":"Chatter","3":"If it were up to Nikola, he would've invented all kinds of terrifying weapons."},{"T":"301","2":"Chatter","3":"If we don't keep him in check..."},{"T":"301","2":"Chatter","3":"Sure, better weapons mean a better chance to reclaim Earth. But to 'them,' something uncontrollable is hardly worth the trouble."},{"T":"301","2":"Chatter","3":"I heard some councilmen proposed a bill to increase our hold on the Constructs, but President Hassen rejected it for 'humanitarian grounds.'"},{"T":"301","2":"Chatter","3":"'Humanitarian grounds'... Honestly, do they still count as humans?"},{"T":"301","2":"Chatter","3":"Wasn't the bill proposed because of that 'incident'? The way that Construct lost control..."},{"T":"301","2":"Chatter","3":"I heard some civilians were hurt because of that..."},{"T":"301","3":"The chatter from the guest not far from him has caught Chrome's attention. He looks at them, his head tilted."},{"T":"301","2":"Chrome","3":"(A Construct lost control?)"},{"T":"301","2":"Chrome","3":"(I didn't hear anything about that when I was in the base... No Construct has been punished for assaults either.)"},{"T":"301","2":"Chrome","3":"(It's a severe problem if a human is attacked by a Construct.)"},{"T":"301","2":"Chrome","3":"...Could someone be spreading this 'rumor' intentionally?"},{"T":"301","3":"At this stage, exploiting a Construct to push for one's agenda is a desperate last resort. Anyone in a position of power would be foolish to do something this self-sabotaging."},{"T":"301","3":"On the other hand, Chrome understands Constructs well enough to know that deviating M.I.N.D.s in regular military Constructs is nigh impossible in a place like Babylonia without external stimuli."},{"T":"301","2":"Chrome","3":"Something is afoot..."},{"T":"301","3":"Thinking that he needs more information, Chrome proceeds to find John on the other end of the ballroom."},{"T":"301","2":"Chrome","3":"Mr. Smith, there's something about..."},{"T":"301","2":"Servant","3":"Mr. John Smith?"},{"T":"301","2":"Servant","3":"Councilman Tram wishes to talk to you about the project regarding restarting the Central Purification Filter in City 089."},{"T":"301","2":"John","3":"I see."},{"T":"301","3":"John turns and looks at Chrome."},{"T":"301","2":"John","3":"If you want information, you need to look for it yourself."},{"T":"301","3":"John follows the servant away and leaves Chrome after his parting words."},{"T":"301","3":"As John walks away, something that Chrome has been ignoring becomes blatantly clear."},{"T":"301","3":"Even when the humans on Babylonia know little to nothing about the process of becoming a Construct, it is impossible that no one knows about his transformation due to who his father is."},{"T":"301","3":"After all, there is nothing better to gossip about than the rich and powerful 'screwing up.'"},{"T":"301","3":"Shifting his back to the room, Chrome can feel gazes upon gazes fixated on him, but they all dart away the moment he turns to look."},{"T":"301","3":"He adjusts his audio module and listens in on the chatter of the crowds."},{"T":"301","2":"Chatter","3":"(Look, isn't that...)"},{"T":"301","2":"Chatter","3":"(Why is there a Construct here?)"},{"T":"301","2":"Chatter","3":"(Shush! Didn't you hear what Smith just said? It's still his seat, so keep your voice down.)"},{"T":"301","2":"Chatter","3":"(But why dress like a human when he's already a Construct...)"},{"T":"301","2":"Chatter","3":"(Who can tell what the high and mighty thinks?)"},{"T":"301","2":"Chatter","3":"(Anyway, better stay away from him.)"},{"T":"301","2":"Chatter","3":"(Right, lest he loses it like that Construct earlier...)"},{"T":"301","2":"Chrome","3":"Humans on Babylonia rarely come into contact with Constructs... so where do their impressions of Constructs come from?"},{"T":"301","2":"Chrome","3":"I ought to investigate."},{"T":"301","3":"Chrome straightens his collar and heads toward the talking guests."},{"T":"301","3":"With a polite smile, he salutes the embarrassed-looking crowd."},{"T":"301","2":"Chrome","3":"About what you just said, would you mind telling me more about it?"},{"T":"301","3":"Classified Laboratory B3, Babylonia."},{"T":"301","3":"Footsteps approach from the empty, expansive hall outside. With a light ring of acknowledgment from the retinal scanner, the heavy doors to the laboratory slide open."},{"T":"301","3":"The lights from the corridor outside illuminate the dark room. A young researcher is sitting between an array of glowing monitors, and he squints toward the door."},{"T":"301","2":"Nikola","3":"What's the result?"},{"T":"301","2":"Asimov","3":"Based on the previous test, Lucia has indeed retrieved all her memories. Her M.I.N.D. has been stable so far with no sign of deviation."},{"T":"301","2":"Nikola","3":"And her frame?"},{"T":"301","2":"Asimov","3":"She doesn't seem to have any problem using the Plume frame either."},{"T":"301","2":"Asimov","3":"The instability we saw before has greatly improved as well. As of now, the Plume frame is more or less fully realized, functioning the way I designed it to be."},{"T":"301","2":"Nikola","3":"In that case, we can finally move on to the next stage of the specialized frame project."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Nikola","3":"Is there a problem?"},{"T":"301","2":"Asimov","3":"The draft of the next specialized frame is just about complete with the data I've got from Plume."},{"T":"301","2":"Asimov","3":"There are simply not enough samples and data on specialized frames for me to reference. And unlike Plume, this new frame has no compatible data from an original source."},{"T":"301","2":"Asimov","3":"We will be facing many complications even when we are just trying to get someone to adapt to it."},{"T":"301","2":"Asimov","3":"The research has already hit a bottleneck. If we want to move on to the next stage..."},{"T":"301","2":"Asimov","3":"I need an exceptional Construct with M.I.N.D. stability way above average."},{"T":"301","2":"Asimov","3":"I need to find someone who matches the criteria and is willing to volunteer."},{"T":"301","2":"Nikola","3":"I'll leave it to you, then."}]