[{"T":"301","3":"There is only silence. Occasionally, chirpings from birds can be heard, disrupting the monotonous quietness as if a sharp beak piercing the veil of the night sky."},{"T":"301","3":"With a sudden, explosive smash, the vined metal door in front falls to the ground."},{"T":"301","3":"Specks of metal and broken leaves scatter in the air. Amidst the dusty aftermath, a pair of legs step on the dry, fallen leaves on the floor, the barren land crackling under their weight."},{"T":"301","2":"???","3":"Is this the place?"},{"T":"301","2":"??","3":"The target location is 35.61 km ahead of us."},{"T":"301","3":"Another set of legs enters, startling a moth resting on a traffic sign."},{"T":"301","3":"The sky is still dark. The waning moon tries its best to illuminate the area with its sliver of light."},{"T":"301","3":"The path ahead is completely shrouded. With the presence of the unexpected guests, the only living thing in sight flaps its wings and flies above the rusty metal fence, heading for the sky."},{"T":"301","3":"Almost all lives have departed the place. Only darkness awaits ahead, where no light can come through."},{"T":"301","3":"The silhouettes of the two Constructs look like phantoms under the dim moonlight."},{"T":"301","2":"Vera","3":"What the hell are you two doing?"},{"T":"301","3":"Breaking the silence, Vera closes the holo-projection on her terminal and turns to face her two teammates nearby."},{"T":"301","2":"Vera","3":"It's a door! Why didn't you just open it?!"},{"T":"301","2":"Noctis","3":"Oh, could it open? I didn't notice..."},{"T":"301","2":"Vera","3":"Set up the gear and prepare to work."},{"T":"301","2":"No. 21","3":"Roger."},{"T":"301","3":"The Constructs begin to take out the node device used for enhancing remote connection from the crates they have been carrying."},{"T":"301","2":"Noctis","3":"Do we have to use this now? We've never seen this thing before."},{"T":"301","2":"Vera","3":"Who knows what the big brass are thinking this time... You guys get on with this. I'll scan the terrain first."},{"T":"301","2":"Vera","3":"I confirmed the details on this location earlier. This place... was a small town abandoned during the late Golden Age, seemingly a regular residential area. There isn't much else in the database."},{"T":"301","2":"Vera","3":"They're pretty common during the tail end of the Golden Age. The Punishing Virus concentration here is also normal..."},{"T":"301","2":"Vera","3":"What is our objective this time, 21?"},{"T":"301","2":"No. 21","3":"Capt., we're supposed to investigate the abnormal M.I.N.D. fluctuation detected in the area."},{"T":"301","2":"Noctis","3":"So even you didn't know what we're here for?"},{"T":"301","2":"Vera","3":"Tsk. Of course I do."},{"T":"301","2":"Vera","3":"...Of course I do..."},{"T":"301","2":"Vera","3":"After what happened... Calling us back from the Red Tide-infested sewer all of a sudden, then having us benched in the base for so long—someone has been planning something."},{"T":"301","2":"Noctis","3":"You mean passing all our tasks to Hellhound was meant to prepare us for what comes next?"},{"T":"301","2":"Vera","3":"Guess you can put it that way."},{"T":"301","2":"Noctis","3":"But this is a scouting mission! I hate scouting!"},{"T":"301","2":"Vera","3":"Use that thing in your head you call a brain. We're probably going after that Ascendant here."},{"T":"301","2":"Noctis","3":"That Ascendant? Which Ascendant?"},{"T":"301","2":"Vera","3":"...Tsk. Luna. Based on what has been revealed from the frontline reports, that female Ascendant leader has been missing since she was heavily wounded, hasn't she?"},{"T":"301","2":"Vera","3":"She's probably the Ascendant the top brass wants the most... but why us?"},{"T":"301","2":"Noctis","3":"Okay, I see. They want us to catch a lone Ascendant."},{"T":"301","2":"Vera","3":"Unfortunately, I don't think you see shit."},{"T":"301","3":"Vera ignores Noctis' protest and instead keeps her sight ahead of her... on the small town bathed in the soft glow of the moon."},{"T":"301","2":"Noctis","3":"Whatever! I'm sure something fun is waiting in there, and I'll blow them up one by one!"},{"T":"301","2":"No. 21","3":"Capt., the nodes are running."},{"T":"301","2":"Noctis","3":"So are mine!"},{"T":"301","2":"Vera","3":"Alright, let's report in first. They'll give us the exact coordinates later."},{"T":"301","2":"Noctis","3":"So do we just sit here and wait?"},{"T":"301","2":"Vera","3":"Of course not. Noctis, weed the area within a one-kilometer radius."},{"T":"301","2":"Noctis","3":"For what?!"},{"T":"301","2":"Vera","3":"Because you're loud, on top of being dumb as hell! We're obviously waiting for our commandant to connect with us! What else do you think we've been setting up the nodes for? Ice-cream?"},{"T":"301","2":"Noctis","3":"That trash orb of yours isn't doing anything right now. Fight me."},{"T":"301","2":"No. 21","3":"Buddy refuses."},{"T":"301","2":"Noctis","3":"Don't refuse while hopping onto my head! I won't hold back!"},{"T":"301","2":"Vera","3":"...Tsk."},{"T":"301","3":"Vera represses her desire to leave without her team. An inexplicable uneasiness has been slowly brewing inside her ever since she arrived."},{"T":"301","2":"Vera","3":"Late, huh... Not quite your style, Murray."},{"T":"301","3":"Black. Oppressive blackness."},{"T":"301","3":"Before you is a piece of blast-resistant glass, your image clearly reflected on it. Your reflections, in fact, are all around you."},{"T":"301","3":"Your only link to the outside world is a small window, roughly ten square centimeters in size, which you can open."},{"T":"301","3":"On the other side of the glass are agents in black suits, their hairstyles and faces indistinguishable to you. They look like clones if you do not pay attention."},{"T":"301","3":"None of them bother to look at you."},{"T":"302","2":"Excuse me..."},{"T":"301","3":"Out of a corner beyond the glass slides forward another one of those black-clad men on his chair. He spins it around with a kick to face you before giving you a glance."},{"T":"301","2":"Man-In-Black","3":"My apologies. It's not the time for questions yet. If you could just wait—"},{"T":"301","3":"After that, he looks down and continues reading his incredibly stacked reports again."},{"T":"301","3":"Dismissed, you close your eyes once more."},{"T":"301","3":"Perhaps the exhaustion and stress have begun to numb your senses. If others peek at you now, all they can see is an expression of 'emptiness' and nothing else."},{"T":"301","3":"—You do not know if those reports are related to you or if they are all about you."},{"T":"301","3":"At the top of your head, you do not reckon that you have done enough as a commandant to fill a file that thick."},{"T":"302","2":"(Hope the Gray Raven expense reports aren't in there.)","4":"(Looks like... they're well prepared.)"},{"T":"301","3":"As your consciousness drifts in and out, random thoughts keep popping up until your mind flashes back to a few hours ago—"},{"T":"301","2":"Man-In-Black","3":"Are you 【kuroname】, the Gray Raven Commandant?"},{"T":"302","2":"I am."},{"T":"301","3":"Two humans in black suits stand before you, the name tags in front of their chests saying 'John Doe'. The twins-looking visitors speak coldly and distantly, with sunglasses on their faces even though being indoors."},{"T":"301","2":"Man-In-Black","3":"We're from the Special Forces. We need your assistance investigating an emergency. Please come with us."},{"T":"301","2":"Man-In-Black","3":"Special Agent John Doe. We're hoping that you can help us on some recent complications. Here is the application and approval letter for the temporary transfer. Everything is done through proper channels. Questions?"},{"T":"301","3":"There is no inspection report or arrest warrant. The men before you have only handed you a digital transfer note, and as you skim through the crammed lines, you notice the signature at the end—Hassen's signature."},{"T":"301","3":"You have been resting in the infirmary for a while after being heavily wounded during the operation clearing the Red Tide-infested sewer."},{"T":"301","3":"Lucia and the rest have come and visited, but you were sleeping most of the time. By the time you recovered enough to move, you have not seen any of them since."},{"T":"301","3":"The truth is plain as day—they have not stopped monitoring you, and you are still under control."},{"T":"301","2":"Hassen","3":"...Our time is short. Even I have to spend some effort to talk to you like this in private."},{"T":"301","2":"Hassen","3":"Let's cut to the chase. Do you know who has been watching you from the dark?"},{"T":"302","2":"Who is it?","4":"Kurono."},{"T":"301","2":"Hassen","3":"Kurono. Despite having merged with Babylonia, their forces have never stopped working in the dark. Right now, you're wounded prey to them, and that has stirred up some bloodthirsty sharks."},{"T":"301","2":"Hassen","3":"That's right. Of course you've figured it out."},{"T":"301","2":"Hassen","3":"But the Parliament isn't happy about that."},{"T":"301","2":"Hassen","3":"I mentioned that if Kurono got their hands on you and had things their way, we'd no longer be in control."},{"T":"301","2":"Hassen","3":"But if we are forced to let you carry out what they've planned..."},{"T":"302","2":"...We'll just have to include that in our plans as well."},{"T":"301","2":"Hassen","3":"I'll not allow Kurono to treat a Babylonia commandant this way. We have to find a junction during the clashes with these sharks to get you back on the right track."},{"T":"301","2":"Hassen","3":"This will be our first junction, as well as our first step to strike back."},{"T":"302","2":"What exactly are we going to do?"},{"T":"301","2":"Hassen","3":"You'll find out soon enough."},{"T":"301","2":"Hassen","3":"We're all in the current now. It's no longer up to us if we go with the flow."},{"T":"301","2":"Hassen","3":"But you have my words, 【kuroname】. You'll likely be involved in an operation soon... They say it's to look for the Ascendant Luna's whereabouts, but..."},{"T":"302","2":"I accept."},{"T":"301","2":"Hassen","3":"That quickly, huh? I thought you'd want some time to think."},{"T":"302","2":"The time alone in the interrogation room is long enough for me to think it through."},{"T":"301","2":"Hassen","3":"Haha... Gray Raven Commandant, I still believe in you unwaveringly."},{"T":"301","2":"Hassen","3":"Even though my words can hardly account for anything given your situation... but I hope you'll do the same—believe in us."},{"T":"301","2":"Hassen","3":"We'll do our best to guarantee your safety. The team assigned to you this time is the one you can trust the most, even if it took us some effort to get their commandant to go along. That guy is sharp."},{"T":"302","2":"I see."},{"T":"301","2":"Hassen","3":"...【kuroname】, if I may—aren't you afraid?"},{"T":"302","2":"I'm never afraid.","4":"A little bit."},{"T":"302","2":"Because I know I'm never alone."},{"T":"301","2":"Hassen","3":"You don't act like it."},{"T":"302","2":"Because, in the face of fear..."},{"T":"302","2":"Choosing to keep going is what makes me who I am.","4":"I refuse to let it hurt those I want to protect."},{"T":"301","2":"Hassen","3":"...I see, 【kuroname】."},{"T":"301","2":"Hassen","3":"I've got five minutes left. Maybe I can get you to meet your team one more time."},{"T":"301","2":"Hassen","3":"What do you think?"},{"T":"301","3":"Lucia, Liv, and Lee's faces flash by in your head. How they will look and what they will say when they find out you have to carry out a mission they cannot know about with a team other than them..."},{"T":"301","3":"You can picture it vividly, having been their commandant for so long."},{"T":"302","2":"...That's not necessary."},{"T":"301","3":"What they need to hear from you is news that will stop them from worrying once and for all, not another notification that starts a new cycle of agony."},{"T":"301","2":"Hassen","3":"Are you sure?"},{"T":"302","2":"I'll save that for when I can go 'home' for real."},{"T":"301","3":"—And you will try your damnedest to bring them that good news."},{"T":"301","2":"Man-In-Black","3":"Right, she's here."},{"T":"301","3":"The voice pulls you back to the present. As the black-clad man steps away, a human woman steps up from the shadow."},{"T":"301","3":"She carries with her a charming smile as she watches you. There is no invasiveness in her eyes, just curiosity."},{"T":"301","3":"And you meet her gaze without fear."},{"T":"301","2":"???","3":"(...Looks kind of blunt, if anything. Poor thing must have been numbed by all the interrogations and monitoring.)"},{"T":"301","3":"She sits down elegantly as she looks on. Her posture is relaxed, as if she is sitting by the bar, holding a cocktail glass instead of a folder. She is a jazz band breaking into a jail cell."},{"T":"301","3":"She carries with her... a sense of danger. Even though your instinct tells you she is not trustworthy, you cannot help but want to hear what she has to say."},{"T":"301","2":"???","3":"【kuroname】, is it?"},{"T":"301","3":"Her fingers tap on the folder with a rhythm as she rests her head on her hand and looks at you."},{"T":"301","2":"Rebecca","3":"Nice to meet your acquaintance—please call me Rebecca. I heard about you a long, long time ago... but this is the first time I see you in the flesh."},{"T":"301","2":"Rebecca","3":"Do you know why you are here?"},{"T":"302","2":"I do.","4":"I'm not sure."},{"T":"301","2":"Rebecca","3":"That saves me the trouble explaining."},{"T":"301","2":"Rebecca","3":"Then let me remind you about that Ascend... no, that 'agent'. I'm sure you've been questioned many times about that."},{"T":"301","2":"Rebecca","3":"I'm not here to find out how she and you are related."},{"T":"301","3":"She speaks in refreshing frankness with no regard for who she is, not beating about the bush like those 'staff' trying to 'interrogate' you in the past."},{"T":"301","3":"She holds more power, her agenda more clear."},{"T":"301","3":"That is good. You are sick of the pleasantries repeated time and time again."},{"T":"301","2":"Rebecca","3":"We both have something we want. It's pointless for us to keep fighting, so why don't we both take a step back and focus on our shared goal?"},{"T":"302","2":"Oh, to reclaim Earth?","4":"Do we have a shared goal?"},{"T":"301","2":"Rebecca","3":"...Ha. Of course we care about that as well..."},{"T":"302","2":"Good. As long as you understand my terms for cooperating."},{"T":"301","2":"Rebecca","3":"...Undeniably, we have to work together now..."},{"T":"302","2":"As long as you understand my terms for cooperating."},{"T":"301","2":"Rebecca","3":"..."},{"T":"301","2":"Rebecca","3":"(Numb...?)"},{"T":"301","2":"Rebecca","3":"(No... Haven't avoided my gaze. Relaxed, with the guts to bite back, despite all the interrogation, confinement, and being in an unfamiliar, enclosed chamber now, surrounded by fully-armed Kurono agents...)"},{"T":"301","2":"Rebecca","3":"(This commandant doesn't care about what Kurono can do. Or perhaps, there's something else that this human cares about more right now—)"},{"T":"301","2":"Rebecca","3":"Alright, you've made your stance clear. I'll skip the pointless act and be honest with you."},{"T":"301","2":"Rebecca","3":"Me, I don't give a damn about the details or truth about your encounter with the Ascendant. That can stay your little secret. Meanwhile, we hope you can offer a hand based on the established facts."},{"T":"302","2":"Good to hear."},{"T":"301","2":"Rebecca","3":"We've detected M.I.N.D. activity that matches Luna at an area on the surface. All you have to do is stay here and connect with our squad on the ground remotely, monitoring and commanding their search."},{"T":"301","2":"Rebecca","3":"What do you say?"},{"T":"302","2":"Alright, I see."},{"T":"301","2":"Rebecca","3":"Good. I'm glad we've come to an understanding."},{"T":"301","3":"She does not sound glad at all."},{"T":"301","2":"Rebecca","3":"The squad is ready for remote connection. They can start any moment now."},{"T":"302","2":"Which team is it?"},{"T":"301","2":"Rebecca","3":"You'll find out."},{"T":"301","3":"The woman raises her hand, and then a male voice appears in the comms in your ear."},{"T":"301","2":"Adjustment Operator","3":"Beginning remote connection adjustment. System running. Scanning data."},{"T":"301","3":"You cannot tell your expression from your reflection on the glass. You forgot when the last time you looked into a mirror was."},{"T":"301","2":"Adjustment Operator","3":"Initializing data. Uploading the simulated Mind Beacon of commandant 【kuroname】."},{"T":"301","3":"You wonder... how Lee and Liv... and Lucia... how are they doing...?"},{"T":"301","2":"Adjustment Operator","3":"Initialization completed. Please put on the device."},{"T":"301","3":"You take a deep breath and wear the remote connection device before you on your head."},{"T":"301","2":"System","3":"Establishing remote connection... Synchronization rate rising..."},{"T":"301","3":"Then your mind falls into the current."},{"T":"301","3":"Every time you connect remotely, your mind would leave your body, leaving an indescribable blankness. As if someone has hit pause on your central nervous system and cerebral cortex, your perception of time slows and dulls."},{"T":"301","3":"Still, you have a feeling that the blankness this time is longer than it has ever been."},{"T":"301","3":"Sound, scent, touch—all your senses leave you, save the low, humming pain all over your body."},{"T":"301","3":"You have no idea how much time has passed when your mind starts running again. Your heart aches as the sound of your heartbeat fills your ears."},{"T":"301","3":"Unlike the remote connection you had with Camu, this one feels... more intense."},{"T":"301","3":"The device you are using this time is more intricate, after all, compared with the portable one Asimov prepared for you. Looking like a heavy case for explosives, it speaks to the length Kurono has gone to."},{"T":"301","3":"Eventually, a dim light shines through the darkness before quickly disappearing. Your Mind Beacon is falling within at incredible speed, looking for an exit."},{"T":"301","3":"Soon, it finds... a slightly familiar M.I.N.D. signal... and two more you do not recognize."},{"T":"301","3":"A black cube hovers in your field of view, and visuals gradually appear inside."},{"T":"301","3":"An overgrown path lies before you as the hazy vision shakes and sways, and you find two Constructs you do not know standing on the other side."},{"T":"301","3":"The female Construct is frowning lightly, a small laser cannon hovering by her side. Behind her also stands a strange, orb-shaped robot, its arms waving."},{"T":"301","3":"Next to her stands a tall, red-haired Construct, one of his hands scratching the back of his head, seemingly confused by the unknown connection."},{"T":"301","2":"No. 21","3":"Unfamiliar. It's not our commandant?"},{"T":"301","2":"Vera","3":"It's not him."},{"T":"301","3":"The Construct syncing with you is none other than Vera. The team Hassen said you could trust the most... is Cerberus?"},{"T":"301","2":"Noctis","3":"Why weren't we informed of something as important as switching our commandant?"},{"T":"301","2":"Vera","3":"Perhaps they've transferred Murray to the Hellhounds. They're much better than you two, after all."},{"T":"301","3":"Vera has quickly regained her composure, as well as her sarcasm."},{"T":"301","2":"Noctis","3":"What?! No, I won't allow that! You're screwing with me, aren't you?"},{"T":"301","2":"Vera","3":"Ha... That's an improvement. At least you understand irony now. Alright, let's stop complaining—we have the Gray Raven Commandant with us."},{"T":"301","2":"No. 21","3":"I don't like it."},{"T":"301","2":"Vera","3":"A mission is a mission, 21. And if someone here doesn't like it, it sure as hell is me."},{"T":"301","2":"No. 21","3":"Fine. Understood."},{"T":"302","2":"Um. Hi? I'm the Gray Raven Commandant."},{"T":"302","2":"I'll be working with you on this mission."},{"T":"301","2":"Noctis","3":"...Hi, Gray Raven Commandant."},{"T":"301","2":"Vera","3":"Alright, I'm still the First-in-Command, so my words are your orders... After me, it's the Gray Raven Commandant. Have you met? No?"},{"T":"301","2":"Noctis","3":"We've been in two operations that the Gray Raven Commandant was involved, but neither 21 nor I were on the field, so this is the first time we connect with this commandant!"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 does not speak. The little robot, on the other hand, starts rotating around her."},{"T":"301","2":"Vera","3":"The big, dumb one is Noctis. He climbs. The small one is 21. She blows up the tree Noctis is climbing. Now we're all introduced, let's confirm our assignment again—I hope you aren't coming empty-handed, Commandant?"},{"T":"302","2":"What kind of introduction is this?","4":"Right, let me restate the mission brief."},{"T":"301","3":"The higher-ups have detected M.I.N.D. activity that matches Luna in this area. Your mission is to investigate the signal and search for her possible whereabouts."},{"T":"302","2":"(Repeat mission brief)"},{"T":"301","2":"Vera","3":"I knew it's got something to do with that Ascendant when you're involved. You're actually an Ascendant radar, aren't you?"},{"T":"301","2":"Vera","3":"Just humor the commandant's orders when I'm not talking—I'm kidding! Can't have you two going off the rails."},{"T":"301","2":"Noctis","3":"Of course. I'm very friendly!"},{"T":"301","3":"No. 21 still has not spoken. She takes a look at you before walking ahead."},{"T":"301","2":"Noctis","3":"Hey, 21! Wait!"},{"T":"301","3":"Noctis chases behind her and finds a traffic sign covered in dust lying horizontally before them, blocking their way."},{"T":"301","3":"'Welcome home!'"},{"T":"301","3":"Says the sign. A small line, handwritten next to it, reads, 'P.S. Call Sheriff Byron if needed. The number is—' The number is scratched off. A giant arrow is painted on the right, pointing at a mailbox next to the sign."},{"T":"301","3":"Noctis steps forward and opens the mailbox. He coughs from the raised dust before picking up a sheet of paper from within, raising it high after taking a glance."},{"T":"301","2":"Noctis","3":"I found something! A map of the town! What's my reward?"},{"T":"301","2":"No. 21","3":"...I don't need it."},{"T":"301","3":"Having expressed his displeasure to No. 21 for ignoring him, Noctis folds the map in half, fuming, putting it inside his pocket."},{"T":"301","2":"Vera","3":"How are you feeling, Commandant?"},{"T":"301","3":"Vera, staying at the back of the team, addresses you with a question in a conversation only the two of you can hear."},{"T":"301","2":"Vera","3":"Gotten invited to help, haven't you? I've more or less figured it out, but seeing your... nah, sensing your helpless frustration..."},{"T":"301","2":"Vera","3":"This... does put a smile on my face. Don't worry, 【kuroname】. I'll take good care of you."},{"T":"302","2":"...Thanks.","4":"So will I."},{"T":"301","2":"ヴィラ","3":"You're welcome."},{"T":"301","2":"Vera","3":"You're so cute when you struggle."},{"T":"301","2":"Vera","3":"After all, you're going to be my only source of fun for a little while..."},{"T":"301","2":"Vera","3":"Let's go, 【kuroname】, our temporary 'commandant.'"},{"T":"301","3":"Crows begin to call out in the forest at dawn. The last bit of moonlight has disappeared, replaced by the rising sun."},{"T":"301","3":"The sun is up."}]