[{"T":"102","1":"Fake Ascension","2":"Shadow Companion"},{"T":"301","3":"With the surging Red Tide at their backs, the silhouettes of buildings appear before them."},{"T":"301","3":"Bridget races the mobile supply vehicle along the winding road. Even though you had grown accustomed to riding in transport crafts to and from Babylonia, the jostling speed of the vehicle was unbearable."},{"T":"301","3":"Right as you are about to vomit, the vehicle finally comes to a stop."},{"T":"301","2":"Support Force Member","3":"Boss, you're back! We've finished setting up all the terminals nearby."},{"T":"301","2":"Bridget","3":"Alright, we're ready to go as well."},{"T":"301","3":"After jumping out of the driver's seat, Bridget takes off her sunglasses and smiles brightly."},{"T":"301","2":"Bridget","3":"Hey, Commandant. Are you alright? Good thing I got you before the Red Tide did. Hey, why are you covered in sweat?"},{"T":"302","2":"...I'm good...","4":"I wasn't expecting you to come rescue us."},{"T":"301","2":"Bridget","3":"Alright, that's good. Here's the results from the Support Force's survey of the area. We found something very interesting. Maybe this is the target we've been looking for."},{"T":"301","2":"Bridget","3":"I finally found a route to transport supplies to the new temporary base. I didn't expect to run into you."},{"T":"301","2":"Bridget","3":"By the way, here's the results from the Support Force's survey of the area. We found something very interesting. Maybe this is the target we've been looking for."},{"T":"301","2":"Bridget","3":"However, with our equipment and abilities, we can't track them more accurately. Fortunately, the Red Tide doesn't appear to be spreading this far. We'll leave it to you for an in-depth investigation, Gray Ravens."},{"T":"301","2":"Bridget","3":"The Support Force will be responsible for cleaning up the nearby Corrupted to ensure that your investigation will not be disturbed."},{"T":"302","2":"We'll leave it up to you then."},{"T":"301","3":"Bridget waves, then salutes sternly."},{"T":"301","2":"Bridget","3":"We're on it. Proceed with the investigation."},{"T":"301","2":"Lee","3":"According to the GPR survey results from Bridget, by comparing the coordinate data left by Huaxu with its coverage, our target should be in an abandoned city less than 2km away from here."},{"T":"301","3":"Lee displays the radar imaging and topographic data on the holo-screen."},{"T":"301","2":"Liv","3":"'City 075'. Records show that 600,000 residents had to evacuate during the Post-Pandemic Age after the failure of the central purification filter. Since then, it has been left abandoned..."},{"T":"302","2":"I didn't see this coming..."},{"T":"302","2":"There's a huge cavern under the city."},{"T":"301","2":"Liv","3":"Well, it was actually a military underground fort set up in case of a nuclear war. The buildings on the ground level are used as a front. There were never any residents here to begin with."},{"T":"301","2":"Liv","3":"The content of the official report is forged. It's not that it was abandoned... It was never even occupied."},{"T":"301","2":"Lee","3":"They probably didn't expect that the underground fortifications set up in response to the war would eventually become a hotbed for the spread of the Punishing Virus."},{"T":"301","2":"Lee","3":"However, the information obtained through imaging is too little to determine the exact scale of the cavern. At present, the scale is still quite massive."},{"T":"302","2":"Liv, can you confirm the coordinates of the entrance?"},{"T":"301","2":"Liv","3":"Attempting to survey potential routes... but I'm receiving strong electromagnetic interference."},{"T":"301","2":"Lee","3":"After all, it was designed as a military refuge. I won't be surprised if they installed anti-reconnaissance measures."},{"T":"301","2":"Lucia","3":"We speculated that it is likely to be the Ascendants' base. We need to be fully prepared to infiltrate the enemy's home."},{"T":"301","2":"Liv","3":"So far, we haven't detected any Ascendant activity that could reveal their whereabouts. If Huaxu's coordinates really do lead us to them..."},{"T":"301","2":"Lee","3":"We still haven't ruled out that it might be a trap. That being said, recovering data is well worth the risk."},{"T":"301","2":"Lucia","3":"But we still have to find the entrance."}]