[{"T":"301","2":"No. 21","3":"No. 21, functional output lowering."},{"T":"301","2":"Corrupted","3":"—!!"},{"T":"301","2":"Vera","3":"Work till you actually freeze. You know how much of a hole your maintenance cost is putting in our budget?!"},{"T":"301","2":"Noctis","3":"Aw, Vera, you puttin' in work yourself, girl? Not time to be worryin' for that marshmallow blob!"},{"T":"301","2":"Vera","3":"Shut up, Mr. Low-Power-Mode!"},{"T":"301","2":"Noctis","3":"...DAMN YOU, ASIMOV!!!"},{"T":"301","2":"Corrupted","3":"—!!"},{"T":"301","3":"Roland is using his troops to keep Noctis and No. 21 at bay. Vera can only reach them through their team channel. Her expression turns impatient."},{"T":"301","2":"Roland","3":"Look at you, fighting amongst yourselves... I have to admit, I've never seen a team quite like yours."},{"T":"301","2":"Vera","3":"You say it like you've met a lot of 'em, but I know you've only been frolicking with those Gray Ravens. Don't you dare group me with those amateurs!"},{"T":"301","2":"Roland","3":"Well, well..."},{"T":"301","3":"——"},{"T":"301","3":"As Roland speaks, a series of loud explosions suddenly send nigh-invisible golden particles dancing in the air."},{"T":"301","2":"Vera","3":"That's..."},{"T":"301","2":"Noctis","3":"Hey, Vera, we're catchin' some weird dust 'ere..."},{"T":"301","2":"No. 21","3":"Golden Vortex related."},{"T":"301","2":"Vera","3":"HQ prepared these behind our backs, huh?"},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"The explosions came from somewhere near Miss Luna and Alpha. I doubt these particles will affect them, but..."},{"T":"301","3":"Roland brushes aside the gold dust in front of him. He jumps off the platform, and brandishes his chain blade and gun."},{"T":"301","2":"Roland","3":"...This reminds me of an unpleasant past."},{"T":"301","2":"Vera","3":"Finally out of you shell, Roland?!"},{"T":"301","2":"Roland","3":"I've got somewhere to be now, so let's quickly get this over with."}]