[{"T":"301","3":"The battle ended up being a one-on-one fight between Rosetta and Alpha."},{"T":"301","3":"Blade and spear, hooves and legs—every collision of the two sends sparks flying, like countless flecks of stardust."},{"T":"301","3":"Unlike Alpha, methodical in her steps and positioning, Rosetta completely ignores the conventional to and fro of battle, and merely charges, over and over at Alpha."},{"T":"301","3":"An all-in strategy. Throwing herself at Alpha, threatening to consume her through the whistling spear tip, a comet of her humanoid-hybrid bulk and speed."},{"T":"301","3":"Full of openings, but it locks Alpha in combat with her, denying her retreat, hanging on her the threat to crucify her whole. Alpha can only stay and answer Rosetta's blows, her blade poised to parry and deflect."},{"T":"301","3":"Rosetta's limit will come. Because the world is made of patterns, eternally repeating themselves. Even chaos has its own rules, let alone Rosetta's lunges."},{"T":"301","2":"α","3":"There..."},{"T":"301","3":"Syncing, breathing, 'becoming,' the opponent. She catches the fatal pause—the nadir of her breath—and the blade passes, fluidly sliding into Rosetta's torso."},{"T":"301","2":"α","3":"This is the end, Rosetta."},{"T":"301","3":"Prepared to deal Rosetta her final blow, Alpha was about to extract her blade from the impaled Rosetta, but pauses when she notices the expression on Rosetta's face."},{"T":"301","2":"Rosetta","3":"No, the end for you, Ascendant."},{"T":"301","2":"α","3":"!?"},{"T":"301","3":"With all of her remaining strength, Rosetta grabs Alpha's blade tight, keeping it within her. It was all part of the plan from the very start."},{"T":"301","3":"——If I can't best you, I can at least take you with me."},{"T":"301","3":"The golden particles—Rosetta's trump card in this fight—swim around the air. Rosetta's assertive smile flickers off of the gold dust."},{"T":"301","2":"α","3":"That's why I felt a little heavy mid-fight..."},{"T":"301","2":"Luna","3":"Sister! Let go your sword!"},{"T":"301","2":"Rosetta","3":"Now... Nikola!!!"},{"T":"301","3":"Luna and Rosetta roar almost contiguously, but Rosetta drowns out Luna with her bellowing volume."},{"T":"301","3":"Then the golden particles fuse. Colliding. A golden glow eats up the entire space."}]