[{"T":"301","3":"You have found more of Liadrin's records, but the timestamps show that they are not from the distant past. Instead, these happened very recently."},{"T":"301","3":"Fatally wounded, Liadrin wanders alone in the ruins while Gabriel and Lamia watch her from the roof of a half-collapsed building."},{"T":"301","2":"Lamia","3":"Let's just toss her to those guys that are snooping around... Do you think it's worth it?"},{"T":"301","2":"Gabriel","3":"She's no use to us if she stays here either."},{"T":"301","2":"Gabriel","3":"She passed the first round of filtering and maintained her ego just as I expected, but then she refuses to dive deeper into the Ascension-Network."},{"T":"301","2":"Gabriel","3":"The thing is, she refuses to leave either. She just wants to stay down there in that room."},{"T":"301","3":"The two gaze at the faltering Liadrin. Another squad of Constructs marches in from afar and stops her."},{"T":"301","2":"Lamia","3":"She's been underground for too long. Her mind is all jumbled up."},{"T":"301","2":"Gabriel","3":"This is what happens to those who can't get over their pain."},{"T":"301","2":"Gabriel","3":"Let her deal with this. We have other things to do."},{"T":"301","3":"The two on the roof quickly depart, leaving the badly injured Liadrin to face the entire squad of Constructs."},{"T":"301","2":"Construct Member","3":"Commandant, she's the murderer that slaughtered the other squad."},{"T":"301","3":"Hearing those words, Liadrin dully looks up. Standing next to the Construct is a human female. It looks like she is communicating with someone else."},{"T":"301","2":"Female Commandant","3":"Sister, I found her."},{"T":"301","3":"Her voice sounds very much like Angel's. Liadrin raises her head as if she has just woken up from a nightmare. She mindlessly repeats that word."},{"T":"301","2":"Liadrin","3":"Sister...?"},{"T":"301","3":"She turns around and stares intently at the human."},{"T":"301","2":"Female Commandant","3":"Don't worry, sis. She's badly wounded. I have the situation under control. I'll go back with you after this mission."},{"T":"301","2":"Liadrin","3":"With you..."},{"T":"301","2":"Liadrin","3":"I'll be with you..."},{"T":"301","2":"Construct Member","3":"She's coming at us!"},{"T":"301","2":"Female Commandant","3":"Prepare for battle!"},{"T":"301","3":"The Constructs quickly spread out around Liadrin at the commandant's order."},{"T":"301","3":"A towering Construct steps up and releases a shield, blocking the spikes that Liadrin formed out of thin air."},{"T":"301","3":"A long-haired Construct pokes her head out from behind the shield and throws a small cube at Liadrin, creating a small-scale explosion. The smoke from it blocks Liadrin's sight and hinders her movement."},{"T":"301","3":"The Construct with a hand crossbow stands a little further away. Seeing Liadrin clearly through his thermal goggles, he unleashes a power-infused arrow at the smoke."},{"T":"301","2":"Liadrin","3":"Ahhhhhhhh!"},{"T":"301","3":"Her harsh wailing resounds once more. The Constructs cover their ears and assume a defensive stance."},{"T":"301","2":"Construct Member","3":"She's gone berserk!"},{"T":"301","2":"Liadrin","3":"Angel... Angel... Angel..."},{"T":"301","3":"Liadrin staggers out of the smoke. Her right chest has been pierced."},{"T":"301","2":"Construct Member","3":"Protect the commandant!"},{"T":"301","2":"Liadrin","3":"No, that won't be necessary. I will protect her myself... like I used to..."},{"T":"301","3":"The harsh shriek is heard again. A hideous red electric current wraps around Liadrin and forms a rugged blood moon at her feet."},{"T":"301","2":"Female Commandant","3":"Sister, this mission might be trickier than I thought."},{"T":"301","2":"Liadrin","3":"I won't let you go this time!"},{"T":"301","2":"Lamia","3":"...I thought I should check up on her. What a nuisance."},{"T":"301","3":"The Construct squad is inexperienced, but Liadrin's wound is also greatly limiting her power."},{"T":"301","2":"Lamia","3":"...I didn't really have much expectation."},{"T":"301","3":"Besides, Liadrin is carefully trying to avoid hurting her 'sister.'"},{"T":"301","3":"Lamia lets out a sigh and approaches the battle from the shadows."},{"T":"301","3":"The Construct just barely dodged Liadrin's continuous attack and are trying to catch their breath."},{"T":"301","3":"But Liadrin is also worn out. Even if they leave her alone, she probably will not survive without help."},{"T":"301","2":"Lamia","3":"Perfect timing."},{"T":"301","3":"Lamia sneaks behind the solo crossbow Construct and impales his chest with a single strike."},{"T":"301","2":"Crossbow Construct","3":"...You—"},{"T":"301","3":"Just when he attempts to warn the others, a rumbling sound is heard underground."},{"T":"301","2":"Lamia","3":"Dinner time?"},{"T":"301","3":"Lamia's lips curve up with satisfaction. She twists her body and vanishes. By the time she reappears, the other two Constructs have been eliminated as well."},{"T":"301","2":"Lamia","3":"You're the only one left?"},{"T":"301","3":"Although her entire squad is down, the female commandant still tries to stay calm. She keeps communicating her situation as she retreats."},{"T":"301","2":"Female Commandant","3":"Sister, the enemy has backup. I've lost my squad. You need to retreat!"},{"T":"301","3":"The rumbling sound from underground is quickly approaching, but the female commandant pays no attention to it. Compared to the mysterious rumbling, the two standing in front of her pose more of a threat."},{"T":"301","2":"Liadrin","3":"Don't leave... Don't leave!"},{"T":"301","3":"Even though the commandant is fleeing as fast as she can, Liadrin still struggles toward her with a broken body."},{"T":"301","2":"Lamia","3":"...Looks like I won't have to get my hands dirty."},{"T":"301","2":"Female Commandant","3":"Sister! Run!"},{"T":"301","3":"The rumbling sound charges at the female commandant. As soon as she shouts out those words, a huge crimson wave tears apart the ground and gushes out from below, swallowing her and the Constructs lying on the ground like a ruthless predator."},{"T":"301","2":"Lamia","3":"I don't expect you to thank me. Just get yourself looked at, will you?"},{"T":"301","3":"Liadrin does not respond. She painfully gropes around in the Red Tide, searching for something."},{"T":"301","2":"Liadrin","3":"Angel... Angel!"},{"T":"301","2":"Lamia","3":"You'll die if you keep doing this stuff."},{"T":"301","2":"Liadrin","3":"No! Nooooooo! Angel!"},{"T":"301","2":"Lamia","3":"...Forget it."},{"T":"301","3":"Liadrin keeps floundering in the Red Tide even after Lamia vanishes, until it begins to recede toward its original exit."},{"T":"301","2":"Liadrin","3":"The tide is beginning to ebb... No! Where are you?!"},{"T":"301","2":"???","3":"...Sister..."},{"T":"301","3":"Liadrin turns around at the familiar voice. A blurry projection emerges out of the Red Tide. It vaguely resembles the female commandant's features."},{"T":"301","2":"Red Tide Projection","3":"Help me..."},{"T":"301","2":"Liadrin","3":"Angel!"},{"T":"301","3":"She ecstatically throws herself at the Red Tide projection, but no matter how hard she tries, it is impossible to hold it in her arms."},{"T":"301","2":"Liadrin","3":"Angel! Why?!"},{"T":"301","3":"Her crying still does not trigger anything. Liadrin can only watch as the projection and the Red Tide rapidly flow toward the crack in the ground."},{"T":"301","2":"Red Tide Projection","3":"Sister..."},{"T":"301","2":"Liadrin","3":"Don't go!"},{"T":"301","3":"She drags her mortally wounded body along the path and chases after the Red Tide like a blind person trying to grab hold of the last light in sight."},{"T":"301","2":"Liadrin","3":"Don't go!!!!!!!!"},{"T":"301","3":"Before the Red Tide completely retreats underground, Liadrin finally catches up to the projection. She smiles joyfully and jumps in with her arms wide open—"},{"T":"301","2":"Liadrin","3":"...I found you, Angel."}]