[{"T":"301","3":"The cleaning is actually very easy. After the last ball disappears, the walls no longer deteriorate, and the pagoda tree has stopped withering."},{"T":"301","3":"In fact—"},{"T":"301","2":"Liv","3":"It's so shiny now."},{"T":"301","3":"The walls now shine like mirrors, giving a reflection of sunlight that is harsh on the eyes."},{"T":"302","2":"Even the texture has changed...","4":"Too much rendering!"},{"T":"301","2":"Lucia","3":"Commandant, no danger ahead."},{"T":"301","2":"Lee","3":"The buildings on both the left and right are locked. Only the one in front can be opened."},{"T":"301","2":"Lee","3":"I have checked inside and found no threat."},{"T":"301","2":"Lee","3":"But there wasn't any hint either."},{"T":"302","2":"Maybe it needs all of us to be present?","4":"Shall we check somewhere else?"},{"T":"301","2":"Lee","3":"I have also considered that possibility."},{"T":"301","2":"Lee","3":"But Tiger just wouldn't leave the room."},{"T":"301","2":"Lee","3":"Based on previous experience, that room should be our next stop."},{"T":"302","2":"Let's go."},{"T":"301","3":"The building has four rooms, all fully furnished. A line of arcade machines sit in the living room. Tiger is sitting on them, taking a nap."},{"T":"301","3":"There are a few apples in the basket on the coffee table. The apples seem to be freshly washed as there are still water drops on them."},{"T":"301","3":"Based on past experience, if this is the right place, some hint would suddenly show up."},{"T":"301","3":"For example, a notice board that protrudes from the ground, a voice that appears in our mind, or even an NPC with a yellow exclamation mark on top..."},{"T":"301","3":"But none of them has happened. After everyone has entered the building, Tiger has not scanned anything but remained on the arcade, unwilling to get up."},{"T":"301","3":"Severe stomach cramps hit you as you struggle to find any clue. You feel like all your internal organs have been emptied from the abdomen, or replaced with ice."},{"T":"301","3":"It is a very familiar feeling that sometimes would take place during long-term combat missions."},{"T":"301","3":"'Grumble—'"},{"T":"301","2":"Liv","3":"Hmm? Commandant, are you hungry?"},{"T":"302","2":"It is Nanami's interference."},{"T":"301","3":"You contributed a lot in the 'dust and clean' operation, but the energy consumed should not have caused this situation."},{"T":"301","3":"'Grumble—'"},{"T":"301","3":"You hear another extended grumble, but not from your body."},{"T":"301","2":"Liv","3":"What? Lucia too...?"},{"T":"301","3":"Unlike your exaggerated response, Lucia just rests her hand on her abdomen. She looks confused."}]