[{"T":"301","3":"Alpha stands on the barren scorched earth, taking in the chaos around her."},{"T":"301","3":"Since that incident, she has been running around subterranean city number 075."},{"T":"301","3":"She has left no stone unturned in her search, going through the hidden corners and paths, through the ruins that only they knew about, and has even checked on the Constructs that were swarming the place."},{"T":"301","3":"But she does not find even the slightest trace of Luna."},{"T":"301","3":"There is only one possible conclusion. Luna is not here."},{"T":"301","3":"With the answer staring her right in the face, Alpha ponders where she should go next."},{"T":"301","2":"α","3":"...Where are you?"},{"T":"301","3":"As she turns the question over in her head, countless memories of Luna surface."},{"T":"301","3":"The clearest memory is of the moment when she leapt through the darkness, her hand outstretched."},{"T":"301","3":"There was a girl standing atop the white snow."},{"T":"301","2":"Roland?","3":"The series of campaigns was called the Project Winter. It seemed that the task of naming it was dumped on the Executor."},{"T":"301","2":"Roland?","3":"But if the Executors can come up with such methods, I should say they really do deserve naming rights."},{"T":"301","2":"α","3":"Roland?"},{"T":"301","3":"Noise and memories were jumbled together, flashing through her M.I.N.D."},{"T":"301","2":"α","3":"No, this is just noise."},{"T":"301","3":"Since Luna disappeared, these muffled voices have been ceaselessly haunting her."},{"T":"301","3":"She looks at the wide expanse of yellow sand before her, and her thoughts return to the past yet again."},{"T":"301","2":"α","3":"You're saying that when you became an agent, you heard a great deal of noise?"},{"T":"301","2":"Luna","3":"That's right."},{"T":"301","2":"α","3":"What is it?"},{"T":"301","2":"Luna","3":"Think of it as a catalyst."},{"T":"301","2":"Luna","3":"When I first became an agent... I didn't understand its true nature and thought the voices were telling the truth."},{"T":"301","3":"Luna stopped hovering and landed between the ruins."},{"T":"301","2":"α","3":"So, this originates from Ascnet?"},{"T":"301","2":"Luna","3":"No, but I can't say for sure."},{"T":"301","2":"Luna","3":"They're a symptom that emerges when the M.I.N.D. has been damaged."},{"T":"301","2":"Luna","3":"Of course, this is just a simplified analogy. It's actually more complicated than that."},{"T":"301","2":"Luna","3":"There have also been many Constructs recently who opt to simulate an injury like this to temporarily augment their power."},{"T":"301","2":"Luna","3":"Perhaps when you become an agent, you'll be able to fully comprehend it."},{"T":"301","2":"α","3":"That's no joking matter. You know I don't want to become an agent."},{"T":"301","2":"Luna","3":"Oh? Perhaps I wanted to confirm that for myself."},{"T":"301","2":"α","3":"Then let me be frank with you. I have no interest."},{"T":"301","2":"α","3":"You're already burdened by the heavy responsibility of Ascnet. If I become an agent too, who else will there be to help you?"},{"T":"301","2":"Luna","3":"Thanks, Sister."},{"T":"301","2":"α","3":"But you said that only by becoming an agent will I be able to comprehend that?"},{"T":"301","2":"Luna","3":"Ascnet imparts some knowledge that only it possesses, including long-lost historical records."},{"T":"301","2":"α","3":"And it happens when one becomes an agent?"},{"T":"301","2":"Luna","3":"That's right."},{"T":"301","3":"The memory starts to flicker..."},{"T":"301","2":"Luna","3":"But there are things that one would still know without Ascnet's knowledge."},{"T":"301","2":"???","3":"Such as how the humans of this planet are a disease more terrifying than the Punishing Virus."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"???","3":"Why do you think like that?"},{"T":"301","3":"The noise rings incessantly in her M.I.N.D. like an alarm clock going off in the wee hours of the morning."},{"T":"301","2":"???","3":"Because of that incident that caused you to leave Babylonia or because of Luna becoming an agent?"},{"T":"301","2":"α","3":"No, these incidents were just the starting point."},{"T":"301","2":"???","3":"...The starting point."},{"T":"301","3":"The noise sighs as if expressing regret."},{"T":"301","2":"Luna","3":"That's enough, Gabriel."},{"T":"301","2":"Luna","3":"Even if you slaughter all these humans and Constructs, there is no one among them that can pass the filtering."},{"T":"301","2":"Gabriel","3":"But they'll become a threat."},{"T":"301","2":"Luna","3":"As long as the source remains, they won't give up, no matter how many of them you kill."},{"T":"301","2":"Luna","3":"All we have to do is find 'the seeds' and guard this place."},{"T":"301","2":"Gabriel","3":"Understood."},{"T":"301","3":"Gabriel bows respectfully and vanishes into the horizon."},{"T":"301","2":"Luna","3":"Something you wanted to comment on, Sister?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Alpha has not opened her mouth, but Luna smiles as if she knows what she was about to say."},{"T":"301","2":"Luna","3":"Do you remember the fairytale you used to tell me?"},{"T":"301","2":"α","3":"I've told you many fairytales. Which one are you talking about?"},{"T":"301","2":"Luna","3":"The Evil King and the Elixir of Life."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Luna","3":"I still believe what I did then—That it's the only way forward, Sister."},{"T":"301","2":"Luna","3":"Drinking the evil king's elixir may kill you, but this is the path of evolution and selection. With this, one can safeguard life from complete annihilation."},{"T":"301","2":"Luna","3":"Of course, that person will become a monster, just like the evil king, but so what?"},{"T":"301","2":"Luna","3":"'Monster' is but a term defined by human standards. If seeing the filtering through means I'll be called a monster, I'll treat it as my crowning glory."},{"T":"301","2":"α","3":"Will you want others to survive?"},{"T":"301","2":"Luna","3":"Of course."},{"T":"301","2":"Luna","3":"Even if I become a nefarious villain in the eyes of the humans, a villain needs people to be subjected to their villainous deeds."},{"T":"301","2":"Luna","3":"Not only is this wish mine, but it's also the very purpose behind Ascnet's filtering process. That's why I have to complete Ascnet's mission."},{"T":"301","2":"Luna","3":"But the humans who are still flesh and blood, with their deep-seated prejudice, aren't able to even pass the preliminary filtering process by the Punishing Virus."},{"T":"301","3":"Luna turns around and gazes at the fiery-red clouds in the distance. After a long time, she gently shuts her eyes."},{"T":"301","2":"Luna","3":"Perhaps..."},{"T":"301","2":"Luna","3":"It's because I hold the same beliefs as Ascnet that I was chosen to become an agent."},{"T":"301","3":"Even as an agent, Luna does not think highly of humanity."},{"T":"301","3":"But originally, her intention to move the filtering forward was simply to 'let those deserving to live continue living.'"},{"T":"301","3":"Even though she had her own reasons for doing it, it was not born out of hatred and chaos."},{"T":"301","3":"At least in the beginning, that was how it was..."},{"T":"301","2":"Lamia","3":"Woah... Are you alright?"},{"T":"301","2":"Roland","3":"...Relax, fate has too much in store for me to let me die so quickly."},{"T":"301","2":"Gabriel","3":"For someone like you to be talking about fate... What exactly happened?"},{"T":"301","2":"Roland","3":"Heh, someone taught me a lesson."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Roland","3":"This time it was a Construct who brought a 'gift.'"},{"T":"301","2":"Roland","3":"They hid it really well, I have to give them that. Those humans are also constantly changing up their tactics."},{"T":"301","2":"Lamia","3":"They had their comrade blow himself up?"},{"T":"301","2":"Roland","3":"That's right. And he didn't know what he had on him. Otherwise, I'd have been able to sense that something wasn't right."},{"T":"301","2":"Lamia","3":"...You survived the encounter, but what about him?"},{"T":"301","2":"Roland","3":"Dead as a doornail. I only survived because I was far away."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Lamia","3":"That guy was who Roland was working on recruiting, wasn't he? It wasn't easy getting him on board."},{"T":"301","2":"Gabriel","3":"Even after sustaining such huge losses last time, the humans still aren't giving up on trying to get a glimpse of the secrets of the Ascension-Network."},{"T":"301","2":"Gabriel","3":"What are they really after?"},{"T":"301","2":"Roland","3":"Perhaps they wish to make their Constructs immune to the Punishing Virus and instead, have their bodies augmented by it, just like an Ascendant? Or maybe they simply want to be able to control an Ascendant, or even an agent..."},{"T":"301","2":"Roland","3":"There is so much they can gain from it. They are the puppet masters, having their underlings kill one another while they reap the benefits. That's their modus operandi."},{"T":"301","2":"Roland","3":"Although I still don't know what exactly they want, or how close they are to their goal. But things seem to be going according to plan, aren't they?"},{"T":"301","2":"Luna","3":"It's precisely because of this that we have to keep moving the filtering process forward."},{"T":"301","2":"Lamia","3":"However, they have been obstructing our progress. People die without us knowing how. How can we even hope to offer up anyone for filtering...?"},{"T":"301","2":"Gabriel","3":"Miss Luna wants us to keep increasing our numbers to deal with the losses."},{"T":"301","2":"Gabriel","3":"Appropriate seeds must be found as soon as possible. For those who aren't yet aware or don't have the necessary conditions to pass the filtering, we'll have to create those conditions."},{"T":"301","2":"Gabriel","3":"If we can get ultimate power that is impervious to these despicable ploys, there won't be any more humans standing in the way of the Network's mission."},{"T":"301","2":"Lamia","3":"Yeah... yeah... Call me when you find that sort of power."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","3":"Such things have become a normal part of their daily lives."},{"T":"301","3":"The humans' offensives last too long, just like the winds blowing through the abyss, and just as relentless."},{"T":"301","3":"In comparison, being betrayed and abandoned back then was but the first step into the abyss."},{"T":"301","3":"And the hatred that inundated them was born from being hunted down and rounded up. Even more so from unexpected traps and conspiracies. Each drop of hate pooling together until it formed a river that flowed into the bottom of the abyss."},{"T":"301","3":"At first, it was just the usual ambushes and raids."},{"T":"301","3":"But soon, there was a chance of 'gifts' being hidden close to the seeds they approached."},{"T":"301","3":"In this battle of wits, every attempt to throw the humans off their trail unintentionally provides them with ideas for improvement."},{"T":"301","3":"As a result, their methods have become more subtle and nastier with each iteration."},{"T":"301","3":"But for the Ascendants and those on a similar path, the memories hidden within their M.I.N.D. are filled with this torment."},{"T":"301","3":"These experiences are like layers of wounds inflicted on top of one another."},{"T":"301","3":"Single out any one of them, and it is simply a scar that poses no threat, a mark not forgotten with time."},{"T":"301","3":"But now they have been accumulating for a long time, patiently waiting for the moment that will soon arrive—the straw that breaks the camel's back."},{"T":"301","2":"α","3":"Looks like this is the place."},{"T":"301","3":"In a bid to save the new recruits who have just passed the filtering, everyone steps onto the ice-covered plains."},{"T":"301","3":"Fresh blood stains the snowy white plains red. Researchers lay fallen all around, and a transport vehicle was torn apart in the attack."},{"T":"301","2":"Roland","3":"Oh, it looks like we were too late."},{"T":"301","3":"Roland climbs onto the torn compartment and sees a comrade lying in a huge restraining device."},{"T":"301","3":"Going by the traces left at the scene, he was killed by the restraining device just as he finally broke free."},{"T":"301","2":"Lamia","3":"How have the humans been able to come up with such a terrifying device?"},{"T":"301","2":"α","3":"This's due to what he's capable of."},{"T":"301","2":"Luna","3":"I was interested in seeing how he would develop over time, but given the current environment... he didn't even get that chance."},{"T":"301","3":"A brief silence falls over the group. Suddenly, a hulking figure lands beside them."},{"T":"301","2":"Gabriel","3":"Miss Luna."},{"T":"301","2":"Luna","3":"You've returned. How was the investigation?"},{"T":"301","2":"Gabriel","3":"This device was brought over from the Arctic Route Union."},{"T":"301","2":"Gabriel","3":"A new military post's been set up to the east. It's very well-hidden and there are similar devices within. There are also a few researchers stationed there."},{"T":"301","2":"α","3":"A military post? To the east?"},{"T":"301","2":"Roland","3":"I previously carried out reconnaissance when Alpha came for the Narwhal, but I didn't see any military posts then."},{"T":"301","2":"Roland","3":"Besides, the people outside are ordinary folk, so why would they suddenly possess such a device?"},{"T":"301","2":"α","3":"Either they had been deliberately hiding something, or someone has shared the devices and technology with them."},{"T":"301","2":"α","3":"But there's a greater likelihood that it was a combination of the two."},{"T":"301","2":"α","3":"The local residents may not be aware of this, but there is a secret hidden beneath this snowfield."},{"T":"301","2":"α","3":"And it's because they are inherently capable that they've received visitors who want to share their technology and devices with them."},{"T":"301","2":"Roland","3":"In other words, the Arctic Route Union is working with that group from before?"},{"T":"301","2":"α","3":"That's right."},{"T":"301","2":"Lamia","3":"Don't those people fish for a living? What's there to gain from working with them?"},{"T":"301","2":"α","3":"A large number of Corrupted emerged from the sea some time back, and the Forest Guard lack the power to hold them back. As a result, they sustained some losses."},{"T":"301","2":"α","3":"I'd hazard a guess and say they agreed to work together in exchange for materials."},{"T":"301","2":"α","3":"There aren't many large human bases on Earth these days, and even fewer are willing to take part in a plan against the Ascendants."},{"T":"301","2":"α","3":"They must be hiding something we don't know about. They wouldn't take such a huge risk otherwise, no matter how generous the reward."},{"T":"301","2":"Roland","3":"The military post seems to be merely a symbol of their cooperation. There must be another hidden facility."},{"T":"301","2":"Roland","3":"We should investigate that facility. Otherwise, even if we destroy the military post, another more hidden post will only be built in its place."},{"T":"301","2":"Luna","3":"Could it be that simple?"},{"T":"301","2":"Roland","3":"What do you mean, Luna?"},{"T":"301","2":"Luna","3":"I can only guess, based on the Gray Raven's... no, based on my sister's investigation of that incident with Ravenge, that they may have started collaborating well before setting up the military post."},{"T":"301","2":"Luna","3":"The incident and that military post were merely newly run tests. The foundations were already in place."},{"T":"301","2":"α","3":"That's right, the harsh environment plays a huge part in all of this. There's nothing but fish and a handful of local products. They've always faced a shortage of materials."},{"T":"301","2":"Roland","3":"If they're really jointly doing research, what should we do?"},{"T":"301","2":"Gabriel","3":"Annihilate everyone here of course, and nip the problem in the bud."},{"T":"301","2":"α","3":"There is no need to go that far. The vast majority are just fishermen, and are working with Kurono in exchange for the materials they need to survive."},{"T":"301","2":"α","3":"All we have to do is destroy the research facility."},{"T":"301","2":"Gabriel","3":"Forgive me for saying this, but it was because they joined forces that we lost many good candidates."},{"T":"301","2":"Gabriel","3":"Those who can pass the filtering are few and far between. If these people are not completely annihilated, they will still pose a threat."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Alpha closed her eyes and thought of the humanoid-hybrid constructs she had met on this vast snow field who had gone through experiences similar to hers. She thought of how they carried themselves in the face of the humans' fear and prejudice, and..."},{"T":"301","2":"α","3":"I see great potential in the Forest Guards. With enough opportunities, there will definitely be some among them who can pass the filtering."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","2":"Luna","3":"Sister's right. You will continue with the previous mission."},{"T":"301","3":"Everyone salutes Luna and hurriedly disperse, leaving only Alpha and Luna on the silent snowfield."},{"T":"301","2":"Luna","3":"Sister."},{"T":"301","3":"She turns around and gives Alpha a knowing smile."},{"T":"301","2":"α","3":"I know what you want to say."},{"T":"301","3":"Luna hovers beside Alpha, looking at the snow and messy scene close by, and does not say anything more about it."},{"T":"301","2":"Luna","3":"Sister, did you meet 'Lucia'?"},{"T":"301","2":"α","3":"Yes."},{"T":"301","2":"Luna","3":"What do you think about her?"},{"T":"301","2":"α","3":"Nothing in particular."},{"T":"301","2":"α","3":"She hasn't lost hope."},{"T":"301","2":"α","3":"That commandant looks pretty special too."},{"T":"301","2":"α","3":"Well, let her continue dreaming for a bit, at least until that day comes."},{"T":"301","2":"Luna","3":"Alright then."},{"T":"301","3":"The howling, frigid wind sends Luna's flowing locks flying behind her, and her petite figure sways in the wind."},{"T":"301","3":"Alpha closes the gap and takes Luna's arm."},{"T":"301","2":"α","3":"We found the military post. Next up is the task of finding the other hidden facility. Leave this to me, will you?"},{"T":"301","3":"While investigating clues near the military post, she has a surprising encounter in the snow."},{"T":"301","2":"Murol","3":"Lucia, you're still alive!"},{"T":"301","2":"Xun","3":"Wait, no! Such concentration of the Punishing Virus... Has she become Corrupted?"},{"T":"301","2":"α","3":"Murol! Xun!"},{"T":"301","2":"Murol","3":"The Corrupted spoke?!"},{"T":"301","2":"α","3":"...It's a long story. And don't get too close to me, or you'll be infected too."},{"T":"301","2":"α","3":"She is secretly suppressing the Punishing Virus within her body while warning them, trying to prevent the virus from spreading to the two of them."},{"T":"301","2":"α","3":"Why are you here?"},{"T":"301","2":"Murol","3":"They said there was something strange with the Corrupted numbers here and sent us to find out what the problem was and return after obtaining clues."},{"T":"301","2":"Xun","3":"Lucia, do you want to return to Babylonia with us?"},{"T":"301","2":"α","3":"No, I have no place there anymore."},{"T":"301","2":"α","3":"There was no news for a long time after you said you wanted to be recalled. I thought you were already..."},{"T":"301","2":"Murol","3":"Haha! There were some technical issues, I heard."},{"T":"301","3":"Murol scratches his head, slightly embarrassed, but unable to hide the mirth in his voice."},{"T":"301","2":"Murol","3":"There have been a lot of casualties recently. It's getting very hard to create custom frames, and there are version issues as well."},{"T":"301","2":"Murol","3":"But the higher-ups said that they had to activate us at all costs so as to investigate what happened then."},{"T":"301","2":"Murol","3":"However, they haven't been able to solve version issue, and with the lack of manpower, they had no choice but to sign some contract with the humans on Earth and rope them in to help."},{"T":"301","2":"α","3":"Contract? Do you mean to say there are people here who are able to support the research on Babylonia?"},{"T":"301","3":"Hearing what could be a clue, Alpha tightens her grip on her weapon and her voice takes on a serious tone."},{"T":"301","2":"Murol","3":"I don't know much about the research technology, but I did wake up in the military post over there."},{"T":"301","2":"Murol","3":"Agreeing on a contract and awakening us... Those are things we've heard from the researchers inside."},{"T":"301","2":"Murol","3":"They also had us stay temporarily in the military post for tests and to work with them on some simple missions."},{"T":"301","2":"α","3":"(Murol and Xun don't know much about this either...)"},{"T":"301","3":"Looking at the good-natured smile that Murol always has on, Alpha releases her grip on the hilt of her katana."},{"T":"301","2":"Xun","3":"It's great that we're able to wake up again, but we still don't have any clues about what the boss wanted us to investigate."},{"T":"301","2":"Murol","3":"Yeah, we were attacked during recalling, and the data transfer was incomplete. We can't fully remember what happened during the incident."},{"T":"301","2":"Xun","3":"Do you remember what happened back then? If you can't go back to Babylonia, at least tell us what really happened then."},{"T":"301","2":"α","3":"...Alright."},{"T":"301","3":"She suppresses the joy in her heart as she shares the buried pieces of her memory with her long-lost comrades."},{"T":"301","2":"Murol","3":"...To think that something like this actually happened."},{"T":"301","2":"α","3":"They also made a copy of 'Lucia' before I left, so you might see her if you go back to Babylonia."},{"T":"301","2":"Murol","3":"Another Lucia...?"},{"T":"301","2":"Xun","3":"Anyway Lucia, you're a really sentimental person, aren't you?"},{"T":"301","3":"He chuckles as he puts his hands behind his head and relaxes. Seeing that familiar action, Alpha cannot help feeling a tinge of nostalgia."},{"T":"301","3":"She still remembers how Xun was severely reprimanded during a military inspection for not standing up straight."},{"T":"301","2":"Xun","3":"Those things around your neck... Are those our name tags?"},{"T":"301","2":"α","3":"Hmm?"},{"T":"301","2":"Xun","3":"And the coating... the team insignia on the back has worn away!"},{"T":"301","2":"α","3":"Sentimental? No..."},{"T":"301","2":"α","3":"This was just to remind me never to forget what happened."},{"T":"301","3":"Xun was unfazed despite the hateful tone in her words, and kept his good humor."},{"T":"301","2":"Xun","3":"Oh, really? That sounds like sentimentality to me!"},{"T":"301","2":"Xun","3":"By the way, can I have a look at my old tag? I'm feeling a little sentimental, heh..."},{"T":"301","3":"He chuckles as he removes his current name tag and walks toward Alpha as if to make an exchange."},{"T":"301","2":"α","3":"You're getting close. Aren't you afraid of getting infected?"},{"T":"301","2":"Xun","3":"Don't be a stranger now. It's just for a bit."},{"T":"301","2":"Xun","3":"Murol, you want to see it too, don't you?"},{"T":"301","2":"Murol","3":"Yeah."},{"T":"301","3":"The two approached Alpha with complete trust, reaching out to take their name tags from her extended hand."},{"T":"301","3":"But it was then that Alpha fell into a despicable trap."},{"T":"301","3":"The joy in reuniting with her comrades was merely an illusion."},{"T":"301","3":"Recalling is but false hope implanted to convince troops to keep advancing bravely. But just like a stone thrown into a deep lake, there has not been any sign from the other side."},{"T":"301","3":"The two teammates standing before her was merely an AI hologram recording—a program that has existed since the Golden Age, when people used it to remember those who have passed on."},{"T":"301","3":"As the illusions fell to pieces, so too did Alpha's euphoria, and all that was eventually left was the multiple force fields binding her."},{"T":"301","2":"Researcher A's Voice","3":"...Is it really okay to do this?"},{"T":"301","2":"Researcher A's Voice","3":"Everyone said that these guys are basically Corrupted that possess some level of intelligence, so there's no need for us to sympathize with them."},{"T":"301","2":"Researcher B's Voice","3":"I honestly felt the director's plan was foolish when he first came up with it. How can a Corrupted be sentimental?"},{"T":"301","2":"Researcher B's Voice","3":"Sigh... If someone deceives me using my dead friends, I'll definitely..."},{"T":"301","2":"Young, strict voice","3":"Take your bleeding hearts and stuff them somewhere else!"},{"T":"301","2":"Researcher B's Voice","3":"Aah! When did you get here?"},{"T":"301","2":"Young, strict voice","3":"These monsters are our enemies, just like the Corrupted and the Punishing Virus! Whether they have feelings or not doesn't matter."},{"T":"301","2":"Young, strict voice","3":"In order to survive, we must continue our research with these methods."},{"T":"301","2":"Young, strict voice","3":"If we are to live to see the next daylight, sacrifices are unavoidable. Instead of sympathizing with the enemy, why don't you have a look at your material reserves for next month."},{"T":"301","2":"Researcher B's Voice","3":"Sorry, Director Kaplan..."},{"T":"301","2":"Kaplan","3":"Continue your work, it's too late to turn back now."}]