[{"T":"301","2":"Nanami","3":"You're a Corrupted!"},{"T":"301","2":"Bionic Machine (?)","3":"Urgh!!!"},{"T":"301","2":"Nanami","3":"And you're a Corrupted!"},{"T":"301","2":"Bionic Machine (?)","3":"——"},{"T":"301","2":"Construct","3":"What's with that Construct...?"},{"T":"301","2":"Construct Captain","3":"I think I saw her on the files before! Are reinforcements coming?!"},{"T":"301","2":"Construct","3":"Oh! Then we should get ready for a counterattack, yeah?"},{"T":"301","2":"Nanami","3":"NO! Nanami isn't here to help you fight the bionics!"},{"T":"301","2":"Construct Captain","3":"What?!"},{"T":"301","3":"Answering the Construct, Nanami dashes into the fray, defeating every Corrupted that she sees."},{"T":"301","3":"All that stands in Nanami's way is met with a whack of her chainsaw and sent flying afar. Nobody can handle the Nanami calamity."},{"T":"301","2":"Staessen","3":"Oi, Simon, what's with this Construct lass?! Why is she attacking our people?!"},{"T":"301","2":"Simon","3":"I think I saw her with Boss before... Some Construct called Nanami."},{"T":"301","2":"Staessen","3":"I don't need her name! I need a way to deal with that Construct!"},{"T":"301","2":"Simon","3":"I'm afraid only our very-not-present Boss can handle her."},{"T":"301","2":"Simon","3":"Soldiers on the frontline, do you copy? Pull back immediately! Don't engage with the Construct that just rushed in."},{"T":"301","2":"Staessen","3":"What?! What about our defenses?!"},{"T":"301","2":"Simon","3":"It'll just be one or two openings. We'll be fine. Getting out of her way is more important."},{"T":"301","2":"Diana","3":"We'll cover for the openings."},{"T":"301","2":"Staessen","3":"Diana... Why are the Forest Guard here? Did you capture that Atiel?"},{"T":"301","2":"Diana","3":"【kuroname】 and Rosetta will handle Atiel. We've returned to support the frontline instead. Forest Guards, spread out!"},{"T":"301","3":"At Diana's behest, the Forest Guard members charge at the battlefield. Taking care to stay out of Nanami's way, they rescue the incapacitated ARU members."},{"T":"301","2":"Fisher","3":"Pah, took your damn sweet time... some Forest 'Guards' you all are!"},{"T":"301","2":"Diana","3":"But it's still not too late, is it not?"},{"T":"301","2":"Fisher","3":"...Whaddya mean?"},{"T":"301","2":"Diana","3":"Your leg's hurt. Ride on my teammate's back and retreat. We'll handle the rest from here on out."},{"T":"301","2":"Fisher","3":"Ya think we can leave our defenses to you sinners? You..."},{"T":"301","2":"Diana","3":"Even if we're sinners... We're sinners born and raised here. Please believe in us."},{"T":"301","2":"Fisher","3":"..."},{"T":"301","2":"Martin","3":"Nanami, at this rate, you'll leave the battlefield. Aren't you trying to pluck all the Corrupted out?"},{"T":"301","2":"Nanami","3":"Well, I'm catching the trails of someone that's tryna sneak away!"},{"T":"301","2":"Martin","3":"What?"},{"T":"301","2":"Nanami","3":"Dunno what that is, but that must be the source of all evil! The stinky sneaky baddie that's controlling the Corrupted and making a mess!"},{"T":"301","2":"Nanami","3":"Martin, you'll have to handle the Corrupted! Nanami is going to..."},{"T":"301","3":"Nanami lowers her stance mid-dash, bending so low as if she is about to fall. The angles of her booster wheels adjust and maintain her balance, allowing Nanami to slide forward at full speed."},{"T":"301","2":"Nanami","3":"...Be the hero!"}]