[{"T":"301","3":"The night after everything has ended—"},{"T":"301","3":"With the rising of the moon, the crowd also ebbs back to their rooms."},{"T":"301","3":"Leaving only a lone silhouette in a mountain of materials, tinkering away at something."},{"T":"301","2":"???","3":"A little bit of this..."},{"T":"301","3":"Click-clack. She ignites something as she mumbles. Then a brilliant flash of light zips past your eyes and explodes above the ocean..."},{"T":"301","3":"...Illuminating the figure, revealing her as..."},{"T":"302","2":"Karen?"},{"T":"301","2":"Karenina","3":"What? Whatcha doing out here and so late?"},{"T":"302","2":"I should be the one asking you that."},{"T":"301","2":"Karenina","3":"Can't you tell?! I'm experimenting with fireworks."},{"T":"301","3":"Karenina points at the supply crates with her thumb. They all seem to have firework symbols on them."},{"T":"301","2":"Karenina","3":"They got an entire workshop of explosives that pop off in nice and clean patterns 'ere. I might as well have a go at tinkering with 'em, so we can light 'em up in actual combat and—"},{"T":"301","2":"Karenina","3":"BOOM goes the Corrupted!"},{"T":"302","2":"..."},{"T":"301","2":"Karenina","3":"WHAT? Why are ya looking at me like that? You wanna fight? And why aren't you asleep anyways?! What if your baby birds all come crying to ya, aye?!"},{"T":"302","2":"Well... I finally got a break, so...","4":"Just... kinda wanna take a walk around..."},{"T":"301","2":"Karenina","3":"Tsk. Too much free time, yeah? Then come help me find some mats."},{"T":"302","2":"What are you missing?"},{"T":"301","2":"Karenina","3":"Ethanol... Let me think..."},{"T":"301","2":"Karenina","3":"I think I saw an abandoned bar nearby—should have some of the stuff. Didn't check though since I was busy. Come now and go with me!"},{"T":"301","3":"Karenina drags you into an abandoned bar..."},{"T":"301","3":"With the electricity fixed, the place now seems to be illuminated in a dim and moody glow. Some service bots have also regained function, and are now continuing their duties before the electricity outage."},{"T":"301","2":"Service Bot","3":"Please... survey..."},{"T":"302","2":"Survey?"},{"T":"301","3":"Likely the result of abandonment, the voice modules of these service bots have heavily deteriorated through the ages. Most of the bot's words are muffled by crackling and static noises."},{"T":"301","2":"Service Bot","3":"Please... why... dissatisfied..."},{"T":"301","2":"Karenina","3":"Get lost! Stop botherin' me!"},{"T":"301","3":"Ignoring Karenina's shouts, the service bot totters before her to present her with a survey about different alcoholic beverages."},{"T":"301","2":"Karenina","3":"Urgh! I said—GET LOST!"},{"T":"301","3":"Her screams seem to have attracted the attention of even more service bots. They pile around her, asking for her to complete their survey."},{"T":"301","2":"Karenina","3":"AAAAAGGGHHH!!! ALRIGHT! ALRIGHT! I GET IT! FINE! SURVEY, YEAH?"},{"T":"301","3":"Seeing the tightly packed questions on the survey screen, Karenina furrows her brows."},{"T":"301","2":"Karenina","3":"It's ALL questions about your drinks?! I done never had no sip of your stuff!"},{"T":"301","3":"Scanning around, she notices some freshly mixed drinks on the counter."},{"T":"301","2":"Karenina","3":"Outta the way! I gotta at least try your blotters 'fore I fill in your surveys, yeah?!"},{"T":"301","3":"She shoves the service bots before her aside, then stomps over to the counter for an iridescent drink with colors out of space. She gives it a cautious whiff."},{"T":"301","2":"Karenina","3":"Smells... alright, I guess?"},{"T":"301","3":"She gives it a gingerly sip—and spits, almost immediately, as if seeing Kamui cross-dress. A sickening miasma wafts past you, followed by Karenina's not-family-friendly curses. You learn a lot of new words."},{"T":"301","3":"She plonks the glass on the counter and grabs the service bot before her by what would be its collar."},{"T":"301","2":"Karenina","3":"WHAT THE FLYING **** IS THIS SEWAGE SAUCE?! This is WORSE than battery acid!!!"},{"T":"301","2":"Karenina","3":"You sell even one glass o' this doo-doo and I'll eat my cannon!"},{"T":"301","3":"Karenina's shouts seem to have incited the service bots to gather around her once more."},{"T":"301","2":"Karenina","3":"Wha...? What are y'all tryna do now?!"},{"T":"301","2":"Service Bot","3":"Please... survey..."},{"T":"301","2":"Karenina","3":"Just go home—get scrapped—pray for better coding ya next life if you're mixin' this sorta junk-gunk!"},{"T":"301","2":"Service Bot","3":"Please... survey..."},{"T":"301","3":"The service bots repeat themselves."},{"T":"301","2":"Karenina","3":"...PAH! Fine! Happy now?!"},{"T":"301","3":"Even knowing deep down that it is all pointless, Karenina still fills in the survey question by question. With that done, she squishes her finger on the submit button."},{"T":"301","2":"Karenina","3":"...Huh? Survey records?"},{"T":"301","3":"The icon on the bottom right of the screen seems to have drawn her attention. She taps on the icon, and the survey database pops up. The last survey is submitted a long, long time ago."},{"T":"301","3":"Looks like the bar was abandoned shortly after the Great Retreat. The surveys with a long time interval between them all seem to come from visitors after the bar practically shut down."},{"T":"301","2":"Karenina","3":"What kinda bullcrap suggestions are these?! 'plz add squidy squeezies to the OJs :)'?!"},{"T":"301","2":"Karenina","3":"Get the guy who wrote this over here, and I'll force 20 barrels of it down their gullet!"},{"T":"302","2":"Must be a prank by a visitor, huh..."},{"T":"301","2":"Karenina","3":"A prank alright—But don't you serve-bots at least try it yourselves?! This is just nuke-juice!"},{"T":"302","2":"These robots don't have taste modules."},{"T":"301","2":"Karenina","3":"Tch. Clunky old models."},{"T":"301","3":"All of a sudden, the midnight chime rings in the bar. The service bots all pause."},{"T":"301","2":"Karenina","3":"What now?!"},{"T":"301","2":"Manager Bot","3":"Closing hours... Today's sales... Quota unmet... Improvement required..."},{"T":"301","3":"With the announcement from the robot before the cashier, the other service bots quickly squirm behind the counter and begin looking for ingredients to mix drinks with."},{"T":"301","2":"Service Bot","3":"New survey... received... Implementing suggestions..."},{"T":"301","3":"Pausing and beeping to analyze the new survey, the service bots incorporate Karenina's suggestions and begin mixing drinks."},{"T":"301","2":"Karenina","3":"That's what these tin-blobs' been doing before we got here?"},{"T":"302","2":"Yeah.","4":"And they will be too, after we leave."},{"T":"301","2":"Karenina","3":"This happens bloody everywhere! Ugh! How many robots did humans leave behind before they took to the skies?!"},{"T":"301","2":"Karenina","3":"There's no customer to come, and yet they're here doing useless work!"},{"T":"301","2":"Service Bot","3":"Please taste... New... recommendations... implemented... Please..."},{"T":"301","3":"A decrepit-looking service bot mixes a drink and returns to Karenina."},{"T":"301","2":"Karenina","3":"****** ****! It's always like this!"},{"T":"302","2":"Let's leave."},{"T":"301","3":"Karenina perfunctorily answers you through her curses. She jostles the robots before her, parting the sea of bots to ruffle through the counter for her needed materials, then squeezes out from the clamor of requests."},{"T":"301","2":"Karenina","3":"Oi! Let's bunk!"},{"T":"301","3":"She extends a hand toward you before you become bot-sandwich fillings. You take her hand, and she pulls you out of the robot pile. The two of you hastily escape from the bar."},{"T":"301","3":"But the clamor and clatter of the bots can still be heard. Looking back, you see a horde of them bumbling out of the bar and chasing after you two."},{"T":"302","2":"They're coming after us!"},{"T":"301","2":"Karenina","3":"Move faster! Bolt!"},{"T":"301","3":"The two of you return to where Karenina was messing with the fireworks, but the service bots are still after you."},{"T":"301","2":"Service Bot","3":"Please... taste-test..."},{"T":"302","2":"Looks like we aren't getting away."},{"T":"301","2":"Karenina","3":"Tch. A fight it is, then!"}]