[{"T":"301","3":"5:30 a.m. Universal time"},{"T":"301","3":"On a transport craft in low Earth orbit..."},{"T":"301","3":"The engine emits a low and steady hum. After some time, the crews' ears become accustomed to the sound. Rather than finding it disruptive, the uniform rhythm is like white noise lulling the crew with the desire to sleep."},{"T":"301","3":"The seat belts secure them to their seats, comforting them despite the weightlessness. Yet their need and longing for gravity are instinctive, carved in their genes. There is a sense of emptiness and loss in the vacuum of space."},{"T":"301","3":"This loss only amplifies the sense of drowsiness."},{"T":"301","3":"In order to suppress the impulse to close your eyes and take a nap, you slowly shift your gaze to the porthole."},{"T":"301","3":"You see the quiet universe dotted with stars."},{"T":"301","3":"The transport craft should be traveling at inconceivable speed. But in the vastness of space, the stars, millions of light-years away, fail to serve as a reference point for you 'moving forward,' regardless of how fast the ship is."},{"T":"301","3":"If it were not for the hum of the engine in your ears, there would be no sensation of the ship moving."},{"T":"301","3":"The sense of emptiness continues to escalate."},{"T":"301","3":"Just as your consciousness is about to succumb, numbness makes its way up your spine."},{"T":"301","3":"Everything you see appears to stop as if someone pressed the pause button."},{"T":"301","3":"Fragments of memory begin to rush before your eyes in a kaleidoscope of colors."},{"T":"301","2":"Asimov","3":"You were infiltrated by Huaxu in City 075. Your Mind Beacon was forced into a corrupted M.I.N.D."},{"T":"301","2":"Asimov","3":"Initiating a M.I.N.D. connection with a Corrupted is unprecedented. After a thorough examination, we've found that your Mind Beacon has become corrupted."},{"T":"301","2":"Asimov","3":"And up until this point, you haven't been able to recover from the corruption."},{"T":"301","2":"Asimov","3":"I'm sure you've also noticed that your M.I.N.D. has fallen into a constant state of intermittent 'memory replays.'"},{"T":"301","2":"Asimov","3":"'Memory replays' isn't exactly the most appropriate term for your symptoms, but it'll do for the time being."},{"T":"301","2":"Asimov","3":"In other words, you will randomly fall into a chaotic storm of memory flashbacks without warning."},{"T":"301","2":"Asimov","3":"Some of your repressed or supposedly forgotten thoughts... numerous fragments of memory will bombard your consciousness."},{"T":"301","2":"Asimov","3":"There's nothing wrong with your physical body other than the Mind Beacon pollution—at least for now."},{"T":"301","2":"Asimov","3":"The Science Council also wants to put you under constant observation to see whether any other physiological functions will be affected by your corrupted Mind Beacon."},{"T":"301","2":"Asimov","3":"But that's for later. I think you'll have more difficult challenges to tackle in the interim."},{"T":"301","3":"Your vision fragments again."},{"T":"301","2":"Nikola","3":"What happened in the underground cavern is enough for you to be court-martialed."},{"T":"301","2":"Nikola","3":"You're still sitting here only because you were responsible for defeating the Polyphage."},{"T":"301","2":"Nikola","3":"Locking up the heroes responsible for defeating the Polyphage would only cause an uproar among the people, so the decision was made to allow you to continue field operations."},{"T":"301","2":"Nikola","3":"However, don't think your merits have offset the severity of this issue. The authorities won't simply let bygones be bygones."},{"T":"301","2":"Nikola","3":"As long as the distrust remains, countless pairs of eyes will be watching your every move."},{"T":"301","2":"Nikola","3":"If you do anything out of the ordinary during this time, even the President can't protect you."},{"T":"301","2":"Hassen","3":"Nikola has always been blunt. Pay it no mind."},{"T":"301","2":"Hassen","3":"You know what he meant. It was more of a reminder than a warning."},{"T":"302","2":"I know."},{"T":"302","2":"Why are you telling me this?"},{"T":"301","2":"Hassen","3":"Because I have a suspicion that... this isn't over yet."},{"T":"301","2":"Hassen","3":"I need people I can trust and deploy when the time comes—that includes the Gray Ravens."},{"T":"301","2":"Hassen","3":"I don't have time to have my people tangled up in bureaucracy, and neither do you."},{"T":"301","2":"Hassen","3":"At the very least, soldiers should die on the battlefield, not on the gallows of those they serve."},{"T":"301","2":"Hassen","3":"The most important thing for Eden now is to solve problems and defeat the enemy, not go on a witch hunt against one of our own."},{"T":"301","2":"Hassen","3":"As long as you can prove your loyalty and your worth to Eden in the next battle, that supervision will naturally lift."},{"T":"302","2":"But, right now..."},{"T":"301","2":"Hassen","3":"I've heard from Asimov about your problems."},{"T":"301","2":"Hassen","3":"Do you want to stay in the ICU? Or continue duty on the front line?"},{"T":"302","2":"Of course I—"},{"T":"301","3":"A golden arc of light suddenly shatters your recollection."},{"T":"301","3":"Your consciousness returns in an instant."},{"T":"301","3":"You do not have the time to think about how long you were out, seeing that the arc slicing through your memory was not an illusion."},{"T":"301","3":"It is real. Outside the porthole, the unchanging scenery suddenly shifts with the appearance of the arc."},{"T":"301","3":"Like a scimitar fresh out of the forge, a gentle and curved horizon forms in the afterglow of the golden light amid the sea of stars."},{"T":"301","3":"Hidden up until this moment, Earth finally reveals its true face."},{"T":"301","3":"Soon, the faint golden light turns blinding white. As the transport craft continues to coast along in orbit, the sun slowly rises from the distant shadow, illuminating the surface of the blue planet in its entirety."},{"T":"301","3":"Without the atmosphere to scatter the light, the dazzling rays of sunlight are sharp and absent of their usual tenderness."},{"T":"301","3":"Just staring at it momentarily fills your brain with an unspeakable sense of vertigo."},{"T":"301","2":"???","3":"Comm..."},{"T":"301","2":"???","3":"...and..."},{"T":"301","2":"???","3":"...dant—"},{"T":"301","3":"Someone seems to be calling out to you by your ear."},{"T":"301","2":"???","3":"Commandant!"},{"T":"301","3":"Right as your thoughts are about to drift away again, the stern voice brings you back to reality."},{"T":"301","3":"You suddenly turn your head to see Liv and Lucia standing before you with looks of worry. Lee furrows his eyebrows faintly."},{"T":"302","2":"...","4":"Huh?!"},{"T":"301","2":"Liv","3":"Is it a... memory replay?"},{"T":"301","2":"Liv","3":"We shouldn't have accepted this mission. The commandant obviously hasn't fully recovered..."},{"T":"301","3":"Lee lets out a sigh of relief. His frowned brows seem to relax as well."},{"T":"301","2":"Lee","3":"Don't look directly at the sun without the proper equipment. Even though the porthole is equipped with a filter, the UV light is still enough to burn your retinas."},{"T":"302","2":"I'm fine."},{"T":"302","2":"I was just lost in thought..."},{"T":"301","3":"Lucia looks out of the porthole to where you were looking."},{"T":"301","3":"She seems to want to say something, but before she can speak, she is interrupted by another harsh voice."},{"T":"301","2":"???","3":"Is now the time for slacking and idle chit-chat, Gray Raven Commandant?"},{"T":"301","3":"Following this, a hologram projection appears before you."},{"T":"301","3":"Fluorescence lights form the outline of an elderly man in the air. He is wearing the same standard-issued commandant uniform. Every meticulous pleat is as stern and upright as his expression."},{"T":"301","3":"The man's eyes are slightly cloudy with age, but his posture remains upright like that of an unyielding pine."},{"T":"301","3":"With eyes like an old falcon, he scans all the soldiers aboard the transport craft."},{"T":"301","3":"Although you are not communicating face-to-face and there is no literal 'eye contact,' all soldiers present subconsciously straighten their posture as they meet his 'gaze.'"},{"T":"301","2":"Hans","3":"This is Hans speaking. I will be the Chief Commander for this ground mission."},{"T":"301","2":"Hans","3":"Asimov, the Science Council's Chief Technician, has already explained the specific matters of this mission to you. I won't go over them, as I'm sure most of you have already committed the details of this mission to memory."},{"T":"301","2":"Hans","3":"However, given the lack of discipline among the Construct squads I just witnessed, let me reiterate these orders to prevent further negligence."},{"T":"301","3":"Upon saying this, Hans' gaze seems to sweep past you."},{"T":"302","2":"(Meet his gaze)"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hans","3":"Let's begin the mission briefing."},{"T":"301","3":"Following Hans' words, your mind returns to before your departure."},{"T":"301","3":"24 hours ago—"},{"T":"301","3":"Babylonia war room—"},{"T":"301","3":"Several commandants gather before the war table."},{"T":"301","2":"Hassen","3":"The battle against the Ascendants has come to an end. Your heroic deeds on the surface were astonishing."},{"T":"301","2":"Hassen","3":"Unfortunately, the Parliament is unable to give you the medals and honors you deserve at the moment."},{"T":"301","2":"Hassen","3":"After receiving this urgent assembly order, you've probably realized—new troubles have arisen and are imminent."},{"T":"301","2":"Hassen","3":"Celica, project the information."},{"T":"301","2":"Celica","3":"Yes, President."},{"T":"301","3":"Celica quickly operates the terminal, and the holographic projection reveals a series of remote sensing images."},{"T":"301","3":"Immediately, the dark blue screen is covered with a large swath of red."},{"T":"301","3":"Sanguine crystal clusters 'bloom' on the surface in the shape of arteries, forming a cobweb of 'rivers' entrenched in the surface."},{"T":"301","3":"Some of the images are very blurry—either due to issues with the transmissions, or perhaps the photographers were facing external threats and unable to record everything."},{"T":"301","3":"Someone gasps. Shortly after, the entire conference room falls deathly quiet. You could hear a pin drop."},{"T":"301","3":"Hassen clears his throat, breaking the solemn silence."},{"T":"301","2":"Hassen","3":"Asimov, since you were the first person to organize the data on the current situation, I think it's only appropriate you take it from here."},{"T":"301","3":"Asimov nods and approaches the war table."},{"T":"301","3":"By the look of his haggard expression, pale lips, and faint dark circles under his eyes, he appears to have had several sleepless nights the past few days."},{"T":"301","3":"However, right as he opens his mouth to speak, his usual professionalism as the Science Council's chief technical officer returns."},{"T":"301","2":"Asimov","3":"Some of the teams that weren't dispatched during the last large-scale ground operation may be unaware of this. So, I'll explain it briefly."},{"T":"301","2":"Asimov","3":"As you can see, during our last ground operation, we uncovered dark red tides containing new—"},{"T":"301","3":"He pauses for a moment as if struggling to come up with the proper wording."},{"T":"301","2":"Asimov","3":"New—forms of the Punishing Virus."},{"T":"301","2":"Asimov","3":"Based on their physical properties, the Science Council has decided on the name 'Red Tide' for the time being."},{"T":"301","2":"Asimov","3":"However, this is definitely not a natural phenomenon caused by the explosion and proliferation of red algae in the conventional ecological sense. This entity has nothing to do with water."},{"T":"301","2":"Asimov","3":"After conducting an analysis of samples, the red liquid you see is the Punishing Virus itself."},{"T":"301","2":"Asimov","3":"One of our Construct teams engaged in a direct confrontation with the Ascendants during a previous operation."},{"T":"301","3":"Nikola suddenly steps forward and interrupts Asimov."},{"T":"301","2":"Nikola","3":"Get to the point, Asimov."},{"T":"301","2":"Hassen","3":"Nikola, let Asimov present whatever information he feels is pertinent to the mission."},{"T":"301","3":"Asimov furrows his eyebrows, seemingly slightly displeased, then continues speaking."},{"T":"301","2":"Asimov","3":"I won't repeat the specific details of the operation, only the results."},{"T":"301","2":"Asimov","3":"The commandants present who have participated in previous operations have most likely encountered new forms of Corrupted."},{"T":"301","2":"Asimov","3":"These enemies are unlike conventional Corrupted. Instead, they are a form of pure Punishing Virus, possessing apparent biological features."},{"T":"301","2":"Asimov","3":"More specifically, they represent an evolution of the Punishing Virus—Punishing Hetero-Creatures."},{"T":"301","2":"Asimov","3":"The specific mechanism and reason are unknown. We don't know why the Punishing Virus is capable of self-evolution."},{"T":"301","2":"Asimov","3":"The only thing we can say for certain is that they are created by the Punishing Virus within the Red Tide."},{"T":"301","2":"Asimov","3":"The Red Tide will devour machinery and organisms, then decompose them into nourishment for breeding Hetero-Creatures."},{"T":"301","2":"Asimov","3":"Originally, after repelling the Ascendants, the proliferation of the Red Tide began to diminish."},{"T":"301","2":"Asimov","3":"However, we received a transmission from the recon team twenty-four hours ago."},{"T":"301","2":"Asimov","3":"—The Red Tide has resurfaced."},{"T":"301","2":"Asimov","3":"The proliferation is different from last time. So, we didn't realize the severity until it was already too late."},{"T":"301","2":"Asimov","3":"The Red Tide is like a relentless cancer, going into remission only to recur anew."},{"T":"301","2":"Asimov","3":"The Red Tide initially lurked in an underground cavern that was designed as nuclear fallout shelter by City 075. It circulated through the city's underground waterways before reaching critical mass and emerging onto the surface."},{"T":"301","2":"Asimov","3":"We dispatched our recon team to the city ruins to ensure that it was under our supervision."},{"T":"301","2":"Asimov","3":"However, the characteristics of the Red Tide seem to fluctuate without rhyme or reason. In this regard, it's not a tide in the traditional sense but more of a fluid organism that can act autonomously."},{"T":"301","2":"Asimov","3":"Plus, the underground cavern was built in secret, so many places are in our blind spots. Some underground waterways connect to nearby rivers through an intricate network of pipelines. Even if the rivers have dried up, the riverbeds and ravines are still there."},{"T":"301","2":"Asimov","3":"A portion of the Red Tide was able to slip out of the city undetected through these blind spots."},{"T":"301","2":"Asimov","3":"Moreover, as you just saw on the screen, the Red Tide has formed tributaries along the surface of the wasteland."},{"T":"301","2":"Asimov","3":"After receiving this information from our scouts on the surface, the Science Council has conducted emergency tests on this form of the Red Tide."},{"T":"301","2":"Asimov","3":"Fortunately, this Red Tide isn't as rampant as the first time, nor has it expanded to the point of becoming an unstoppable deluge."},{"T":"301","2":"Asimov","3":"Unfortunately, its distribution is still far too prolific. The Red Tide has formed a real river, dispersing into countless smaller tributaries."},{"T":"301","2":"Asimov","3":"After calculating the course of these tributaries, we found one thing."},{"T":"301","2":"Asimov","3":"They are headed toward—"},{"T":"301","3":"Asimov's finger swipes the screen, displaying a wider version of the map."},{"T":"301","3":"His fingertip points to a large blue sector."},{"T":"301","3":"...The ocean."},{"T":"301","2":"Asimov","3":"It's heading toward the shoreline."},{"T":"301","2":"Asimov","3":"If we allow the Red Tide to reach the shoreline, there's no turning back."},{"T":"301","2":"Asimov","3":"Unlike the ocean, land serves as an inorganic buffer zone that can block the Red Tide. There is no better medium for the wanton proliferation and spread of Red Tide than water."},{"T":"301","2":"Asimov","3":"The whole sea will become corrupted, devoured and assimilated by the Red Tide."},{"T":"301","2":"Asimov","3":"By that time, the Punishing Virus will spread to every corner of the world."},{"T":"301","2":"Asimov","3":"In order to curb the spread of the Red Tide, Babylonia has formulated a plan to bombard the Red Tide with the Longinus Arsenal, referencing the plan made during the battle at the space station."},{"T":"301","2":"Asimov","3":"The first step of this plan is to obtain the exact coordinates and location of the Red Tide."},{"T":"301","2":"Asimov","3":"During the Golden Age, you only needed to send a request to satnav system to obtain the specific coordinates for an area."},{"T":"301","2":"Asimov","3":"But now, these satellites have become corrupted by the Punishing Virus, so we can no longer rely on them."},{"T":"301","3":"Hassen approaches the war table."},{"T":"301","2":"Hassen","3":"Next, I will brief everyone on the mission."},{"T":"301","2":"Asimov","3":"As you wish, Mr. President."},{"T":"301","3":"Asimov nods then takes a step back."},{"T":"301","2":"Hassen","3":"Celica."},{"T":"301","3":"Celica presses a button. The movable panel in the center of the war table separates into two sections with a crisp pop as a small platform rises up from within."},{"T":"301","3":"To everyone's surprise, a long black hexagonal needle, nearly 1.5 meters in length, appears."},{"T":"301","2":"Hassen","3":"This device was promptly developed by the Science Council. It's called a 'bit domain node.' It will be distributed to all team captains present at the beginning of the operation."},{"T":"301","2":"Hassen","3":"Your task is to locate the edge of the Red Tide, insert the bit domain node, activate it, then protect it until you receive the evacuation order from Babylonia."},{"T":"301","2":"Hassen","3":"The total coverage must include all of the Red Tide tributaries. We need to remove it all at once to ensure that no residual tide is left this time."},{"T":"301","2":"Hassen","3":"If you are attacked by Hetero-Creatures during this period, hold your position to ensure the integrity and security of the bit domain node."},{"T":"301","2":"Hassen","3":"In order to ensure that this operation goes according to plan, we will saturate our deployments, positionings, and attacks."},{"T":"301","2":"Hassen","3":"Eight teams will be deployed to execute this calibration mission. Each team is composed of an elite task force led by a commandant and several Construct squads."},{"T":"301","2":"Hassen","3":"The elite task force led by the commandant will be responsible for deploying the node, while the Construct teams will be responsible for protecting them in the interim."},{"T":"301","2":"Hassen","3":"Hopefully, all eight bit domain nodes will be deployed—that's the only ideal situation."},{"T":"301","2":"Hassen","3":"However, Babylonia needs at least three bit domain nodes to be successfully deployed in order to obtain accurate enough coordinates."},{"T":"301","2":"Hassen","3":"If you have any questions, please raise them now, and Asimov will explain the details to you."},{"T":"302","2":"What is a bit domain node?","4":"No questions."},{"T":"301","2":"Asimov","3":"Hmm... Where to start?"},{"T":"301","2":"Asimov","3":"It's not overly technical. It's a rush job used to temporarily replace satellites."},{"T":"301","2":"Asimov","3":"The satnav system continuously broadcasts its current coordinates and time."},{"T":"301","2":"Asimov","3":"However, thanks to the Punishing Virus, there are no navigation satellites available in low Earth orbit, so we have to use bit domain nodes instead."},{"T":"301","2":"Asimov","3":"When they're deployed on the surface, they will measure the distance and angle between the other nodes, then continuously broadcast a signal to space."},{"T":"301","2":"Asimov","3":"After receiving the signal, Babylonia will calculate the specific coordinates of each node, then delineate the attack range for the Longinus Arsenal."},{"T":"301","2":"Asimov","3":"Babylonia will inform you after successfully receiving the signal and calculating the coordinates. Until then, you can't retreat."},{"T":"301","2":"Asimov","3":"It should be noted that the current orbital altitude of Babylonia allows us to orbit Earth in about two hours. The signal from the nodes will only be received when passing through the airspace within the range of the nodes."},{"T":"301","2":"Asimov","3":"This is also why you need to defend the nodes upon activation."},{"T":"301","2":"Asimov","3":"Are there any other questions?"},{"T":"301","2":"Asimov","3":"Alright, there's just one more thing I'd like to add."},{"T":"301","2":"Asimov","3":"Unlike when the Red Tide was found in City 075, the consistency... is more like running water than thick mud this time. We aren't sure why."},{"T":"301","2":"Asimov","3":"Regardless, all you need to know is that the 'concentration' and 'volatility' of the Red Tide are significantly less than what it was before."},{"T":"301","2":"Asimov","3":"Only when the tide 'rises' will the Punishing Virus concentration reach the equivalent found in Dead Zones."},{"T":"301","2":"Asimov","3":"According to monitoring reports, low tide concentration is within the range of normal Punishing zones."},{"T":"301","2":"Asimov","3":"This is one of the reasons why the recon team failed to notice that the Red Tide had moved."},{"T":"301","2":"Asimov","3":"Thankfully, however, this means that the protective devices enhanced by the Science Council on such short notice are sufficient for working in proximity to the Red Tide for the duration of the mission."},{"T":"301","2":"Asimov","3":"However, it's for only a short duration. Avoid close contact with the Red Tide after landing, especially during high tide."},{"T":"301","2":"Hassen","3":"That should suffice."},{"T":"301","2":"Hassen","3":"Seems like everyone fully understands the mission and the gravity of our dilemma."},{"T":"301","2":"Hassen","3":"This presents an important opportunity for Babylonia to launch an attack. However, we need to change orbit and reduce altitude to commence the attack, which puts us at risk of intersecting the network of corrupted satellites. As such, our anti-air defenses won't allow us to remain in position for very long."},{"T":"301","2":"Hassen","3":"Similarly, your mission is not to annihilate Hetero-Creatures, but to deploy the bit domain nodes."},{"T":"301","2":"Hassen","3":"The nodes aren't particularly difficult to deploy, but in a strategic sense, this mission is crucial. It requires a high degree of collaboration and team awareness from all of you."},{"T":"301","2":"Hassen","3":"Avoid head-on confrontations and needless acts of heroism that do not otherwise serve the success of the mission. Our top priority is to protect the nodes until Babylonia receives the coordinate data."},{"T":"301","2":"Hassen","3":"I know that the commandants of the task forces present are among the most elite. I do not question your ability. However, this operation needs neither personal heroism nor combat ability."},{"T":"301","2":"Hassen","3":"What matters most are judgment and decision-making for the overall benefit of the mission."},{"T":"301","2":"Hassen","3":"Most of you are used to fighting solely with your own team. So for this operation only, I have specifically arranged Hans to act as the chief commander for the calibration operation at ground level."},{"T":"301","3":"Hassen slightly turns to one side. The silver-haired man standing behind Hassen in stern silence since the beginning steps forward and salutes."},{"T":"301","2":"Hans","3":"Yes, Mr. President."},{"T":"301","3":"Some of the team captains present show faint expressions of confusion on how an elderly man, seemingly a few years older than even Hassen, is serving as the chief commander for such an important mission."},{"T":"301","2":"Hassen","3":"For safety reasons, only the commandant of each task force has the authority to deploy their bit domain node."},{"T":"301","2":"Hassen","3":"Please make accurate judgments and verify with Chief Commander Hans before activating your bit domain node to ensure that Babylonia receives the most accurate coordinates."},{"T":"301","2":"Hassen","3":"The rise and fall of the Red Tide will greatly affect the real-time topographic changes within the combat zone. There may have already been significant changes within the duration of this meeting."},{"T":"301","2":"Hassen","3":"In case of emergency, please follow Chief Commander Hans' orders..."},{"T":"301","2":"Hans","3":"This concludes our mission briefing. As previously stated, give priority to my command."},{"T":"301","2":"Hans","3":"Don't question my judgement. Obeying orders is the first requirement of a soldier."},{"T":"301","2":"Hans","3":"I hope the forces of Babylonia nowadays won't let me down."},{"T":"301","3":"With that, his hologram disappears from the transport craft."},{"T":"301","3":"Right as the fluorescence light dissipates, everyone cannot help but breathe a collective sigh of relief."},{"T":"301","3":"Whispers from other Construct teams can be heard nearby."},{"T":"301","2":"Construct A","3":"Have you met Chief Commander Hans?"},{"T":"301","2":"Construct B","3":"No, but he looks older than the President. Isn't he a bit old for going out on the front line?"},{"T":"301","2":"Construct C","3":"Hmph. Who knows?"},{"T":"301","2":"Construct Captain","3":"Don't write off Chief Commander Hans so easily. There must be a reason why the President arranged for this."},{"T":"301","3":"..."},{"T":"301","2":"Lee","3":"Commander Chief Hans was born in the Golden Age. He experienced the Post-Pandemic Age and the Acadia Evacuation first-hand."},{"T":"301","2":"Lee","3":"After that, he continued to work in the Center for Combat Intelligence as one of its core members."},{"T":"301","2":"Lee","3":"I didn't expect that this operation would need someone of his caliber to join us..."},{"T":"301","2":"Lee","3":"I'm sure he's seen his fair share of warfare and bloodshed, just like the President. He's bound to be strict on others."},{"T":"301","2":"Lee","3":"Don't take to heart what just happened."},{"T":"302","2":"Worried about me, Lee?","4":"Thank you."},{"T":"301","2":"Lee","3":"I just don't want my commandant to worry about such trivial matters."},{"T":"301","3":"Lee turns his head slightly and scoffs quietly."},{"T":"301","2":"Lee","3":"I'm only stating a fact."},{"T":"301","2":"Lee","3":"His personal information is not confidential and can be accessed directly in the archives."},{"T":"301","2":"Lee","3":"There is nothing worth talking about in private."},{"T":"301","3":"You smile and nod at Lee. You glance to the side at Lucia, who is staring out of the porthole."},{"T":"302","2":"Lucia?"},{"T":"301","2":"Lucia","3":"Hmm... Ah!"},{"T":"301","2":"Lucia","3":"Apologies, Commandant."},{"T":"302","2":"What are you looking at?"},{"T":"301","2":"Lucia","3":"I'm just looking at the same thing you were, Commandant."},{"T":"302","2":"The sunrise?"},{"T":"301","2":"Lucia","3":"Yes."},{"T":"301","2":"Lucia","3":"You weren't just lost in thought, were you?"},{"T":"301","2":"Lucia","3":"What were you thinking about, Commandant?"},{"T":"301","2":"Lucia","3":"Sunrise at low Earth orbit looks completely different than it does on the surface..."},{"T":"301","2":"Lucia","3":"...Is that what you were thinking?"},{"T":"302","2":"(Nod.)"},{"T":"301","3":"Lucia lets out a barely visible smile."},{"T":"301","2":"Lucia","3":"I'm finally beginning to understand what you're thinking, Commandant."},{"T":"301","2":"Lucia","3":"It's so bright. It's even overloading my visual components."},{"T":"301","3":"In low Earth orbit, Babylonia completes one revolution around the Earth in approximately two hours. Such a 'sunrise' occurs more than twelve times a day."},{"T":"301","3":"All residents of Eden born in space have long been accustomed to such a spectacle."},{"T":"301","3":"The rising and setting of the sun no longer serve as symbols of hope."},{"T":"301","3":"Day and night are no longer measured in 24-hour cycles. People must rely on other ways to define their day."},{"T":"301","3":"How much longer? How much longer until landfall?"},{"T":"301","3":"Three hundred kilometers is not that far. Looking down from this height, the entirety of the blue planet is no longer in view, only the changing surface."},{"T":"301","3":"The red-tinted earth, the blue ocean. Rolling storm clouds along the tropics dancing in the stratosphere, quietly shrouding the Earth."},{"T":"301","3":"For some peculiar reason, as the distance gets closer and closer, the haunting sense of emptiness gradually disappears."},{"T":"301","3":"This is not 'going' to but 'returning' to Earth. Upon arrival, everything will once again carry its intended meaning."},{"T":"301","3":"It is the cradle of all life and the home for which all life will return."},{"T":"301","2":"Guide AI","3":"Attention passengers. The aircraft will begin to decelerate and reduce orbital altitude. Reverse thrusters will ignite in fifteen seconds. Rapid deceleration will generate 2 G's of force. Please fasten your seat belts."},{"T":"301","3":"The broadcast on the intercom suddenly halts all extraneous thoughts."},{"T":"301","3":"Sit upright and firmly grip the handrails."},{"T":"301","3":"A sudden force pushes the crew firmly against the spongy padding of the seats. The overwhelming pressure strains their eyes, hearts, and bodies."},{"T":"301","3":"But this oppressive force and restraint..."},{"T":"301","3":"Completely dispelled all previous unprovoked confusion."}]