[{"T":"301","2":"Bionic Machine","3":"Rargh! Ga—!"},{"T":"301","3":"Rosetta thrusts her spear into the bionic's power connectors, destroying it completely."},{"T":"301","3":"However, she seems to have mistaken the size of the tide. An almost endless horde of bionics are still charging out of the snowy forest."},{"T":"301","2":"Rosetta","3":"No... I have to tell those girls to get out of there, now!"},{"T":"301","3":"Rosetta shoves aside a bionic in the way and scurries out of the forest."},{"T":"301","3":"As expected, the girls are having a snowball fight on the mountain, completely unaware of the situation."},{"T":"301","3":"Rosetta runs over and shouts at the girls anxiously. No time to care about Pfaff's orders."},{"T":"301","2":"Rosetta","3":"Run away! The tide is coming!"},{"T":"301","3":"The girl grabbed by Rosetta stares at her curiously. The other frolicking girls also pause and stare at Rosetta in interest."},{"T":"301","2":"Girl","3":"Wait, what's going on? Who are you..."},{"T":"301","3":"Anxious, Rosetta turns with the girl in hand, attempting to pull her out of this place by force."},{"T":"301","3":"But she pauses at the sight behind her—the forest is still and silent, without any sound of bionics, as if the tide itself had never happened."},{"T":"301","2":"Girl","3":"Are you... the girl who lives in the forest we've heard rumors about?!"},{"T":"301","2":"Rosetta","3":"Uh, yeah... No, I'm serious! But the bionics, where have they..."},{"T":"301","3":"The girl, overjoyed, takes Rosetta's hand to show her friends."},{"T":"301","2":"Girl","3":"Hah! Whaddaya say? I told you the 'girl in the forest' wasn't just a rumor! That's what you get for laughing at me!"},{"T":"301","3":"The other girls gather around Rosetta, looking at her curiously."},{"T":"301","2":"Girl","3":"I'm Lisa. What's your name?"},{"T":"301","2":"Rosetta","3":"Rosetta..."},{"T":"301","2":"Lisa","3":"Hi, Rosetta! Now that we know each other's names, that makes us friends! Come on! Let's play!"},{"T":"301","3":"Having never talked to anyone before, Rosetta did not know how to say no. In a state of confusion, she allows Lisa to drag her and join the other girls."},{"T":"301","3":"It was a completely new world to Rosetta. She never thought she would be so happy just talking aimlessly with other girls or playing silly games."},{"T":"301","2":"Lisa","3":"Rosetta, thanks for playing with us for so long and telling us so much about the forest!"},{"T":"301","2":"Rosetta","3":"No, it's... Yeah, I had a lot of fun..."},{"T":"301","2":"Lisa","3":"Great! But I guess you gotta get home. Looks like your grandpa is here to pick you up."},{"T":"301","3":"Rosetta turns in surprise and sees Pfaff nearby looking at them."},{"T":"301","2":"Rosetta","3":"Grandpa! Sorry... I was worried that the bionics were going to attack the girls. So I had to warn them... I won't do it again!"},{"T":"301","3":"To Rosetta's surprise, Pfaff did not seem to be angry. Instead, he politely waves at the girls."},{"T":"301","2":"Pfaff","3":"Rosetta, don't forget to wave and say goodbye to your friends. You don't want to be rude, do you?"},{"T":"301","2":"Rosetta","3":"B-bye..."},{"T":"301","2":"Lisa","3":"Bye! Let's play together again sometime!"},{"T":"301","2":"Rosetta","3":"Grandpa..."},{"T":"301","2":"Pfaff","3":"Rosetta, has living in the forest been lonely?"},{"T":"301","3":"Rosetta's eyes jut wide open at Pfaff's question, but she then quickly shakes her head."},{"T":"301","2":"Rosetta","3":"Nope, not at all... I have you and the animals in the forest, Grandpa... And there's the Guardian Spirit. Everything is fine just the way it is."},{"T":"301","3":"Pfaff laughs, a hint of resolution in his chuckle. He takes Rosetta by the hand and places the carving knife he bought on her palm."},{"T":"301","2":"Pfaff","3":"I'm getting old, Rosetta. Can't keep running around. Starting tomorrow, you'll have to buy supplies at the port for us in my stead."},{"T":"301","2":"Rosetta","3":"But why, Grandpa?! And the tide, too..."},{"T":"301","2":"Pfaff","3":"Don't worry. The Guardian Spirit has returned, and the tide will be gone soon."},{"T":"301","3":"Pfaff puts two fingers to his lips and blows a long and loud whistle. Rosetta runs excitedly to the side of the mountain, taking in the view of the sea—"},{"T":"301","2":"Narwhal","3":"——▄——▆▁——▃"},{"T":"301","3":"All of a sudden, a mechanical narwhal leaps out of the sea with a splash. The girls stop their snowball fight and cheer in awe."},{"T":"301","3":"In the shade of the forest, Temia silently watches over the girls in play."},{"T":"301","2":"Forest Guard","3":"Could we have been like them, had it not been for that accursed experiment...?"},{"T":"301","2":"Temia","3":"The past is in the past. We are the Forest Guard—we are sinners with nothing but our duty."},{"T":"301","2":"Forest Guard","3":"Captain..."},{"T":"301","2":"Temia","3":"Let's move out, Forest Guards. We must destroy the remaining bionics before nightfall."},{"T":"301","2":"Forest Guard","3":"Roger!"}]