[{"T":"301","2":"Kamui","3":"Well, that was sure was an easy battle!"},{"T":"301","2":"Kamui","3":"Commandant, all of the surrounding Corrupted have been destroyed."},{"T":"302","2":"Any data on our target?","4":"Looks like this terminal is our target."},{"T":"301","2":"Lee","3":"Yes, I'll update you while I boot up the tactical terminal in question."},{"T":"301","2":"Lee","3":"Indeed. I'll try to boot up the tactical terminal in question."},{"T":"301","2":"Lee","3":"Relevant data is missing due to the Punishing Virus. There doesn't appear to be any signs of tampering, but keywords include: Moe War, Guardian, Love and Justice, Loli..."},{"T":"301","2":"???","3":"Loli—"},{"T":"301","2":"Lee","3":"Scientific research... Uni..."},{"T":"301","2":"Einsteina","3":"Why the hesitation?! Can't you read? Unicorns are pristine, pale white mythical beasts!"},{"T":"301","2":"Liv","3":"...Really?"},{"T":"301","2":"Lee","3":"...According to the restored data, the Moe War began over the rights and interests of loli so they can live free from imprisonment and persecution. They went to war in order to protect themselves in an act of resistance against the Duck Army."},{"T":"301","2":"Einsteina","3":"What's wrong with fighting for girls to have the right to express their cuteness?! Cuteness is justice!"},{"T":"302","2":"You're right!","4":"..."},{"T":"301","2":"Einsteina","3":"So... Why have you come to see me, the renowned prodigal scientist, Einsteina?"},{"T":"301","2":"Einsteina","3":"If you've only come to talk without the company of a cute lass, you've committed a dire sin for waking me up."},{"T":"301","2":"Lee","3":"According to the data recording in another file corrupted by the Punishing Virus, she realized the Moe Army's wrongdoing and decided to leave. In the end, she decided to eliminate the..."},{"T":"301","2":"Einsteina","3":"Oh, that's just because the lovely Cottie-chan was too old. And I've never been an enemy of Cottie-chan."},{"T":"302","2":"...","4":"Looks like the data was, in fact, corrupted."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Einsteina","3":"Oooh! My dear cutie! How old are you—?"},{"T":"301","2":"Liv","3":"S-sorry. I'm not human... That sort of question..."},{"T":"301","2":"Einsteina","3":"What? You all aren't human?"},{"T":"301","2":"Lucia","3":"Appears we can speak to her, Commandant. Let me explain the situation to Miss Einsteina."},{"T":"302","2":"I'll leave it up to you.","4":"Go on."},{"T":"301","3":"..."},{"T":"301","2":"Einsteina","3":"Since when had the world become like this?"},{"T":"301","2":"Liv","3":"Einsteina, you aren't depressed over the fact that you're already dead?"},{"T":"301","2":"Einsteina","3":"Well, I'm a scientist. Considering how far science and technology has come, of course I'm not upset!"},{"T":"301","2":"Einsteina","3":"Not to mention..."},{"T":"301","2":"Einsteina","3":"Can death really be defined so easily?"},{"T":"301","2":"Einsteina","3":"I may have been destroyed at the corporal level, but I am here now—or rather, my conscience exists in a program, so I can think and talk normally."},{"T":"301","2":"Einsteina","3":"I didn't even realize I had 'died' until now. What have I become? It's a fascinating question worth studying!"},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"Lucia?","4":"Yes, you're right."},{"T":"301","2":"Lucia","3":"I'm here, Commandant."},{"T":"301","2":"Einsteina","3":"In short, I also understand your intention to come here. I am willing to contribute, but before that, I have a request!"},{"T":"301","2":"Einsteina","3":"I must be uploaded by a cute lass! The girl with white hair just now is quite nice. Ah, the girl with black hair will also do—"},{"T":"301","3":"(Ka-cha—)"},{"T":"301","2":"Lee","3":"...Don't all of a sudden slam the terminal shut with your brute strength! Kamui!"},{"T":"302","2":"Good job, Kamui.","4":"Everything alright, Lee?"},{"T":"301","2":"Kamui","3":"Hm? Weren't you just about to close it?"},{"T":"301","2":"Kamui","3":"Cool your jets! It's been long enough. I'm sure you've already finished recycling her data."},{"T":"301","2":"Lee","3":"...Test passed. Memory: Einsteina, recycle completed."}]