[{"T":"301","2":"Construct A","3":"Affiliation unknown, and there are no bionic machines infected with the virus in the group. Has the route alliance been fighting them?"},{"T":"301","2":"Construct B","3":"From our observations over our visit, this does seem to be the case. This is something that only happens in this polar region."},{"T":"301","2":"???","3":"The numbers on the report shouldn't have any mistakes, right?"},{"T":"301","3":"On the snow, a group of Constructs and a Commandant discuss the current situation."},{"T":"301","3":"The Commandant, who doesn't look in good shape, leans on a tree in the middle of the discussion to make it more comfortable. The Construct also express concern for his physical condition."},{"T":"301","2":"Construct A","3":"Commandant Simon, should we head back to the alliance Stronghold first?"},{"T":"301","2":"Simon","3":"I have a little OCD, so I will be even more uncomfortable if I don't sort out the current problems."},{"T":"301","3":"And so he sits on the ground and picks up a fallen branch to make a map in the snow."},{"T":"301","2":"Simon","3":"This route is not under attack by unknown bionic machines. Their defense is insufficient, so they have asked Babylonia to lend support."},{"T":"301","2":"Simon","3":"And the higher ups have decided to divide the support in two stages. The first stage would be done by us, land forces that can be deployed immediately."},{"T":"301","2":"Simon","3":"The second stage will be done by the support sent from Babylonia, led by one of the Forest Guard and named Rosetta."},{"T":"301","2":"Construct A","3":"So the support should be arriving in a few days, right?"},{"T":"301","2":"Simon","3":"Yes. We can start various operations when they do, like driving off the bionic machines and taking back the occupied alliance ship route area..."},{"T":"301","2":"???","3":"I hear the support troops will also have their Commandant."},{"T":"301","2":"Simon","3":"Atiel... Where did you run off to?"},{"T":"301","3":"A Construct runs out of the forest, interrupting Simon's thoughts. The marks on her body show that she has been fighting something up to a moment ago."},{"T":"301","2":"Simon","3":"Can't you listen to commands? You're always running around... I've stressed how important teamwork is, right?"},{"T":"301","2":"Atiel","3":"What I do is also beneficial to the battle. But I wonder how our ragtag team is going to match up with the Commandant the higher-ups sent."},{"T":"301","2":"Construct A","3":"It's true that we're temporary troops transferred from various teams, but can't you put it more nicely?"},{"T":"301","2":"Atiel","3":"Haha, sorry."},{"T":"301","2":"Simon","3":"Including me, all of them were temporarily transferred... The main fighting force can only look to HQ."},{"T":"301","2":"Atiel","3":"Simon, your face is all tensed up again. Relax!"},{"T":"301","3":"So saying, Atiel slaps Simon hard on the back again. She means well and to encourage a comrade, but it is like a huge blow to Simon."},{"T":"301","2":"Simon","3":"Ah... Argh..."},{"T":"301","2":"Construct B","3":"You start throwing up as expected... I'll bury it in the snow later."},{"T":"301","3":"While Simon is still in pain, a message is suddenly transmitted from Babylonia."},{"T":"301","2":"System","3":"—【kuroname】."},{"T":"301","2":"Simon","3":"Ahem... I see. Get the representative here... Ugh."},{"T":"301","2":"Atiel","3":"Talking as you throw up? You're pushing yourself too hard, Simon."}]