[{"T":"301","3":"After searching for a moment, Vera uncovers a secret door behind a huge bookcase."},{"T":"301","3":"They quickly break down the bookcase and open the access point."},{"T":"301","3":"A mildewy odor of rotting paper comes out from the depths of the corridor. No. 21 sniffs the odor... then sneezes quietly."},{"T":"301","2":"Vera","3":"Looks like we've found our target, eh? Pup?"},{"T":"301","3":"Vera jokes. To distract herself from what has just happened, No. 21 forces herself to focus on the task at hand and nods sternly."},{"T":"301","3":"The two of them proceed along the corridor into the underground archive."},{"T":"301","2":"Vera","3":"All the files here are kept on paper... Watch your step. Don't break anything."},{"T":"301","2":"No. 21","3":"Okay."},{"T":"301","3":"The underground archive is considerably more cramped than the upper level. Stacks of sallow documents are piled on the ground, smelling of mildew."},{"T":"301","3":"No. 21 wrinkles her nose, sniffing the odor in an attempt to remember this peculiar smell."},{"T":"301","2":"Vera","3":"Here."},{"T":"301","3":"Vera goes straight to the safe in the middle of the archive. She jams her blade into the lock and, after wiggling it several times, hears a satisfying click as it opens. She opens the safe and takes out a stack of documents from within."},{"T":"301","3":"Her eyes shift to the 'TOP SECRET' written in bold red on a file and checks the date on one of the corners."},{"T":"301","3":"After confirming the other documents, she takes the entire stack and stuffs them into a sealed waterproof pouch."},{"T":"301","2":"Vera","3":"Data secured."},{"T":"301","2":"Vera","3":"No. 21, what are you doing?"},{"T":"301","2":"No. 21","3":"...There's a bug."},{"T":"301","3":"No. 21 is huddled over a dead spider lying on its back, trying to sniff it."},{"T":"301","2":"Vera","3":"First off, that's not a bug. And if you like it so much, there's a billion others in our basement back at HQ. You can spend the night there if you want..."},{"T":"301","2":"No. 21","3":"Really? Okay."},{"T":"301","2":"Vera","3":"...Anyway, mission complete. Let's get out of here."},{"T":"301","2":"No. 21","3":"Roger."},{"T":"301","3":"No. 21 stands up. The two walk toward the exit, but right as the pouch containing the documents crosses the threshold, an ear-piercing alarm begins to buzz. Suddenly, the floor beneath them begins to rumble faintly."},{"T":"301","2":"No. 21","3":"?!"},{"T":"301","3":"Vera lifts up the pouch and looks up to see a faint optical scanner at the exit."},{"T":"301","2":"Vera","3":"...Damn it! It's a trap!"},{"T":"301","2":"No. 21","3":"What should we do?"},{"T":"301","2":"Vera","3":"Run as fast you can! We need to get the hell outta here—!"},{"T":"301","2":"Vera","3":"The room's caving in!"}]