[{"T":"301","3":"In the glare of white light, Chrome opens his eyes."},{"T":"301","3":"The scene and sounds before him are like a false curtain of night. It is chaotic and difficult to distinguish."},{"T":"301","3":"A familiar figure is standing to the side, silently watching him on the maintenance table."},{"T":"301","2":"Chrome","3":"...D-Dad..."},{"T":"301","3":"In his discombobulated memory, Chrome subconsciously utters a name."},{"T":"301","2":"John","3":"..."},{"T":"301","3":"As he comes to his senses, he realizes what he had said."},{"T":"301","2":"Chrome","3":"...Mr. Smith."},{"T":"301","2":"John","3":"I've already received the report from your comrades."},{"T":"301","2":"Chrome","3":"But... we need to... report it to... our superiors..."},{"T":"301","2":"Kamui","3":"Wanshi's already taken care of that."},{"T":"301","2":"Kamui","3":"Hassen was really bent out of shape over the news about Vonnegut."},{"T":"301","2":"Chrome","3":"Good job, everyone. A new agent is troubling news."},{"T":"301","2":"John","3":"Enough. Let's discuss the mission later. Give me a minute with Chrome. I need to speak to him privately."},{"T":"301","2":"Kamui","3":"Huh??"},{"T":"301","3":"Kamui is reluctant to leave, but Wanshi manages to push him out of the sealed lab."},{"T":"301","2":"Asimov","3":"Before you do, I need to sync the current research progress."},{"T":"301","2":"Asimov","3":"Once you leave, I'll add an inhibitor to Chrome's frame."},{"T":"301","3":"Asimov points to the new frame's neck."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Asimov","3":"Don't worry about where it's located. That's the most effective spot. It may not be an Inver-Device, but don't remove it all willy-nilly."},{"T":"301","2":"Asimov","3":"It can help you stabilize your M.I.N.D. and reduce the probability of deviation and corruption."},{"T":"301","2":"Asimov","3":"Even if you encounter high-intensity interference, it will prevent you from losing control when your M.I.N.D. becomes corrupted from memory deviation or other symptoms."},{"T":"301","2":"Asimov","3":"Glory is now capable of handling daily operations. In the future, you can link with your comrades just as before."},{"T":"301","2":"Asimov","3":"You just need to know one thing."},{"T":"301","2":"Asimov","3":"The risk has decreased significantly, but that doesn't mean it's as safe as Arclight."},{"T":"301","2":"Chrome","3":"How low is the probability?"},{"T":"301","2":"Asimov","3":"For daily activities around Babylonia, the risk is infinitesimal."},{"T":"301","2":"Asimov","3":"However, if your M.I.N.D. deviates after being damaged or hacked by the enemy in battle, you will be more susceptible to corruption."},{"T":"301","2":"Asimov","3":"If your corruption reaches a critical level, you'll need a commandant that can resist these symptoms in order to stabilize your M.I.N.D."},{"T":"301","2":"Chrome","3":"Understood."},{"T":"301","2":"Asimov","3":"But there doesn't seem to be any commandants that can resist memory corruption. Do you really understand?"},{"T":"301","2":"Chrome","3":"'Seem to be,' correct?"},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"John","3":"This serious injury still isn't enough for you to recognize the limitations of Constructs?"},{"T":"301","2":"John","3":"As I said, if you can adapt to a specialized frame without any injury, then I will accept your choice."},{"T":"301","2":"John","3":"But by the looks of it, you seem to be willing to pay an even greater price."},{"T":"301","2":"John","3":"I once said that the commandant was indeed a 'useful thing,' but now that's changed."},{"T":"301","2":"Chrome","3":"...Do you remember our chess match?"},{"T":"301","2":"Chrome","3":"You said to me, 'If you choose to abandon your troops, the war will end faster.'"},{"T":"301","2":"John","3":"..."},{"T":"301","2":"Chrome","3":"You taught me to look to the future while watching the present."},{"T":"301","2":"Chrome","3":"I'm using my own method to collect 'useful things' and create a future of my choosing."},{"T":"301","2":"John","3":"...And is that to use everything you have to surpass 'Smith'?"},{"T":"301","2":"Chrome","3":"Correct. I refuse to abandon past events and my past self."},{"T":"301","2":"Chrome","3":"Most importantly, I refuse to abandon a single soul."},{"T":"301","2":"Chrome","3":"This redemption—is my own."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"John","3":"Once you get involved in this vortex, your battle will spread from the battlefield to every corner of your life."},{"T":"301","2":"John","3":"The cage of sight, the noose of language, and the abyss of power will come for you as you gasp for air at night."},{"T":"301","2":"John","3":"Do you think humans that don't have to go into battle live a life of leisure?"},{"T":"301","2":"John","3":"Even the undefeated commandant is bound by these invisible ropes."},{"T":"301","3":"Seeing his father, who had always been strict, show a solemn expression, Chrome gently grabs his hand."},{"T":"301","2":"Chrome","3":"I'm already in the eye of the vortex."},{"T":"301","2":"Chrome","3":"The moment I decided to become 'Chrome' and serve as a 'bridge,' I was ready to pay double the price."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"John","3":"Chrome, all I cared about were methods and results. I've never asked you about your reasons."},{"T":"301","2":"John","3":"You know the consequences of stepping into the eye of the vortex. Why do it?"},{"T":"301","2":"Chrome","3":"For the sake of change."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"John","3":"I remember what someone said about change when your procedure succeeded."},{"T":"301","2":"John","3":"'Whether you become the blade or the blade wielder, having the determination to join the battlefield will result in the same fate.'"},{"T":"301","2":"John","3":"I'll tell you the same thing."},{"T":"301","2":"John","3":"Whether the blade depends on its wielder or the wielder depends on their blade, both rely on what is useful nearest to them."},{"T":"301","2":"John","3":"You never disappoint me, Chrome."},{"T":"301","2":"Chrome","3":"...Thank you for your praise. Thank you for your guidance."},{"T":"301","2":"John","3":"I heard Mr. Asimov say that the first transfer to a specialized frame has a high risk of causing your M.I.N.D. to delve into chaos."},{"T":"301","2":"John","3":"So, 【kuroname】 is key to this operation."},{"T":"301","2":"Chrome","3":"Correct."},{"T":"301","2":"John","3":"Leave it to me. Don't want you going solo again..."},{"T":"301","2":"Chrome","3":"But, Mr. Smith..."},{"T":"301","2":"John","3":"Think of it as a gift for proving your determination."},{"T":"301","2":"John","3":"And as far as I know, a lot of people are being driven by a variety of reasons to free the commandant."},{"T":"301","2":"John","3":"I'm just going to deliver the last piece of the puzzle."},{"T":"301","2":"Collins","3":"I feel like I should decorate the office to accommodate this many visitors."},{"T":"301","2":"Hassen","3":"Collins, I came here to discuss something with you."},{"T":"301","2":"Collins","3":"Oh? Discuss what?"},{"T":"301","2":"Hassen","3":"We've got an urgent mission and 【kuroname】 is in stable condition. I don't think there's any need to continue observation."},{"T":"301","2":"Collins","3":"Seems like all of my guests are here for the same reason today."},{"T":"301","2":"Collins","3":"The commandant's Mind Beacon has, in fact, been polluted. You don't want a repeat of what happened to Ravenge, right?"},{"T":"301","2":"Hassen","3":"In that regard, I'll have 【kuroname】 get treatment in the Star of Life. No need to bother your men."},{"T":"301","2":"Collins","3":"President—Hassen—!"},{"T":"301","3":"He smiles sardonically, stressing each word."},{"T":"301","2":"Collins","3":"Aren't we partners? Don't be ridiculous."},{"T":"301","2":"Collins","3":"Besides, once we have enough evidence, this matter should be handed over to a person with greater expertise."},{"T":"301","2":"Collins","3":"Even if the commandant's Mind Beacon is polluted without causing any corruption, 【kuroname】 is a ticking time bomb. If those accusations stick, what price are you willing to pay for your actions?"},{"T":"301","2":"Hassen","3":"Stick? Have you found Luna?"},{"T":"301","2":"Collins","3":"Of course not."},{"T":"301","2":"Collins","3":"We're powerless to do such a thing. Who do you think we are, Gray Raven?"},{"T":"301","2":"Collins","3":"Whether that be the previous Gray Raven or this Gray Raven, they all have something to do with the Ascendants."},{"T":"301","2":"Collins","3":"Even if those slackers under my command captured that Ascendant, she'd be rescued in no time."},{"T":"301","2":"Hassen","3":"Fine. I'll take responsibility for whatever happens."},{"T":"301","2":"Collins","3":"Oh? Are you willing to act as guarantor for 【kuroname】?"},{"T":"301","2":"Hassen","3":"That's right."},{"T":"301","3":"Collins' smile is fixed firmly on his face."},{"T":"301","2":"Collins","3":"Alright, very well."},{"T":"301","2":"Collins","3":"Seems like you've got something up your sleeve if you're willing to make such a decision."},{"T":"301","2":"Collins","3":"Well, I guess I should tip my hat to you then."},{"T":"301","2":"Collins","3":"Since I have your word, I'll let 【kuroname】 go for the time being. Considering you and the others came all this way today..."},{"T":"301","2":"Collins","3":"However, quitting isn't exactly my forte."},{"T":"301","2":"Collins","3":"If we can finally close the book on this matter, I'll welcome the talented commandant to help us create a future for humans."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","3":"After more than two days in this blinding light..."},{"T":"301","3":"Right as your cognition begins to blur, the door opens once again."},{"T":"301","2":"Celica","3":"You're free to go, 【kuroname】."},{"T":"302","2":"Is the confined treatment over?","4":"I'm free?"},{"T":"301","2":"Celica","3":"I can't say for sure."},{"T":"301","2":"Celica","3":"Anyhow, you're free to go for the time being."},{"T":"301","3":"Seeing you struggle from exhaustion, Celica escorts you to the regional shuttle en route to Zone B3 of the Science Council."},{"T":"301","3":"Hassen is sitting in the cabin as if waiting for you."},{"T":"301","2":"Hassen","3":"You made it, 【kuroname】."},{"T":"301","2":"Hassen","3":"I've got good news and bad news. Which one do you want to hear first?"},{"T":"302","2":"Good news.","4":"Bad news."},{"T":"301","2":"Hassen","3":"The good news is, you no longer need to have 'confined treatment.'"},{"T":"301","2":"Hassen","3":"The bad news is, you are still under observation. They'll be watching your every move from here on out."},{"T":"301","2":"Hassen","3":"The bad news is, even though you no longer need to have 'confined treatment,' you are still under observation. They'll be watching your every move from here on out."},{"T":"301","2":"Hassen","3":"But at least you're no longer stuck in that room."},{"T":"301","2":"Hassen","3":"The main reason you were let go is because you're needed for a mission only you can perform."},{"T":"301","3":"Hassen and Celica quickly fill you in on the recent events."},{"T":"302","2":"Chrome is injured?","4":"There's a new agent?"},{"T":"301","2":"Hassen","3":"Correct. We're short-staffed, and new issues keep popping up."},{"T":"301","2":"Hassen","3":"I was able to get you out because I also want you to help Chrome maintain M.I.N.D. stability until the frame transfer is complete."},{"T":"301","2":"Hassen","3":"According to Strike Hawk's intel, the new agent is incredibly dangerous. We should avoid engaging him though, since we're still recovering from the last large-scale battle."},{"T":"301","2":"Hassen","3":"The Red Tide also poses an issue. Based on Wanshi's report, the Red Tide in the underground waterway has been diluted, but it's still of considerable size."},{"T":"301","2":"Hassen","3":"We've confirmed that the core fragment has been destroyed. Whether there is some other force controlling it, or there is just some residual liquid incapable of expanding, it still needs to be destroyed."},{"T":"301","2":"Hassen","3":"We've wasted enough time already. If we wait any longer, that'll just mean more trouble down the line."},{"T":"302","2":"Do we still need to deploy bit domain nodes?"},{"T":"301","2":"Hassen","3":"No. I've spoken with Asimov, and we've determined that a tactical unit will be more effective at conducting a precision strike underground."},{"T":"301","2":"Hassen","3":"The structure's interior isn't particularly large, and the amount of Red Tide doesn't justify the use of the Longinus Arsenal."},{"T":"301","2":"Hassen","3":"More importantly, we can't play a numbers game with bit domain nodes against such a dangerous enemy."},{"T":"301","2":"Hassen","3":"Strike Hawk is familiar with the area, but Chrome's new frame is still being field tested in active combat. The mission poses too great of a risk without your help, Commandant."},{"T":"302","2":"Understood."},{"T":"301","2":"Hassen","3":"Considering that you may encounter that agent again, I suggest you take a member of Gray Raven with you. Cover your tracks and avoid direct confrontation with the enemy."},{"T":"302","2":"Only one person?","4":"Got it."},{"T":"301","2":"Hassen","3":"According to Kamui and Wanshi's intel, the area is quiet and narrow. Additional members will only be disadvantageous."},{"T":"301","2":"Hassen","3":"You and Strike Hawk will also be accompanied by a completely independent team during the mission."},{"T":"301","2":"Hassen","3":"Don't worry about them. Just mind your own area."},{"T":"301","2":"Hassen","3":"One more thing. Twenty-one Constructs were assembled as part of an auxiliary team to investigate the surrounding area. However, their transport craft was destroyed, and they've sought refuge in the underground city. Rescue them if you've still got enough strength in you."},{"T":"302","2":"Understood."},{"T":"301","2":"Hassen","3":"If there are no further questions, I'll have Celica inform Lucia to wait by the transport craft."},{"T":"302","2":"Got it.","4":"What about Liv?","6":"What about Lee?"},{"T":"301","2":"Hassen","3":"Based on team composition and combat ability, Lucia is the most suitable candidate."},{"T":"301","3":"Hassen and Celica fall silent. After a ten-minute drive, the three of you arrive at Asimov's sealed lab."},{"T":"301","3":"Entering the sealed lab, Chrome is lying quietly on the maintenance table as if asleep."},{"T":"301","2":"Asimov","3":"He's still conscious. I've put his frame into sleep mode to prevent any further corruption and damage."},{"T":"301","2":"Asimov","3":"However, I still need him to confirm a few things. So I've kept the voice and audio module operational on his Arclight frame."},{"T":"301","2":"Asimov","3":"I can give you ten minutes if there's anything you need to say."},{"T":"302","2":"(Ask about his injuries.)","4":"(Ask about his condition.)"},{"T":"301","2":"Chrome","3":"...Isn't it obvious?"},{"T":"301","2":"Chrome","3":"Sorry, I didn't want you to see me like this."},{"T":"301","3":"Chrome's voice is barely audible. His injuries had already pushed his frame past its limit. All he can do now is rely on those machines to maintain consciousness."},{"T":"302","2":"Chrome..."},{"T":"301","2":"Chrome","3":"My M.I.N.D. is stable. It shouldn't cause you any trouble."},{"T":"302","2":"Glad you're alright.","4":"I mean, are you in pain?"},{"T":"301","2":"Chrome","3":"I'll get used to it."},{"T":"302","2":"You...","4":"Quit being overdramatic!"},{"T":"301","2":"Chrome","3":"Only if necessary..."},{"T":"302","2":"You mean to keep your M.I.N.D. stable?"},{"T":"301","3":"Chrome nods slightly. His injuries had already pushed his frame past its limit. All he can do now is rely on those machines to maintain consciousness."},{"T":"301","2":"Chrome","3":"Sorry for dragging you on a mission right as you leave that prison."},{"T":"302","2":"No need to apologize."},{"T":"302","2":"You fulfilled your promise."},{"T":"302","2":"But..."},{"T":"301","3":"Hearing the news about the specialized frame from Hassen, a sense of uneasiness fills your mind."},{"T":"301","3":"Even with Asimov's breakthrough, Glory is still far from stable."},{"T":"301","3":"As if affected by a memory replay, Lucia's blank gaze after transferring frames flashes before your eyes."},{"T":"302","2":"There's still a lot we don't know about the frame."},{"T":"302","2":"Are you sure you want to change your frame now?"},{"T":"301","2":"Chrome","3":"That's why I have you."},{"T":"302","2":"And one day when I'm not there?"},{"T":"302","2":"If we're on different missions..."},{"T":"302","2":"You run the risk of M.I.N.D. deviation."},{"T":"301","2":"Chrome","3":"Then allow me to come find you."},{"T":"301","3":"Chrome's voice remains soft, but it has a tone of unquestionable firmness."},{"T":"302","2":"Is the reality of the situation that optimistic?","4":"Are you really going to be able to find me?"},{"T":"301","2":"Chrome","3":"Of course."},{"T":"301","2":"Chrome","3":"I'll have several backup plans just in case."},{"T":"301","3":"You hear a sense of uneasiness in his voice as if he had sensed something."},{"T":"301","2":"Chrome","3":"...If you let me, that is."},{"T":"302","2":"I'll take the extra help.","4":"Of course. You got me out of there."},{"T":"301","2":"Chrome","3":"Thank you."},{"T":"302","2":"Let's begin.","4":"(Hold his hand.)"},{"T":"301","3":"As if to give him some peace of mind, you gently hold Chrome's hand."},{"T":"301","2":"Asimov","3":"Time is of the essence. Let's begin."},{"T":"301","2":"Asimov","3":"This is the second time I've conducted a specialized frame transfer."},{"T":"301","3":"Asimov has a stern look on his face."},{"T":"301","2":"Asimov","3":"We've made a breakthrough with the technology, but there's a higher degree of uncertainty compared to Plume."},{"T":"301","2":"Asimov","3":"In order to avoid M.I.N.D. deviation, you'll need a more integrated connection with Chrome than a standard link."},{"T":"302","2":"And how do I do that?"},{"T":"301","2":"Asimov","3":"I'll use this machine to allow you to dive deep into his M.I.N.D. and establish an internal link."},{"T":"301","2":"Asimov","3":"It'll allow you to see his thoughts and condition in real-time."},{"T":"302","2":"Does Chrome know?"},{"T":"301","2":"Asimov","3":"I told him before you got here."},{"T":"301","2":"Asimov","3":"You just need to hold on while the link is being established. After that, it'll stabilize."},{"T":"301","2":"Asimov","3":"If you don't have any questions, lie down on the spare maintenance table over there."},{"T":"302","2":"Understood."},{"T":"301","2":"Asimov","3":"Bring him back."},{"T":"301","3":"Before you can ask what Asimov meant, your memory falls into darkness."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"Falling into Chrome's chaotic M.I.N.D., all you can see is a little boy wandering aimlessly."},{"T":"301","2":"???","3":"Who am I...? Where am I...?"},{"T":"301","3":"Although there was no answer to these basic questions, he steps forward into the darkness."},{"T":"301","2":"???","3":"Alright, understood."},{"T":"301","3":"—As if following an order."},{"T":"301","2":"???","3":"Did I pass?"},{"T":"301","3":"—As if trying to reach a target."},{"T":"301","2":"???","3":"I won't let you down."},{"T":"301","3":"—As if stuck in a cage."},{"T":"301","2":"???","3":"Gather everything that is of use, put them together, then create a perfect 'me.'"},{"T":"301","3":"—As if scavenging through despair."},{"T":"301","3":"'...Useless... like...'"},{"T":"301","3":"'Be grateful... Or else...'"},{"T":"301","3":"'He's... an idealist...'"},{"T":"301","2":"???","3":"'Assembly... passed...'"},{"T":"301","3":"With each step, countless dreamy voices echo in the dark void."},{"T":"301","3":"Although you cannot fully comprehend what they are talking about, you can sense the malice just from the fragments you heard."},{"T":"301","2":"???","3":"Become a Smith... Become a Smith..."},{"T":"301","3":"As he walks through these unpleasant noises, his footsteps begin to falter more and more."},{"T":"301","2":"???","3":"I can become..."},{"T":"301","3":"His image begins to blur..."},{"T":"301","2":"???","3":"...But, who am I?"},{"T":"301","3":"The void begins to shake violently. If it continues, he will gradually lose his self-awareness."},{"T":"301","3":"But in this state, he can't even notice the Mind Beacon above."},{"T":"301","2":"???","3":"Who am I...?"},{"T":"301","3":"The boy's voice is trembling in the steady stream of noise."},{"T":"301","2":"???","3":"I'm..."},{"T":"302","2":"Chrome!"},{"T":"301","2":"???","3":"Chrome?"},{"T":"302","2":"This is your future name."},{"T":"301","2":"???","3":"...Future... name?"},{"T":"302","2":"You will become 'Chrome'."},{"T":"302","2":"Become the man you want to be."},{"T":"301","3":"Like finding a glimmer of hope in the tenebrous depths of malice, he begins to look around for the source of the voice."},{"T":"302","2":"Walk toward the Mind Beacon."},{"T":"301","2":"???","3":"The Mind Beacon..."},{"T":"301","3":"He inspects his surroundings, but there is no Mind Beacon to be found."},{"T":"302","2":"Look up, Chrome."},{"T":"301","2":"???","3":"Oh... It's up there."},{"T":"301","3":"The boy holds out his hand, as if to chase the distant star. With a bitter smile, he leaps—"},{"T":"301","2":"???","3":"Thank you..."},{"T":"301","3":"The dark void begins to materialize into a magnificent hall."},{"T":"301","2":"Chrome","3":"Hello, Commandant. If you're here, that means the frame transfer isn't over yet."},{"T":"301","3":"Illusions of flowers and food surround him, but no one is present."},{"T":"302","2":"Are you free of your symptoms?","4":"You seem to be lucid."},{"T":"301","2":"Chrome","3":"Sorry... I don't know what just happened, but I'm sorry for being such a burden."},{"T":"301","2":"Chrome","3":"Even though this place is... Forget it. It's nothing."},{"T":"301","2":"Chrome","3":"Our internal link is stable. I won't experience any memory deviation now."},{"T":"302","2":"It's nothing."},{"T":"302","2":"But you still need to wait a bit longer."},{"T":"302","2":"Why not chat to pass the time?"},{"T":"301","2":"Chrome","3":"Sure."},{"T":"302","2":"Why did you want to help me?"},{"T":"301","2":"Chrome","3":"Because helping you is also a form of helping myself."},{"T":"302","2":"You could've waited longer."},{"T":"301","2":"Chrome","3":"But every second I wait, that's one more second I fall behind."},{"T":"301","2":"Chrome","3":"I need to achieve my goal."},{"T":"302","2":"And what's that?"},{"T":"301","2":"Chrome","3":"Before I answer that, let me ask you something."},{"T":"301","2":"Chrome","3":"Do you think there is a difference between humans and Constructs?"},{"T":"302","2":"Yes.","4":"No."},{"T":"301","2":"Chrome","3":"I guess you're right. Whether that be from identity to composition, humans and Constructs are different."},{"T":"302","2":"But in essence, we are the same."},{"T":"301","2":"Chrome","3":"Not many humans think that."},{"T":"301","3":"He walks straight through the illusions of flowers and decorations."},{"T":"301","2":"Chrome","3":"Humans fear the combat ability of Constructs."},{"T":"301","2":"Chrome","3":"Individuals without real power can easily be used as tools."},{"T":"301","2":"Chrome","3":"Rumors, prejudices, arrogance, if humans go on like this, they will only go further toward destruction."},{"T":"301","2":"Chrome","3":"I've already seen countless examples and experienced them firsthand."},{"T":"301","2":"Chrome","3":"I'm sure you feel the same way."},{"T":"302","2":"You're right..."},{"T":"302","2":"But contradictions also have cause and effect."},{"T":"301","3":"If these rumors and prejudices are the final 'effect,' we cannot solve all this without understanding the root 'cause.'"},{"T":"301","3":"Saying this to Chrome, he smiles and nods."},{"T":"301","2":"Chrome","3":"That's why I want to get involved and understand its 'cause.'"},{"T":"301","2":"Chrome","3":"Only then can I solve it."},{"T":"302","2":"Can you really, though?"},{"T":"301","3":"As long as we know a little about history, we find that humans repeat their mistakes... no matter what era."},{"T":"301","2":"Chrome","3":"But these mistakes are meaningless so long as progress is made."},{"T":"301","3":"Looking at his firm expression, you randomly recall a passage of a story you frequently come across."},{"T":"301","3":"'Overcoming countless adversities and witnessing just as many lay down their lives, the intrepid heroes continue to search for hope on this most harrowing journey.'"},{"T":"301","3":"'Most people did not know that this journey would be unworthy of adulation. From the moment they set forth, they were doomed to a life entangled in shadows.'"},{"T":"302","2":"I am afraid you'll get dragged into this...","4":"Our troubles aren't over quite yet."},{"T":"301","2":"Chrome","3":"Don't worry. This is the opportunity I need."},{"T":"301","2":"Chrome","3":"You have always been a gift to me."},{"T":"301","3":"He looks at you quietly and says nothing more."},{"T":"301","3":"He remains quiet until the magnificent hall begins to fade into the fog."},{"T":"301","2":"Chrome","3":"Looks like the transfer is almost complete."},{"T":"302","2":"Chrome."},{"T":"301","2":"Chrome","3":"(Nods)"},{"T":"302","2":"Even if the path you choose is fraught with hardships..."},{"T":"302","2":"Even if you can't save everyone..."},{"T":"302","2":"Are you still holding onto that glimmer of hope..."},{"T":"302","2":"On this most harrowing journey?"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"As your vision begins to blur, an unwavering smile forms on Chrome's face..."},{"T":"301","3":"It's a warm light."},{"T":"301","3":"In the turbulent darkness, Chrome sees the warm light of a lighthouse."},{"T":"301","3":"In order to solve what will happen next, I must set out now."},{"T":"301","3":"Everyone's waiting."},{"T":"301","3":"Regaining consciousness once more, you see the familiar lights overhead. However, there is a slight change in their position."},{"T":"301","3":"Chrome looks at the people around him. Aside from Asimov, he sees Wanshi, who had been helping the entire time, Kamui standing nearby, and also 【kuroname】."},{"T":"301","3":"In front of the onlooking crowd, he raises a hand with inconceivable ease and grip strength. His arm feels as light as a feather but with the strength to pierce metal. However, an unusual disturbance suddenly arises."},{"T":"301","3":"Chrome knows that this feeling is the precursor to M.I.N.D. deviation. Such a disturbance is likely to appear within the first few minutes of a frame transfer. If this continues, he will quickly lose control over his frame."},{"T":"301","3":"He closes his eyes, takes a deep breath, then focuses on the Mind Beacon in his M.I.N.D."},{"T":"302","2":"...","4":"Morning."},{"T":"301","3":"After Chrome's M.I.N.D. begins to gradually stabilize, he smiles and opens his eyes."},{"T":"301","2":"Chrome","3":"Thank you, everyone. Thank you, too, 【kuroname】."},{"T":"301","2":"Kamui","3":"All I did was lug you around, Captain. Wish I could've been of more use though, obviously..."},{"T":"301","3":"Kamui shrugs his shoulders with a look of resignation."},{"T":"301","2":"Kamui","3":"Oh, I also told Camu about your situation, Captain. I didn't want him to worry."},{"T":"301","2":"Kamui","3":"But if anyone deserves the gratitude, it's Wanshi."},{"T":"301","3":"He walks over and pats Wanshi on the shoulder."},{"T":"301","2":"Chrome","3":"Thanks, Wanshi."},{"T":"301","2":"Wanshi","3":"No need to thank me..."},{"T":"301","2":"Wanshi","3":"Asimov was the real hero."},{"T":"301","3":"Everyone's modesty comes off a bit stiff, but Chrome still feels grateful for their efforts."},{"T":"301","2":"Asimov","3":"All I care about is results. Progress like this is hard to come by."},{"T":"301","3":"Heaving a sigh of relief, Asimov slumps down in his chair from exhaustion."},{"T":"301","2":"Asimov","3":"Don't you all have a mission coming up?"},{"T":"301","2":"Kamui","3":"Yup. We have to take care of the Red Tide and rescue some stragglers."},{"T":"301","2":"Asimov","3":"Since we can't fire the Longinus Arsenal a second time, this should help you take care of the Red Tide."},{"T":"301","3":"He points to a box that had just been brought in containing hundreds of disc-shaped objects."},{"T":"301","2":"Asimov","3":"This is a compact weapon developed based on the concept of a plasma arc furnace, called a polyfurnace. Its niche application prevents it from seeing much use out in the field."},{"T":"302","2":"Niche application?"},{"T":"301","2":"Asimov","3":"It requires large amounts of energy and a sealed environment."},{"T":"301","2":"Asimov","3":"This means the waterway is an ideal environment. As long as we find a suitable installation site, we can maximize the evaporation of the Red Tide below."},{"T":"301","2":"Kamui","3":"Sounds like a plan!"},{"T":"301","2":"Asimov","3":"I made some modifications, but it still requires a sealed environment."},{"T":"301","3":"Asimov furrows his eyebrows and reiterates."},{"T":"301","2":"Asimov","3":"If it's installed in an area full of leaks, you'll have to figure out a way to patch them."},{"T":"301","3":"Hearing this, the Strike Hawk trio is at a loss for words."},{"T":"301","2":"Wanshi","3":"...Sounds like a pain when we try to evacuate."},{"T":"301","2":"Asimov","3":"...That's for you to figure out. I'm going to go somewhere secret where NO ONE will bother me and rest for a few hours."},{"T":"301","2":"Asimov","3":"That being said, let me know if there are any issues with the frame..."},{"T":"301","2":"Kamui","3":"Can we get going now? Can we go call Lee and the others?"},{"T":"302","2":"Let's go."},{"T":"301","2":"Kamui","3":"Right on!"},{"T":"301","3":"Kamui runs out of the room with the cheery delight of a golden retriever."},{"T":"301","2":"Nikola","3":"Congratulations. You've reached a milestone in your research on specialized frames. Looks like all of your hard work is finally starting to pay off."},{"T":"301","2":"Asimov","3":"Don't break out the champagne just yet. Even though Chrome has a specialized frame just like Lucia's, we're still having issues with the same bottleneck."},{"T":"301","2":"Hassen","3":"Oh?"},{"T":"301","2":"Asimov","3":"The reason why Plume can withstand simulation data from Ascendants is that it's already compatible with Alpha's data."},{"T":"301","2":"Asimov","3":"The dangers and effects of substituting it into another frame don't meet our expectations."},{"T":"301","2":"Asimov","3":"That's why Chrome's frame uses post-processed battle data sampled from Plume."},{"T":"301","2":"Asimov","3":"In order to minimize the side effects, I based the underlying logic on humanoid-hybrid frames to accommodate and restrict extraneous data."},{"T":"301","2":"Asimov","3":"But this frame will still put immense strain on Chrome's memory."},{"T":"301","2":"Nikola","3":"I see... Even if we obtain the data they bring back, replicating an Ascendant is still nothing more than a pipedream."},{"T":"301","2":"Nikola","3":"That being said, even if we're able to improve our ability to replicate a Construct with Ascendant data based on humanoid-hybrid architecture, that would still be a huge leap for us."},{"T":"301","2":"Hassen","3":"How has Lucia been recently?"},{"T":"301","2":"Asimov","3":"There's nothing out of the ordinary based on the reports from her routine 'frame maintenance.'"},{"T":"301","2":"Asimov","3":"I'm looking through the data collected by Shome to create an upgrade plan, but that'll take some time."},{"T":"301","2":"Nikola","3":"For the sake of safety, it's better to add an insurance policy other than 【kuroname】."},{"T":"301","2":"Nikola","3":"Compared with emotion, technology and knowledge are more reliable."},{"T":"301","2":"Nikola","3":"If necessary, I can borrow some equipment left over from the 'Project Winter'."},{"T":"301","2":"Hassen","3":"Didn't that cause enough trouble as is?"},{"T":"301","2":"Nikola","3":"But there is no denying that it also brought a lot of benefits."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Hassen","3":"Let's talk about these things in private. Asimov has been working around the clock."},{"T":"301","2":"Nikola","3":"..."}]