[{"T":"301","3":"..."},{"T":"301","2":"Liv","3":"It went silent..."},{"T":"301","2":"Liv","3":"I don't know why, but... I feel sad..."},{"T":"301","2":"Lucia","3":"We've completed our mission, there's no use in thinking about other things."},{"T":"301","2":"Lee","3":"……"},{"T":"301","2":"Lee","3":"In short, now we have to extract its memory."},{"T":"301","2":"Lee","3":"Let's begin."},{"T":"301","3":"Connecting—"},{"T":"301","2":"Celica","3":"Gray Raven."},{"T":"301","2":"Celica","3":"President Hassen is ordering that you put a temporary stop to your mission."},{"T":"301","2":"Celica","3":"We've deployed a nearby transport craft to your location."},{"T":"301","2":"Celica","3":"Once the transport craft arrives, please return to Babylonia immediately."},{"T":"301","2":"Liv","3":"This is an order from President Hassen?"},{"T":"301","2":"Lucia","3":"Return... to Babylonia..."},{"T":"301","2":"Asimov","3":"What's wrong? What are you doing here?"},{"T":"302","2":"How's Lucia doing?","4":"Am I not allowed to be here?"},{"T":"301","2":"Asimov","3":"There's no need to operate. Don't worry."},{"T":"301","2":"Asimov","3":"This isn't a place you can just waltz right in, Commandant. But, no matter. I just haven't seen a commandant care so much about Constructs."},{"T":"301","2":"Asimov","3":"I just hope you aren't as reckless in battle."},{"T":"301","2":"Asimov","3":"The abnormality... she encountered during the battle is indeed a very special situation, but I have no specific details to comment on."},{"T":"301","2":"Asimov","3":"After all, it's top-secret."},{"T":"302","2":"Do I not have high enough clearance?","4":"What's your clearance level?"},{"T":"301","2":"Asimov","3":"You're just a commandant assigned to Gray Raven from the commandant division."},{"T":"301","2":"Asimov","3":"I am the Science Council's CTO for humanity's front. My crowning research achievement is the development of the Mind Beacon. There is an introduction about me on the title page of the operation tutorial. Haven't you seen the tutorial?"},{"T":"301","2":"Asimov","3":"This is the Science Council's highly classified experiment area. Only scientists and the higher-ups are allowed to enter. Soldiers only need to be responsible for standing guard outside."},{"T":"301","2":"Asimov","3":"However, if it's 'that' person who is simultaneously a soldier, scientist and leader that I've admired since childhood, exceptions can be made."},{"T":"301","2":"Asimov","3":"Too bad that person and I won't meet—at least in the physical sense. Considering we live almost a whole era apart, it seems highly unlike this person is still alive."},{"T":"301","2":"Asimov","3":"Apologies, I got sidetracked. Lucia's memory will be online again in five minutes. Now, please kindly get out of the way."},{"T":"302","2":"(Remain in place)","4":"(Move)"},{"T":"301","2":"Asimov","3":"Huh? Brute strength may work some places, but not everywhere. That's why I can't stand soldiers. Don't make me file a complaint against you."},{"T":"301","2":"Asimov","3":"Hmph."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"Wait, Asimov. I need to talk to you about Lucia and that Construct..."},{"T":"301","3":"A tall, stern man appears at the exit of the experiment area."},{"T":"301","2":"Nikola","3":"Oh?"},{"T":"301","2":"Nikola","3":"Shouldn't you salute your commander?"},{"T":"302","2":"(Salute)","4":"..."},{"T":"301","2":"Nikola","3":"Forget it. I don't have time to educate young people on military conventions. Write a report with your superior and hand it in later."},{"T":"301","2":"Nikola","3":"Well, get going. This is no place for you to dawdle."},{"T":"301","2":"Celica","3":"Hello, Gray Raven Commandant. We finally meet."},{"T":"301","2":"Celica","3":"What's the matter? Not used to seeing me in the flesh?"},{"T":"301","2":"Hassen","3":"Enough, Celica. I didn't summon the Gray Raven Commandant for you to play games."},{"T":"301","2":"Celica","3":"Yes, President Hassen."},{"T":"301","2":"Hassen","3":"Heh... Don't play games in front of my subordinates either. You know I don't like such stuffy titles."},{"T":"301","2":"Celica","3":"(Giggles) Yes, Mr. Hassen."},{"T":"301","2":"Hassen","3":"We've been keeping a close watch on Gray Raven."},{"T":"301","2":"Hassen","3":"You've performed well. Seems like I made the right choice entrusting Gray Raven to you."},{"T":"301","2":"Hassen","3":"But I'm not at liberty to discuss some things with you for the time being. As I told you in the beginning, Gray Raven is no ordinary team."},{"T":"301","2":"Hassen","3":"Only when you have passed enough tests and have formed a solid trust with each other will you be able to handle certain 'things' without shaking the bond between you."},{"T":"301","2":"Hassen","3":"Many more tests await you in the future. You must never forget that you and the others share the fate of humanity."},{"T":"301","2":"Hassen","3":"Well, let's talk about those things you found in Nozzle's memory."},{"T":"301","2":"Celica","3":"Well then, come right this way, you two..."}]