[{"T":"301","3":"Lecture Hall, F.O.S. Military Command College."},{"T":"301","2":"Hassen","3":"This is an era filled with challenges and uncertainties. There is no way of knowing which path will lead humanity to the future."},{"T":"301","3":"The President's resonating voice echos in everyone's ears."},{"T":"301","2":"Hassen","3":"The only thing we know is that this path will be paved with hurdles, drenched in blood and sweat, covered in tears and smoke."},{"T":"301","2":"Hassen","3":"It is not a broad, easy road ahead of you all. You might even regret having stepped on it one day."},{"T":"301","2":"Hassen","3":"So you mustn't forget the passion and ambition inside you today. Tattoo it in your heart so that it serves as a reminder in your moments of doubt."},{"T":"301","2":"Hassen","3":"This will be a difficult but magnificent voyage, so remember—humanity's hopes and prayers are with you."},{"T":"301","2":"Hassen","3":"May you will all return home safe."},{"T":"301","3":"A quick moment of silence fills the air as the President's impassioned speech comes to an end, but it is soon replaced by thunderous applause."},{"T":"301","3":"The students in the audience begin to stand one by one, all moved by the President's words."},{"T":"301","3":"As students of the only Command College in Babylonia, they all know the responsibility they will be shouldering. But with no idea of its weight, they have only managed to hear the President's passion, not his pain."},{"T":"301","3":"Yet to be showered with blood and dust, the eaglets might carry with them a hint of fear of the unknown, but more than anything, they are filled with the excitement and hope of leaving their nest."},{"T":"301","3":"Victories, titles, glory, applause... each of their hearts is thumping with these ethereal ideas."},{"T":"301","3":"To destroy the Punishing Virus and reclaim Earth—this idea has been planted in their heads since their first day here. It is as much a goal as it is a cage."},{"T":"301","3":"Today is the day when a new batch of students graduate from F.O.S. Military Command College, as well as the rare occasion where alumni can return and visit."},{"T":"301","3":"It is an event so special that even the Babylonia President has come and delivered a speech to encourage all the young fighters who are about to depart for Earth."},{"T":"301","3":"..."},{"T":"301","3":"You stand behind the curtain, quietly observing all the hopeful faces of your 'juniors.'"},{"T":"301","3":"There seems to be a lump in your throat. The speech you have prepared and remembered is now blurry and faded, like paper soaked in water."},{"T":"301","3":"There should be another person speaking before you."},{"T":"301","2":"Host","3":"Thank you, President Hassen, for that beautiful speech. Up next, we have invited some distinguished alumni to share a few words, so let me introduce one of the Chiefs of our college, a remarkable role model..."},{"T":"301","3":"He pauses."},{"T":"301","2":"Host","3":"【kuroname】."},{"T":"301","3":"You are stunted by this sudden change of plan."},{"T":"301","3":"It is now your turn to stand there in the limelight, to face those aspiring, innocent eyes that are untainted by bloodshed."},{"T":"301","3":"It is now your turn to stand in front of the podium and say those meaningless slogans."},{"T":"301","3":"The host is still calling your name, but your legs are frozen, incapable of moving."},{"T":"301","3":"Suddenly, someone taps you on your shoulder."},{"T":"301","3":"You turn around and find a familiar face."},{"T":"302","2":"Chrome."},{"T":"301","3":"The young Construct stands quietly behind you. His slender figure, confident posture, and pale-blonde hair are all carefully curated and attentively maintained."},{"T":"301","3":"He looks the way he usually looks, except there is something different that you cannot quite pinpoint."},{"T":"301","3":"He assuredly adjusts your shirt collar and fixes the tilted medal on your chest."},{"T":"301","3":"Instead of the slightly unkempt way your clothes were, you now look as graceful and refined as the Construct before you."},{"T":"301","2":"Chrome","3":"They're calling your name, 【kuroname】."},{"T":"301","3":"He seems to see right through what is troubling you."},{"T":"301","2":"Chrome","3":"Don't let those who look up to you wait. Speak your mind, and that is enough."},{"T":"301","3":"Then he slowly turns you toward the stage before gently nudging you forward."},{"T":"301","3":"He uses just enough force that you do not trip on the sudden movement while still appearing to walk with intent and strength."},{"T":"301","3":"You simply feel an unwavering presence supporting you as you step out."},{"T":"301","3":"You part the curtain and stand before the audience, but you cannot help and turn back."},{"T":"301","3":"Chrome is still standing in the shadow of the veil. Noticing your gaze, he gently nods."},{"T":"301","3":"You do not have time to ponder where that loneliness you find on him comes from. You follow the motion and walk toward where the spotlight is."},{"T":"301","3":"Standing there, you take a deep breath."},{"T":"302","2":"Congratulations, graduates..."},{"T":"302","2":"This is a day to remember..."},{"T":"301","3":"And you deliver your speech—the way you wrote it, the way you intended."},{"T":"301","3":"When it is over—"},{"T":"301","3":"You look around but fail to find the golden glow of the figure who gave you the support you needed."},{"T":"301","3":"As the ceremony comes to a close, you decide to take a casual stroll around the campus, enjoying the moment of respite, which has become so rare since you graduated."},{"T":"301","3":"The corridors are empty as the students are all gathered in the hall, talking to the renowned alumni about the fun moments during their tours and the aspirations the students have for their future."},{"T":"301","3":"You, however, have no interest in that kind of conversation, so you managed to find an opportunity to sneak away."},{"T":"301","3":"Without realizing it, you have arrived at the door of your old classroom."},{"T":"301","3":"You expect to find it empty as well, much like the corridor outside. Instead, you step through the door and run into a golden-haired figure."},{"T":"301","3":"..."},{"T":"301","3":"Chrome sits quietly in the middle of the room. Glows from the artificial sky shine through the windows, the golden-red hue casting his silhouette in a gentler light than how you remember the stoic top student."},{"T":"301","3":"Peaceful and harmonious, like an oil painting."},{"T":"301","3":"So you hold your breath, lest it disrupts the scene, and you tiptoe your way to the seat in front of him and sit down."},{"T":"301","3":"Feeling someone else's presence, Chrome opts not to raise his head."},{"T":"301","3":"You turn around, your arms crossed on top of the back of the chair, and you rest your chin on your hands, staring at Chrome."},{"T":"301","3":"That is when you notice the hologram projected on the desk before him, its light blue projections forming a chessboard in the air."},{"T":"301","3":"Noticing your gaze, Chrome finally looks up and stares back."},{"T":"301","3":"You look at each other, both of you coming to an unstated understanding. Chrome does not question your presence here, and you do not ask why he is here in the first place."},{"T":"301","3":"Eventually, Chrome breaks the silence."},{"T":"301","2":"Chrome","3":"A game of chess, 【kuroname】?"},{"T":"301","3":"You almost feel like his words transported you back to when you were a student."},{"T":"301","3":"As if the person sitting in front of you is not the captain of Strike Hawk, and you have yet to be the commandant of Gray Raven."},{"T":"301","3":"Just a student who has arrived early asking another student who has just arrived to join him in a game of chess."},{"T":"301","3":"You have yet to answer, but Chrome already understands your unspoken 'yes.'"},{"T":"301","3":"So he raises his hand, his palm out in a gesture of 'please.'"},{"T":"301","2":"Chrome","3":"White goes first. I look forward to your opening, 【kuroname】."}]