[{"T":"301","3":"As the Lunar New Year approaches, frigid winter wind blows dust and rocks across the desert wasteland. But to Constructs, it poses no issue if only the occasional inconvenience of clearing the dust out of their ventilation systems."},{"T":"301","3":"As for the Forsaken soldiers, the frigid wind bites at the exposed skin of their tightly bundled up faces. Even so, no one dares to risk adjusting their collars."},{"T":"301","2":"Watanabe","3":"Squads, report in... Starting with the patrol."},{"T":"301","3":"Watanabe's voice is not loud, but it stood out clearly in the strong wind, obviously indicating that he was in a foul mood."},{"T":"301","2":"Patrol Leader","3":"All the remaining personnel have been patrolling within a 7-kilometer radius of the base since yesterday—all except for the teams that were dispatched on missions, sir."},{"T":"301","2":"Watanabe","3":"Any findings during the patrol?"},{"T":"301","2":"Patrol Leader","3":"Yes, sir. The patrol encountered three medium-sized groups of Corrupted, roughly fifteen to thirty enemies each. All enemies were exterminated with zero casualties... We were very thorough."},{"T":"301","3":"Watanabe nods, hiding a sigh of relief. No one wishes to receive bad news, let alone so close to New Year's."},{"T":"301","2":"Watanabe","3":"Are camp defenses underway?"},{"T":"301","2":"Guard Leader","3":"Yes, sir! The 6th to 8th regiments are responsible for clearing the camp of all danger. We are urgently working on dismantling and shielding against Corrupted traps and fortifications. All that is left is the area northwest of the camp."},{"T":"301","2":"Guard Leader","3":"Additionally, we have left equipment for each Forsaken soldier and handed over the stockpile of firearms and ammunition to the logistics squad, which should be stored in the warehouse by now…"},{"T":"301","2":"Watanabe","3":"Should...?"},{"T":"301","3":"Watanabe interrupts the guard leader, startling him. Luckily, the soldier beside him speaks up on his behalf."},{"T":"301","2":"Patrol Leader","3":"He means that we are awaiting confirmation from the logistics leader, sir. Correct?"},{"T":"301","2":"Guard Leader","3":"Ah... Haha, r-right!"},{"T":"301","3":"The guard leader elbows the Forsaken soldier standing behind him. Unlike the others, he has a nametag with 'Zong' on his chest for no apparent reason."},{"T":"301","2":"Zong","3":"?"},{"T":"301","3":"The guard leader lowers his voice and maintains a stiff smile, saying to the confused soldier behind him—"},{"T":"301","2":"Guard Leader","3":"'Zong'... Have you confirmed the munitions transfer?"},{"T":"301","2":"Zong","3":"Um, well... We haven't had time, but that's not our fault, sir."},{"T":"301","2":"Watanabe","3":"And why is that?"},{"T":"301","2":"Zong","3":"Sir. We have been debating over an important issue..."},{"T":"301","3":"Watanabe rarely saw this guy look so serious. As such, he stifles his anger and awaits an explanation."},{"T":"301","2":"Zong","3":"Why don't we have rice dumplings on New Year's? I mean..."},{"T":"301","2":"Watanabe","3":"What was that?"},{"T":"301","3":"Fortunately, a strong gust of wind obscures his voice. Several soldiers next to him immediately cover his mouth."},{"T":"301","2":"Watanabe","3":"What are you guys doing?"},{"T":"301","2":"Patrol Leader","3":"Nothing, sir. Zong was just saying that we have been too busy preparing for New Year's, so we haven't had time to confirm with logistics."},{"T":"301","2":"Guard Leader","3":"Y-yeah, that's right. We were just reminding him to follow up with logistics, sir."},{"T":"301","3":"Zong shakes himself from their tight grip and gasps for air after nearly suffocating."},{"T":"301","2":"Zong","3":"Munition collection has reached the quota according to the plan three days ago, sir. Much earlier than last year..."},{"T":"301","3":"Hearing this, Watanabe's expression appears to relax a little."},{"T":"301","2":"Zong","3":"However, food consumption has increased marginally in an attempt to create new dishes, sir. But that's unavoidable..."},{"T":"301","2":"Watanabe","3":"Understood, Zong. Then you will have no problem living off rationed water during New Year's. Record that, if he drinks more than one extra drop of water, he will be court martialed by the Forsaken."},{"T":"301","2":"Zong","3":"Really?! You gotta be joking?!"},{"T":"301","3":"The patrol leader shrugs his shoulders helplessly, then writes 'Dead man walking' in his notebook."},{"T":"301","3":"The sound of Zong's lamentation is joined by the sound of a military ATV convoy approaching over the rolling yellow sand and stopping in front of the Forsaken base."},{"T":"301","3":"All of the Forsaken soldiers pause, including Watanabe, and assemble at the gate."},{"T":"301","2":"Forsaken Rookie","3":"What's this... Looks worse than the previous Corrupted horde…"},{"T":"301","2":"Forsaken Veteran","3":"You must be new here."},{"T":"301","3":"The recruit nods uncertainly. Even though he was in fact still a recruit, considering how many battles he had already fought in, what sort of dire situation had he not already seen before?"},{"T":"301","2":"Forsaken Veteran","3":"It's worse than a Corrupted attack... Monsters that fear neither bullets nor blades. Attacks are useless—you'll only end up hurting yourself."},{"T":"301","2":"Forsaken Veteran","3":"Defense lines are useless in stemming the tide. They have left nothing but devastation... and despair in their wake!"},{"T":"301","3":"The recruit gulps, following the veteran's gaze looking out at the trucks."},{"T":"301","2":"Forsaken Veteran","3":"Watch out! Here they come!"},{"T":"301","3":"The car doors open, unleashing dozens of children gleefully running into the Forsaken base."},{"T":"301","3":"The Forsaken soldiers try to corral the children, but they are heavily outnumbered, causing the scene to devolve into chaos."},{"T":"301","3":"Some climb onto the soldiers to touch their weapons, some pull down tents arduously erected in the strong wind, some try climbing over the walls to escape from the base... Indeed, this is far worse than any Corrupted attack."},{"T":"301","2":"Forsaken Rookie","3":"Who are these devil children?!"},{"T":"301","2":"Forsaken Veteran","3":"These are the children scattered throughout the various Forsaken camps. They come here to celebrate the Lunar New Year."},{"T":"301","3":"Although many of the younger children are wreaking havoc throughout the camp, most of the older children gather around Watanabe obediently. This does not seem to be the first time they are at the Forsaken base."},{"T":"301","2":"Watanabe","3":"This year you are not here to play, but to start training in the Forsaken reserve and learn the skills necessary to protect yourself in this world."},{"T":"301","3":"Although they are still very young, the children shout 'Yes, sir' in unison."},{"T":"301","2":"Watanabe","3":"But let's save training for another day... Today, you're free to play."},{"T":"301","3":"Seeing as kids will always be kids, they all take off running after hearing the word 'play'—all but the three oldest, that is."},{"T":"301","2":"Watanabe","3":"If I remember correctly... You must be Xiuyong, Annie and Deckard."},{"T":"301","2":"Xiuyong","3":"Uncle Watanabe still remembers us! Pay up, Deckard!"},{"T":"301","3":"Watanabe ruffles their hair, grinning."},{"T":"301","2":"Watanabe","3":"What's that? Learn to bet now, have we?"},{"T":"301","2":"Annie","3":"Will you have time to play with us while we're here, Uncle Watanabe?"},{"T":"301","2":"Deckard","3":"Or training works, too. As long as you let me hold your gun..."},{"T":"301","3":"Watanabe thinks for a moment, then shakes his head regretfully."},{"T":"301","2":"Watanabe","3":"Unfortunately, I don't think I'll have much time to spend with you all."},{"T":"301","2":"Xiuyong","3":"WHAT?! Why..."},{"T":"301","2":"Watanabe","3":"We received a survey mission from Babylonia... So I probably won't be spending much time in the base until the mission is over."},{"T":"301","2":"Deckard","3":"Why?! Those Babylonian scumbags abandoned us! Why are you doing missions for them, Uncle Watanabe..."},{"T":"301","3":"Watanabe pats Deckard on the head. He does not want to answer, but seeing that the other two children are equally curious, he answers helplessly."},{"T":"301","2":"Watanabe","3":"Even though the world is a disaster, there are still festivals worth celebrating..."},{"T":"301","2":"Watanabe","3":"Babylonia seems to have changed a lot... At the very least, it's worth trying to be on good terms."}]