[{"T":"301","3":"After a short walk toward your destination, No. 21 walks past the precinct Noctis mentioned."},{"T":"301","3":"But unlike how he described it, the vehicles are hardly 'parked' outside—they are stacked together haphazardly, like a child leaving toys behind. You wonder how Noctis managed to pull a functional car from this pile."},{"T":"301","2":"No. 21","3":"Cars."},{"T":"301","3":"Intrigued, No. 21 inspects the cars closely. She observes the closest one to her, the paint on the vehicle scratched, her image reflected in the car window."},{"T":"301","3":"—BANG!"},{"T":"301","3":"As she watches closely, a frail and skinny palm slams on the other side of the window, accompanied by a child's laughter."},{"T":"301","2":"No. 21","3":"Aah!"},{"T":"301","3":"Startled, No. 21 jumps back."},{"T":"301","3":"The next second, the handprint on the dusty window vanishes without a trace, leaving no mark behind."},{"T":"301","3":"Before you can stop her, No. 21 fires her laser cannon toward the window, tearing a wide hole in the car, revealing the empty seats inside with the shattered glass."},{"T":"301","3":"There is nothing there apart from a crumpled-up paper cup, half a slice of rotten bread, and a piece of yellowed newspaper."},{"T":"301","2":"No. 21","3":"There was... someone... here..."},{"T":"302","2":"I saw it as well.","4":"Did you see it too?"},{"T":"301","2":"No. 21","3":"But it's gone now."},{"T":"301","3":"Before you can calm down, a figure dashes away in your peripheral vision, vanishing at the entrance of the precinct."},{"T":"301","2":"No. 21","3":"That way!"},{"T":"301","3":"Quickly reacting, No. 21 chases after the figure."},{"T":"301","3":"The precinct is filled with things, unorganized and packed, and you can smell the moldy cardboard boxes in the air. Everything is reminding you that people used to work here."},{"T":"301","3":"No. 21 knocks over a stack of folders when she enters, and they fall all over the floor. A monitor terminal on the desk seems to be awakened by the commotion as it turns on and shows a video of a football game."},{"T":"302","2":"Power is still running in the town at minimum capacity?"},{"T":"301","3":"The top right corner of the display writes 'REC', as if the owner of the terminal left the seat in the station for some reason, leaving behind the game recorded the night before and played during work."},{"T":"301","3":"No. 21 frowns and stares at the terminal. As the camera pans to the closeups of the players' faces, she raises her hand."},{"T":"302","2":"Wait..."},{"T":"301","3":"Right after, the terminal is blasted into pieces by her laser cannon, leaving behind a wisp of black smoke among the shattered parts."},{"T":"301","2":"No. 21","3":"There were people inside."},{"T":"302","2":"...They were recordings. They weren't real."},{"T":"301","2":"No. 21","3":"Why record them?"},{"T":"302","2":"People sometimes record things."},{"T":"302","2":"So that they could share it with the people who couldn't be there."},{"T":"301","2":"No. 21","3":"But why?"},{"T":"302","2":"Because..."},{"T":"302","2":"I'll explain later, yeah?"},{"T":"301","2":"No. 21","3":"Fine."},{"T":"301","3":"She looks around in the dim, enclosed space. You can feel an unknown sense of familiarity capturing her through your connection."},{"T":"301","3":"There should be a photo on this desk... you think. A photo... Whose photo? Why would you think that? Were you... here at some point?"},{"T":"301","3":"At the same time, an intense sentiment is prickling you, reminding you of how intimate and trusting you are of the safety this place has provided. The nostalgia is so intense that you can feel your heart aching."},{"T":"301","2":"Unknown Voice","3":"Officer Byron... you... you're here..."},{"T":"301","2":"No. 21","3":"Who's that?!"},{"T":"301","3":"No. 21's body tenses up, her head turning left and right, and she changes into an attack stance."},{"T":"301","2":"Unknown Voice","3":"Hahaha..."},{"T":"301","3":"The loud noises surround the whole precinct, untraceable. Meanwhile, the blurry figure appears again by the window."},{"T":"301","3":"No. 21 steps over the junk on the ground and hurries to the window."},{"T":"301","2":"???","3":"Hehe... Thanks, mister!"},{"T":"301","3":"You hear a child's laughter on the other side. No. 21 puts her hand on the window, and the feverish image clears up—a young girl in twintails, no more than five years old, has her back facing you outside, looking up."},{"T":"301","2":"Eerie Girl?","3":"...Dad isn't in the car..."},{"T":"301","2":"Eerie Girl?","3":"...When is Dad leaving work?"},{"T":"301","2":"Eerie Girl?","3":"The birthday party... is today..."},{"T":"301","3":"Her voice seems to be filtered through water, the words barely coming through, sounding muffled and unreal."},{"T":"301","2":"Eerie Girl?","3":"...I'll go find Mom then."},{"T":"301","3":"Breaking the glass window, No. 21 does not hesitate to jump outside."},{"T":"301","2":"No. 21","3":"Wait!"},{"T":"301","3":"But the figure has disappeared again as she lands."},{"T":"301","3":"Failing to locate her target, No. 21 looks around, stupefied."},{"T":"301","2":"No. 21","3":"What was that? A new enemy?"},{"T":"302","2":"...I don't know."},{"T":"301","3":"The only thing you are certain of right now is that, for some reason, Vera could not see what you saw, despite being connected as well, but No. 21 can."},{"T":"301","3":"You cannot say if this is why Kurono wants you here... Have they done something to you? Is this the doing of the 'third party'? Or have you been hallucinating, somehow transmitting your hallucination to No. 21?"},{"T":"302","2":"Let's get out of here."},{"T":"301","3":"Regardless, you have no way to tackle it right now. You can only move forward."},{"T":"302","2":"Those 'things' come and go without a trace. Don't get flustered."},{"T":"301","2":"No. 21","3":"...Oh. Okay."},{"T":"301","3":"She murmurs, walking in the direction of the hospital. But the silence does not last long before she shoots you a question."},{"T":"301","2":"No. 21","3":"What is a birthday party?"},{"T":"302","2":"A birthday party?"},{"T":"301","3":"You immediately recognize that she is asking about what the eerie girl mentioned."},{"T":"302","2":"It's a celebration of a person's birthday."},{"T":"301","2":"No. 21","3":"Celebration? Birthday?"},{"T":"302","2":"Birthday, you know? The date someone is born?"},{"T":"302","2":"People celebrate its anniversary every year."},{"T":"301","2":"No. 21","3":"Oh. I don't have a birth-date."},{"T":"302","2":"Ugh...","4":"The date your frame is activated can be your birthday. Have you lost that data?"},{"T":"301","2":"No. 21","3":"It's lost. How do I find it?"},{"T":"301","3":"You feel weird about teaching general knowledge in the middle of a mission, but you cannot seem to ignore her genuine confusion."},{"T":"302","2":"Perhaps... I can help you look for it when we're back."},{"T":"301","2":"No. 21","3":"Okay. I understand—ugh..."},{"T":"301","3":"She suddenly stops."},{"T":"302","2":"What's wrong?"},{"T":"301","2":"No. 21","3":"A strange feeling... in my head... I don't feel very well..."},{"T":"301","2":"No. 21","3":"Arrgh!"},{"T":"301","3":"The last thing you hear is No. 21's anguished scream. A sharp pain cuts through your head, and your vision becomes blurry again as your Mind Beacon drops until your connection with her is lost within the fall."},{"T":"301","3":"Pacy footsteps surround you."},{"T":"301","2":"???","3":"What happened... the device..."},{"T":"301","2":"???","3":"Adjustment ready..."},{"T":"301","2":"System","3":"Connection... Synchronization rate dropping... Disconnected."},{"T":"301","3":"That is as far as you can stay conscious. A piercing white noise deafens you, and your world turns black."},{"T":"301","3":"After thirty seconds, or maybe ten minutes—you cannot tell with no perception of the outside world—"},{"T":"301","3":"You are barely awake in the dark. Between the moments when your senses are gone, you can almost hear some indistinct sound from outside."},{"T":"301","3":"As your vision gradually returns, your dissonant perception of time fades. You are still inside the small room, except you are now lying on the chair."},{"T":"301","3":"You look up and find a masked medic holding your head."},{"T":"302","2":"Um..."},{"T":"301","2":"Medic","3":"Just a mild nosebleed."},{"T":"301","3":"A cold, wet gauze lightly glazes your cheeks."},{"T":"301","2":"Medic","3":"It's taken care of. You can sit back up once you're done resting."},{"T":"301","3":"The medic puts away the gauze and releases your head, moving away from your vision. You are immediately confronted by the blinding surgery light, and your eyes hurt."},{"T":"301","3":"A few masked and armed Constructs in bulletproof vests are here as well, making the small room even more claustrophobic. In your hazy vision, you can see they have their weapons pointed at your face."},{"T":"301","3":"After making sure that you are not going to go berserk and attack them, the Constructs calmly step back and leave the room."},{"T":"301","3":"You slowly sit up on your chair, your back feeling like it has been run over by Asslam as your bone aches and cracks. Your ribs are still hurting from the injury you received in the sewer."},{"T":"301","3":"The chains on your ankles clang along your movement."},{"T":"301","3":"You peek around you to find the same depressing room with your reflection on the same piece of glass. The small window to the outside is now closed, and Rebecca is gone, leaving only a roomful of Construct soldiers."},{"T":"301","3":"Something feels off about the place, but your confused mind cannot tell what it is at the moment."},{"T":"301","3":"Suddenly, Rebecca's hologram appears on the opposite side of the desk."},{"T":"301","2":"Rebecca","3":"We lost 21's signal."},{"T":"302","2":"What happened?","4":"Where are you?"},{"T":"301","2":"Rebecca","3":"Where I am is not your biggest concern right now."},{"T":"301","3":"Rebecca's hologram raises a finger and reveals a map of the town. She keeps zooming in before stopping at a point."},{"T":"301","3":"You hear Vera's voice from that spot."},{"T":"301","2":"Vera","3":"...Isn't that tree the one we passed? It's the same place! We've been walking in circle—"},{"T":"301","2":"Noctis","3":"This is the fifth time! Fifth ****ing time!"},{"T":"301","2":"Noctis","3":"I swear I'm driving in the opposite direction!"},{"T":"301","2":"Vera","3":"The route map says that we've been circling outside it."},{"T":"301","2":"Vera","3":"Has 21's comms reconnected?"},{"T":"301","2":"Noctis","3":"Not yet. Don't worry! What can happen to that little monster..."},{"T":"301","2":"Vera","3":"Stop driving. Let's get out—we can't mark our position clearly on the car."},{"T":"301","2":"Noctis","3":"Alright, alright."},{"T":"301","3":"This is... surveillance."},{"T":"301","3":"No... this is a warning. Your every move is being monitored. Despite knowing this from the beginning, you cannot help but look up and meet the silent gaze behind the narrow window."},{"T":"301","2":"Vera","3":"...You better bring 21 back, 【kuroname】."},{"T":"301","3":"You think you heard Vera muttering for a second there."},{"T":"301","3":"And then, the projection shifts back to a scan of your body."},{"T":"301","3":"Next to the graphs that you do not comprehend is your heartbeat. The projected line jumps up and down inside this tiny room, and you feel that even ideas in your head are being dissected and watched."},{"T":"301","2":"Rebecca","3":"Don't be nervous."},{"T":"301","2":"Rebecca","3":"For some reason, we lost all signals on 21, and the Cerberus captain couldn't connect to her comms either. She just vanished like a snuffed candle."},{"T":"301","2":"Rebecca","3":"Since you were connected, you were also forced to disconnect, bypassing the system and stressing your mind. Others would've been out for hours, but your condition means we've only lost 13 minutes and 26 seconds."},{"T":"301","2":"Rebecca","3":"We're progressing nicely."},{"T":"302","2":"Progressing nicely?"},{"T":"301","2":"Rebecca","3":"You seemed to have found some interesting leads, didn't you? I noticed that you had stayed for quite some time at an unrelated location."},{"T":"301","3":"She is trying to fish information out of you."},{"T":"302","2":"I would've reported in if I found interesting leads."},{"T":"301","2":"Rebecca","3":"Fine. Given the situation, the plan's changed. Vera seems to be in trouble, so you'll be connecting with her. After you deal with that, you'll return to where the leads were and continue your investigation."},{"T":"302","2":"What about 21?"},{"T":"301","2":"Rebecca","3":"Our guys are investigating why she was disconnected. Just prioritize your mission."},{"T":"301","3":"Kurono's intention is clear. They just want you to work like a mule as fast as you possibly can."},{"T":"302","2":"Is there a Plan B?"},{"T":"301","2":"Rebecca","3":"...Excuse me?"},{"T":"301","3":"Rebecca is slightly stunned by your question, but she quickly grins again—with the same sweet, gentle smile."},{"T":"301","2":"Rebecca","3":"The only term for you leaving this place is obeying our order. Do you not understand that?"},{"T":"302","2":"I have a better offer."},{"T":"301","3":"Vera is skilled—she could not have simply gotten lost. But the fact remains that even she did not have time to search for No. 21 in Kurono's recording."},{"T":"301","3":"—More importantly, you need No. 21. You are not sure why yet, but she is the only one who can feel, hear, and see those eerie 'illusions.'"},{"T":"302","2":"Let me connect with 21."},{"T":"301","3":"The Parliament's condition is to 'keep the commandant safe,' and members of the Task Force are not included. Given how relentless Kurono is, it is highly possible that they would abandon their search on No. 21."},{"T":"302","2":"As long as her M.I.N.D. is working, my Mind Beacon will find her."},{"T":"302","2":"I can do what your machines can't."},{"T":"301","2":"Rebecca","3":"It'll just burden you and waste our time."},{"T":"301","2":"Rebecca","3":"Isn't this the first time you have connected to this Construct? Let me tell you a secret—the Cerberus Commandant has never connected with 21 before. Do you know why?"},{"T":"302","2":"I don't know.","4":"I don't care."},{"T":"301","2":"Rebecca","3":"You know what I care about? I care if you can finish your mission, and you should care if you can leave this place alive. Getting what we both want requires the same thing—we're on the same side, not opposite, not now."},{"T":"301","2":"Rebecca","3":"You don't know this Construct as well as we do. Our data shows that her M.I.N.D. has never been stable. Connecting with her was risky in the first place."},{"T":"302","2":"..."},{"T":"301","2":"Hassen","3":"But if we are forced to let you carry out what they've planned..."},{"T":"301","3":"Rebecca is pressuring you. But if this is part of what they have planned..."},{"T":"302","2":"(Explain your weird visions)","4":"(Remain silent)"},{"T":"301","2":"Rebecca","3":"No objections, then? Operator, ready to connect the commandant with the Cerberus captain. Officer, any updates on the tracks of the third party near the target coordinates? Report at once if you find something."},{"T":"302","2":"You're not looking for 21?"},{"T":"301","2":"Rebecca","3":"Isn't she a member of your elite Babylonia Task Force? Our priority should be removing obstacles that can affect the mission."},{"T":"302","2":"(...As expected!)"},{"T":"301","2":"Rebecca","3":"Commandant... you don't look very well. Did you find something?"},{"T":"302","2":"I... saw something strange in that neighborhood.","4":"That town is haunted!"},{"T":"301","2":"Rebecca","3":"...Commandant, are you losing your mind?"},{"T":"302","2":"I meant I saw something strange in that neighborhood."},{"T":"301","2":"Rebecca","3":"Why didn't you report it?"},{"T":"301","3":"The smile fades from Rebecca's projection as she shifts her posture and leans forward."},{"T":"302","2":"I wasn't sure why I could see them..."},{"T":"301","3":"Your mouth goes dry at the absurdity of reporting a haunting to your superiors."},{"T":"302","2":"But 21 could see them too."},{"T":"302","2":"I don't know why. Maybe she's special."},{"T":"301","3":"Rebecca pauses for a second before smiling again. The image of the woman who has been threatening you has completely vanished."},{"T":"301","2":"Rebecca","3":"...Very well. I see."},{"T":"301","2":"Rebecca","3":"Operator, follow what the commandant said and act accordingly."},{"T":"301","2":"Adjustment Operator","3":"But... the device was overloaded in the accident. Considering the maximum threshold of the commandant's Mind Beacon, it's best to only connect to one Construct..."},{"T":"301","2":"Rebecca","3":"You heard him, Commandant."},{"T":"302","2":"...I understand."},{"T":"301","2":"Adjustment Operator","3":"Okay, then. Prepare to connect. Please put on the remote connection device."},{"T":"301","3":"Your Mind Beacon traverses through muddy consciousnesses like a fish swimming deep in the ocean."},{"T":"301","3":"You soon find a dot of light in front. Unlike your connection with Vera, it is weak—a frail, cold glow."},{"T":"301","3":"Too frail... Your head hurts."},{"T":"301","3":"Managing your breaths, you concentrate, your will steadfast."},{"T":"301","3":"The Mind Beacon opens up from a thread to a net, interweaving and expanding gently."},{"T":"301","3":"The weak glow skips around, trembling, seemingly trying to escape. Weak and obscured it may be, it is still whole."},{"T":"301","3":"You struggle to catch it to reveal its entirety, but your efforts have been in vain. The stress on your mind over time has almost depleted your mental prowess."},{"T":"301","3":"No... you cannot give up yet. Just try a little harder—you reach out, your attempt as futile as trying to touch the unreachable sky. But you do not give up."},{"T":"301","3":"In the infinite ocean of the M.I.N.D., you keep walking on the endless path."},{"T":"301","3":"And you grab that waning light."},{"T":"301","2":"System","3":"Connection established."},{"T":"301","2":"No. 21","3":"URGH!"},{"T":"301","2":"No. 21","3":"Urgh! Ah!"},{"T":"301","3":"The pain slowly subsides as you refamiliarize with the sensation, and you find yourself back in the town. In your blurry vision, you can tell that you are indoors."},{"T":"302","2":"Thank goodness you're safe."},{"T":"301","2":"No. 21","3":"Stay away..."},{"T":"301","3":"No. 21 stumbles and sits down with a dreadful expression, surrounded by fallen, orb-shaped mechanoids and Medic Bots that look like her Co-Bot."},{"T":"301","3":"Like an animal, No. 21 has her arms by her body, her back bent, and she growls quietly like a wild beast. You have no doubt that she would have bitten you if you were standing before her physically."},{"T":"301","2":"No. 21","3":"Stay... away from me!"},{"T":"301","3":"Her jaw is trembling as well, muddling her words."},{"T":"301","3":"She is hurt. Bandages drenched in vital fluid lie on the tiled floor next to a half-empty bottle of isopropyl alcohol. You faintly see the wound on her abdomen, the soaked wraps failing to stop her from 'bleeding.'"},{"T":"301","3":"She seems to have been trying to patch herself up."},{"T":"302","2":"Listen to me, 21."},{"T":"301","2":"No. 21","3":"Get out of my head—"},{"T":"302","2":"You shouldn't be using that... That is for human..."},{"T":"301","3":"She keeps repeating her grumbly command. There seems to be a black fog lurking at the edge of the light, ready to devour her at a moment's notice."},{"T":"302","2":"You know me, 21.","4":"Something's wrong with you, 21... What happened?"},{"T":"302","2":"I'm not going to hurt you.","4":"Vera lost your signal."},{"T":"301","2":"No. 21","3":"...【kuroname】?"},{"T":"301","2":"No. 21","3":"...Capt.?"},{"T":"301","3":"Your words seem to work. The hostility she is displaying has slightly relaxed, and she seems less tense."},{"T":"301","3":"It has taken almost twenty seconds. Silent, No. 21 does not clutch her fist nor command Buddy to attack. She seems to have been trapped inside a trance, stuck with a question she cannot answer, and so she does not."},{"T":"301","3":"The black fog dissipates, not disappearing completely, retreating to somewhere not far behind you. But it is far enough from her for now, and she is safe from being immediately devoured."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"No. 21","3":"...【kuroname】, is that you... inside my head?"},{"T":"302","2":"It is.","4":"I'm sorry."},{"T":"301","2":"No. 21","3":"What have you done to me...?"},{"T":"302","2":"...? I haven't done anything.","4":"I've connected with you."},{"T":"301","3":"She looks left, and right, and left again—until she is shaking her head violently as if trying to get rid of the voice in her head."},{"T":"301","2":"No. 21","3":"I don't want you."},{"T":"301","3":"All you can do is maintain your focus amidst all the pain and tiredness, controlling your Mind Beacon and reducing the sense of invasion as much as you can."},{"T":"301","2":"No. 21","3":"Capt..."},{"T":"302","2":"I can't connect with Vera for now.","4":"We have to look for Vera ourselves."},{"T":"301","2":"No. 21","3":"Have to find... Capt."},{"T":"301","3":"No. 21 mumbles to herself and briefly quiets down. Despite feeling her rejection, you can feel the connection stabilizing."},{"T":"301","3":"She... does not trust you. Even though you have connected before, her attitude has not softened. In fact, it has gotten even odder. The hallucinations seemed to have affected her quite a bit."},{"T":"301","2":"No. 21","3":"I hate strangers inside here."},{"T":"301","3":"She points at her head."},{"T":"302","2":"I won't probe your M.I.N.D., I swear."},{"T":"301","3":"This is the best you can promise, anyway."},{"T":"301","2":"No. 21","3":"Okay."},{"T":"301","3":"She replies concisely, her tone suggesting that she will terminate the connection forcefully if you make her feel uneasy."},{"T":"301","2":"No. 21","3":"I'll listen to you for now."},{"T":"302","2":"Let's treat your wound first."},{"T":"301","2":"No. 21","3":"...Okay."},{"T":"301","3":"After stopping the bleeding with a frost patch, No. 21 asks you again."},{"T":"301","2":"No. 21","3":"What do we do now?"},{"T":"302","2":"Investigate the coordinates.","4":"Rendezvous with Vera and Noctis."},{"T":"301","2":"No. 21","3":"Complete the mission, then we'll find Capt."},{"T":"302","2":"Did anything happen when we were disconnected?"},{"T":"301","2":"No. 21","3":"I followed my orders and arrived here, finding traces of battle."},{"T":"302","2":"Traces of battle?"},{"T":"301","2":"No. 21","3":"Yes. And then headache. I don't know what happened."},{"T":"302","2":"Just to be safe, let's look around this place once more."},{"T":"301","2":"No. 21","3":"Okay."},{"T":"301","3":"She answers quietly. Your mission officially begins, and No. 21 is no longer alone."}]