[{"T":"301","3":"'Bzzz... Does anyone... copy...? Squad... Bzzz... encountered... We need assistance! Please...'"},{"T":"301","3":"Vera picks up a cracked communication device from the ground. The auto-playing message has come to a stop, as if the device has completed its final duty."},{"T":"301","2":"Vera","3":"Signal source found. This must be the target location... But..."},{"T":"301","3":"Vera looks around at the remains of the Babylonia Construct soldiers. They obviously did not make it."},{"T":"301","2":"Vera","3":"No survivors... We came here for nothing."},{"T":"301","3":"Just when Vera is about to submit the mission report and head back, she finds Lloyd squatting on the ground, talking to a Construct."},{"T":"301","2":"Construct Soldier","3":"That banner... Lloyd?! Are you Lloyd...?!"},{"T":"301","2":"Lloyd","3":"Yes. I am Lloyd..."},{"T":"301","3":"Lloyd nods to the Construct soldier and helps him to sit up. Inside his horrifying wounds are some dark red stains, a sign of Punishing Virus infection."},{"T":"301","2":"Vera","3":"Hey, this guy is already..."},{"T":"301","3":"Lloyd looks at Vera and shakes his head. Vera cannot be bothered to talk further. She quietly looks back, wondering what Lloyd is up to."},{"T":"301","2":"Construct Soldier","3":"Guys! 'The Undying Loy' is here! We are safe!"},{"T":"301","3":"Hearing no response, the soldier glares around blankly but cannot see anything due to his damaged visual sensors."},{"T":"301","2":"Vera","3":"Everyone is dead except for you. Not that you'll live much longer."},{"T":"301","2":"Lloyd","3":"Miss Vera!"},{"T":"301","2":"Construct Soldier","3":"I knew it... Everyone's dead... and I will soon... Gargh!"},{"T":"301","3":"The M.I.N.D. boilover caused by the worsening Punishing Virus infection has reached the threshold, bringing him one step away from turning into a Corrupted. Vera grunts in disdain and presses the switch, releasing her katana from its sheath."},{"T":"301","2":"Lloyd","3":"It's okay, you won't die... Right, you can still recall! It's not too late to recall now."},{"T":"301","3":"Recalling is the last protection for Task Force Construct soldiers to retain their consciousness. Once used, it will immediately cut them off from their frames, and send their consciousness back to Babylonia. In a way, this process is no different from death itself."},{"T":"301","2":"Vera","3":"Recall..."},{"T":"301","3":"Constructs do experience the transfer of consciousness when they change to different frames, but this process requires highly trained technicians and special equipment."},{"T":"301","3":"As an emergency option, recalling does not need those measures but comes at a significantly higher risk. It serves only as the last resort."},{"T":"301","3":"Lloyd's words seem to have reignited the Construct soldier's hope. He makes a difficult smile."},{"T":"301","2":"Construct Soldier","3":"Right... Recall..."},{"T":"301","2":"Construct Soldier","3":"I once watched you battle from afar. When everybody was in despair, it was your banner spear that helped us out of the siege."},{"T":"301","2":"Construct Soldier","3":"Everybody knows as long as we follow the banner of 'The Undying Loy', we can find a way out."},{"T":"301","2":"Lloyd","3":"Right, and you've made it again this time. I... we have come."},{"T":"301","3":"Lloyd looks at Vera, who turns away impatiently."},{"T":"301","2":"Construct Soldier","3":"Can I recall back to Babylonia like you? And return to the battlefield... once again?"},{"T":"301","3":"Knowing the Construct soldier cannot see it, Lloyd still tries to make a gentle smile."},{"T":"301","2":"Lloyd","3":"Of course... It may take some time to repair your body and mind after recalling, but you will live on."},{"T":"301","3":"The Construct soldier nods at Lloyd, and salutes with a shaking arm."},{"T":"301","2":"Construct Soldier","3":"I'll see you again on the battlefield."},{"T":"301","2":"Lloyd","3":"Yeah... See you next time."},{"T":"301","3":"The soldier falls into utter silence while maintaining a saluting pose. His consciousness has withdrawn from the body. The next instant, Vera's blade pierces his chest."},{"T":"301","2":"Lloyd","3":"What are you doing?!"},{"T":"301","2":"Vera","3":"We don't need this body after the recall. What if the virus infests it again? It will still be us doing the dirty job... I don't want to waste my energy on unnecessary work."},{"T":"301","3":"Vera then completely slashes the Construct soldier's body apart, and swings the blade to get rid of the vital fluid on it."},{"T":"301","2":"Lloyd","3":"R-right... After the recall... Yeah, the consciousness will be restored in Babylonia..."},{"T":"301","3":"Lloyd seems a bit hesitant and strange, but Vera has no interest to get involved further. On top of that, she has more important things to mind."},{"T":"301","2":"Vera","3":"We must leave. The Corrupted are coming..."},{"T":"301","3":"Before she can finish, the land underneath them begins to sink, as if something is moving underground. Their ankles are trapped in the moving sand."},{"T":"301","3":"Vera immediately leaps back to avoid the quicksand, but Lloyd is still searching for something in the sand."},{"T":"301","2":"Lloyd","3":"Wait a sec..."},{"T":"301","2":"Vera","3":"Hey, what are you doing? Leave that place!"},{"T":"301","3":"As Vera shouts at Lloyd, he seems to have found what he is after. Meanwhile, the culprit of the quicksand—an infected giant sandworm mechanoid, Vassago—also reveals itself."},{"T":"301","3":"Vassago can be a tough foe in desert environments, but a single unit alone should not post a great threat to the 'hero' Lloyd."},{"T":"301","2":"Lloyd","3":"Grr—argh!"},{"T":"301","3":"But reality suggests otherwise. Vassago keeps ramming Lloyd, who is stuck inside the sand. There is no obvious damage done to his frame, but Lloyd can only awkwardly block the attacks with his banner spear without fighting back."},{"T":"301","3":"The Corrupted nearby have moved closer as Lloyd and Vassago continue to wrestle inside the sand pit. Realizing its attacks are not working, Vassago once again dives under the sand in order to strike the immovable Lloyd again from below."},{"T":"301","2":"Vera","3":"Tsk... Hey you! Pass me the banner spear if you don't want to die!"},{"T":"301","3":"Without hesitation, Lloyd immediately extends the spear within Vera's reach, who then grabs the head of the spear before pulling him out of the sand. The next instant, Vassago rapidly leaps out of the ground from where he was."},{"T":"301","2":"Lloyd","3":"Th-thanks!"},{"T":"301","3":"Before Lloyd can thank Vera, his wrist is snatched toward another direction in order to block a rear attack from the Corrupted using the banner spear in his hand."},{"T":"301","2":"Lloyd","3":"V-Vera! Watch out!"},{"T":"301","3":"Seeing a Corrupted approaching from Vera's blind spot, Lloyd tries to kick it, but it grasps his ankle in return and tosses him aside."},{"T":"301","2":"Vera","3":"Enough. Out of my way!"},{"T":"301","3":"Vera kicks Lloyd in the chest, sending him a few meters away... but also saving him from the next Corrupted attack."},{"T":"301","3":"She then pulls her katana out without looking at Lloyd again. A frenzied smile appears on her face as more Corrupted swarm close."},{"T":"301","2":"Corrupted","3":"Rargh—! Tzzgargh—!"},{"T":"301","2":"Vera","3":"So... Who wants to die first?"}]