[{"T":"301","3":"The base is just an hour of snowmobile ride away. It is surrounded by a wall fortified with cannons, with warships docked offshore."},{"T":"301","2":"???","3":"...Quite the reinforcements, Babylonia! They're all wounded!"},{"T":"301","3":"After dismounting the snowmobile and entering the base, you see a disgruntled man accompanied by guards blocking the way."},{"T":"301","3":"Looks like all of the rescued soldiers were settled here."},{"T":"301","2":"Atiel","3":"They just need some minor treatment before returning to battle. We're built different!"},{"T":"301","3":"As if unable to detect the man's dissatisfaction, Atiel explains in her usual bubbliness."},{"T":"301","2":"Atiel","3":"Anyway, enough about that. I brought the last commandant over. Our forces are all here now."},{"T":"301","2":"???","3":"The boss you've been talking about, eh...? Must be the one behind... Ah!"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"???","3":"Y-you're... Rosetta... Why are you here?!"},{"T":"301","3":"The man panics at the sight of Rosetta. He takes a few uncontrollable steps back, but realizing that he is in public, he forces his legs to a halt."},{"T":"301","2":"Rosetta","3":"It's been a while, Captain."},{"T":"301","3":"Rosetta's expression is unreadable. She merely follows with a light sigh."},{"T":"301","2":"Rosetta","3":"Commandant, this is Captain Staessen of the Arctic Route Union. He was the one who requested reinforcements."},{"T":"302","2":"Hello, Captain.","4":"Between you and Rosetta..."},{"T":"301","2":"Staessen","3":"Ahem... Hello... You must be 【kuroname】."},{"T":"301","2":"Staessen","3":"Not with Rosetta, the Forest Guard... There's no way I could be as calm and collected as you when facing those sinners."},{"T":"301","2":"Atiel","3":"Well, now that we've got the self introductions over. Captain, Could you give a sitrep to our boss?"},{"T":"301","2":"Staessen","3":"Alright... I don't know how much Rosetta has told you, but I'll give you the run down from the beginning."},{"T":"301","2":"Staessen","3":"The ARU is on the verge of collapse. We've treated this tide too lightly."},{"T":"301","2":"Rosetta","3":"On the verge of collapse... How could this go belly up so quickly?"},{"T":"301","2":"Staessen","3":"Pah, isn't that obvious? All because the Forest Guards can't hold the line."},{"T":"301","2":"Staessen","3":"The bionics blitzed the shore, then captured our warehouse and energy pipeline. It'll be our death sentence if we continue to go on without supplies."},{"T":"301","2":"Atiel","3":"The worst part is not knowing where the bionics came from. Correct?"},{"T":"301","2":"Staessen","3":"Ugh..."},{"T":"302","2":"Where did the bionics come from?","4":"How long has it been going on?"},{"T":"301","2":"Staessen","3":"I don't know... Who knows why the bionics are suddenly appearing in droves?"},{"T":"301","2":"Staessen","3":"Two months..."},{"T":"301","2":"Rosetta","3":"You mean you've kept this in the dark for two months... You waited until the last minute to inform Babylonia. Is that right?"},{"T":"301","2":"Staessen","3":"...Hmph."},{"T":"301","2":"Staessen","3":"You over there, bring me the map!"},{"T":"301","3":"Staessen orders another guard to activate the projection terminal. The entire Arctic Route Union and its surrounding terrain manifest as a holographic map."},{"T":"301","2":"Staessen","3":"See the circles on the map? Those are the regions taken by the bionics. We need Babylonia's help in recovering them."},{"T":"301","2":"Staessen","3":"Enemies are sure to be in greater number there. Likely at least 60 bionic units per region."},{"T":"301","2":"Staessen","3":"I'm not trained for combat, so I'm not much use to you out in the field."},{"T":"301","2":"Rosetta","3":"Speaking of... Where are Diana and the others?"},{"T":"301","2":"Simon","3":"The Forest Guards are out conducting guerrilla warfare. We decided on this tactical direction during our last meeting."},{"T":"301","3":"Finally recovering from his motion sickness, Simon indicates several of the Forest Guard's patrol routes on the map."},{"T":"301","2":"Simon","3":"I'm sure Captain Staessen has brought you up to speed now, Boss. Why don't we split up?"},{"T":"302","2":"A squad each?","4":"We're not going together?"},{"T":"301","2":"Simon","3":"Yeah. The occupied areas are interconnected. Even if we retake part of the pipelines, it would be pointless without all of them recovered."},{"T":"301","2":"Simon","3":"We won't cover as much ground together. Considering we're not up against the Corrupted, splitting up seems like our best bet."},{"T":"301","2":"Rosetta","3":"I see... An astute command. You speak just like a commandant."},{"T":"301","2":"Simon","3":"Um... Well, I am a commandant, Rosetta."},{"T":"301","3":"The suddenly dependable Simon rouses Rosetta's suspicions. After all, he was doubled over with motion sickness when they first met."},{"T":"301","2":"Atiel","3":"Simon might not look all that reliable, but his tactical decisions are on-point! Well, it's decided then. We'll take the right. You guys take the left."},{"T":"301","2":"Atiel","3":"Let's recover the territory ASAP and restore peace to the ARU!"},{"T":"301","2":"Rosetta","3":"Seems doable, but before that, I need to make preparations for you, Commandant."},{"T":"302","2":"What preparations?"},{"T":"301","2":"Rosetta","3":"You need protection."}]