[{"T":"301","3":"Before anyone can make a move, the Corrupted roars and turns toward the Constructs on the way, rushing toward Wanshi at the back."},{"T":"301","3":"Watching it getting closer, Wanshi keeps pulling the trigger. The explosive shells hit the opponent's legs accurately but fail to stop the Corrupted from moving."},{"T":"301","2":"Thompson","3":"Wanshi!"},{"T":"301","2":"Wanshi","3":"The joint on its left leg..."},{"T":"301","3":"Though Wanshi has failed to stop the Corrupted from moving, he has managed to damage its frame. He focuses on its busted joint on the left leg and quickly rolls to the left, dodging its charge."},{"T":"301","3":"Though he is not directly hit, the rubble splashed around by the Corrupted crashing into the building hits him hard, knocking him to the ground."},{"T":"301","2":"Wanshi","3":"Cough..."},{"T":"301","3":"The Corrupted slowly makes it out of the debris and turns to look at the human and Constructs fallen to the ground. It walks toward the nearby Wanshi, ready to give all its targets a final blow."},{"T":"301","3":"The moment its arms are raised high, several explosive shells hit the Corrupted, blowing half of its torso out of sight."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"Wanshi looks back and realizes that Thompson and several Constructs have helped each other up, initiating the last attack while leaning on the shelter."},{"T":"301","3":"The recoil of the rifle knocks them to the ground. Old and new wounds split apart as vital fluid oozes out."},{"T":"301","2":"Support Construct B","3":"We are the flags..."},{"T":"301","2":"Slightly Injured Construct","3":"... that cannot..."},{"T":"301","2":"Thompson","3":"... fall."},{"T":"301","2":"Wanshi","3":"You guys..."},{"T":"301","3":"Their last attack has not destroyed the memory shell of the Corrupted. With petrol dripping from the remaining half of its torso, it flings its weapon and strikes toward Wanshi's head."},{"T":"301","2":"Wanshi","3":"Seems like... this is where I end."},{"T":"301","3":"Wanshi slowly closes his eyes while whispering, calmly greeting his death."},{"T":"301","2":"Kamui","3":"Wanshi!"},{"T":"301","3":"A deafening roar comes from afar. Wanshi opens his eyes out of instinct to search for the source of the sound."},{"T":"301","3":"Wanshi sees the dark greatsword of Kamui before him as the Corrupted is kicked aside with its memory shell broken into pieces."},{"T":"301","3":"At this moment, the last straw that held Wanshi together was no longer there. He dropped to the ground hard and fell into a coma."},{"T":"301","2":"Kamui","3":"Wanshi, Wanshi!"},{"T":"301","2":"Wanshi","3":"...What happened?"},{"T":"301","2":"Kamui","3":"You're up, finally. Thompson was right."},{"T":"301","2":"Wanshi","3":"Right... How are the others? And the Corrupted..."},{"T":"301","2":"Kamui","3":"Relax. It's over."},{"T":"301","2":"Kamui","3":"All Corrupted in this area has been cleared. Thompson and the others are taking care of the wounded."},{"T":"301","2":"Wanshi","3":"Is that so..."},{"T":"301","2":"Wanshi","3":"It's not too bad."},{"T":"301","2":"Kamui","3":"Huh?"},{"T":"301","2":"Wanshi","3":"To do what I can... and to move forward again."},{"T":"301","2":"Wanshi","3":"Just do it without considering the consequences and whether it's true or false."},{"T":"301","2":"Wanshi","3":"The body making the judgment before the mind upon what is happening."},{"T":"301","2":"Kamui","3":"Haha, seems like you're starting to get this feeling."},{"T":"301","2":"Thompson","3":"Kamui! Is Wanshi awake?"},{"T":"301","3":"Thompson walks into the shelter where Wanshi is in and asks Kamui. Kamui looks down at Wanshi, only to find that he has closed his eyes again, his chest rising and falling at a steady rhythm."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Kamui","3":"He was awake but he fell asleep again. Shh, don't wake him up!"},{"T":"301","2":"Wanshi","3":"You're the loudest here, idiot."},{"T":"301","2":"Kamui","3":"Well..."},{"T":"301","2":"Thompson","3":"Haha, it's a good thing that he sleeps. At least it's better than insomnia."},{"T":"301","2":"Thompson","3":"Having figured it out, I guess he can sleep sounder and longer now."},{"T":"301","3":"————"},{"T":"301","3":"Professor... I still don't have a perfect answer for your question..."},{"T":"301","3":"I'm well aware that the sins of the past cannot be undone."},{"T":"301","3":"But now, I will have to move forward carrying the burden of those lies and the past."},{"T":"301","3":"I am not doing this to prove that those lies are real, or right, or wrong. I am doing this to protect those around me from being hurt by them."},{"T":"301","3":"It is time for you and me, as well as the Star of Life, to move forward and make some changes."}]