[{"T":"301","3":"Aside from the noise of machinery, several soft coughs intermittently punctuate the silence within the laboratory."},{"T":"301","2":"Allen","3":"Cough..."},{"T":"301","3":"As the president of WGAA, Allen rarely visits the laboratory of the Science Council. The strong odor of various reagents and electronic components are more pungent than expected. He finds it hard to imagine how people can tolerate staying in such a place for long periods of time."},{"T":"301","3":"But it is apparent that Asimov, who is deep in thought and staring at the micro-display, is not affected at all."},{"T":"301","2":"Allen","3":"Ahem..."},{"T":"301","3":"Allen deliberately coughs loudly to get Asimov's attention to no avail, showing an expression of helplessness."},{"T":"301","3":"Fortunately, before Allen has to consider how to be polite and avoid making it awkward, Asimov finally puts down his tools and equipment and looks at Allen with unsurprised eyes."},{"T":"301","2":"Asimov","3":"Sorry, Allen... for making you wait."},{"T":"301","2":"Allen","3":"It wasn't that long. But maybe look at the clock a bit more often next time, perhaps? It's your request, after all."},{"T":"301","2":"Asimov","3":"Well I certainly was not expecting the leader of the WGAA himself to be the one arriving at my doorstep..."},{"T":"301","3":"Allen laughs, then gracefully sits down on what appears to be the cleanest chair in the lab."},{"T":"301","2":"Allen","3":"After all, it was a direct request from the Science Council, which is out of the ordinary. To tell the truth, I am quite curious—why did the Science Council, which has always only paid attention to practicality, entrust us to design these so-called 'Combat Unit Boosters'."},{"T":"301","3":"Asimov rubs his head as if trying to think of an explanation."},{"T":"301","2":"Allen","3":"Well, start by telling me what exactly is a 'Combat Unit Booster'. To be honest, the request your researchers set was a bit vague."},{"T":"301","3":"Seeing Allen place the request on the table, Asimov nods. He waves his arm, and projects a holographic battle plan, which shows a sitrep of the current ground forces."},{"T":"301","2":"Asimov","3":"Well... I'm sure you know that the counterattack from the ground forces has achieved good results with the help of the task force. We've established conservation areas in various zones with mild virus concentration and we've pushed the front line."},{"T":"301","2":"Allen","3":"Indeed. As a board member, I have a general idea on task force operations."},{"T":"301","2":"Asimov","3":"Good, that makes this easier... Now that we have advanced the front line, we are required to venture into areas with higher concentration of the Punishing Virus."},{"T":"301","3":"Asimov points to the darker areas on the battle map. The varying shades of color appear to indicate the degree of concentration on the ground."},{"T":"301","2":"Allen","3":"Since we don't have any means to decontaminate the areas with the Punishing Virus, our only option is to go in blind."},{"T":"301","2":"Asimov","3":"Correct. In areas with higher concentration of the virus, our greatest burden isn't actually the Constructs. Rather, it is the commandants who must establish Mind Beacons to stabilize the M.I.N.D. of squad members."},{"T":"301","2":"Allen","3":"Yes, I've read the relevant reports. The areas aren't as inaccessible as 'Dead Zones', but we've identified areas with abnormally high concentration."},{"T":"301","2":"Asimov","3":"In fact, many commandants can't even accompany Constructs into these areas of high concentration. This poses great difficulty and risk to continue the operation."},{"T":"301","2":"Allen","3":"So, your solution to this problem... are these 'Combat Unit Boosters'?"},{"T":"301","3":"Asimov nods, then switches the hologram to display the schematics for the Combat Unit Boosters."},{"T":"301","2":"Asimov","3":"Our development objective is to provide M.I.N.D. stability for Constructs, thereby reducing the burden of Inver-Devices undertaken by commandants."},{"T":"301","2":"Asimov","3":"Constructs need to retain human cognition in order to stabilize their M.I.N.D. However, 'human cognition' has proven to be quite the fickle mistress for science."},{"T":"301","2":"Asimov","3":"Therefore, some researchers suggest that the overall design should emphasize the feeling of comradery akin to 'pets' that accompanied humans of the past. So, they hope that the design takes on a more organic appearance."},{"T":"301","3":"Asimov displays a design drafted up by several researchers. At which point, Allen finally understands why such a request could not be put concisely."},{"T":"301","2":"Asimov","3":"Also, since it's approaching the Lunar New Year, the Science Council will have its hands tied with odds and ends."},{"T":"301","2":"Allen","3":"I see... So that's why you requested the WGAA to design the unit."},{"T":"301","2":"Allen","3":"I still find it surprising that the Science Council would be willing to admit the existence of something beyond the reach of science."},{"T":"301","3":"Asimov turns off the hologram, leans back in his chair and looks at the small screen of flashing data situated before him in contemplation."},{"T":"301","2":"Asimov","3":"Whether that be Constructs or M.I.N.D. technology, there are still a large number of gaps in our knowledge. Nowadays, many of our achievements are merely the accumulation of countless trials and errors."},{"T":"301","2":"Asimov","3":"What we can do is... transform these experiences and sacrifices into the power Babylonia needs."},{"T":"301","3":"Allen nods, grabbing the request."},{"T":"301","2":"Allen","3":"Understood. Leave the design of 'Combat Unit Boosters' to the WGAA."},{"T":"301","2":"Allen","3":"Since it's approaching the Lunar New Year, I suggest naming the prototypes after the Chinese zodiac. If the 'Combat Unit Boosters' has a fixed concept, that should enhance human cognition."},{"T":"301","2":"Asimov","3":"Well, If you already have an idea in mind, the better. What is your estimated delivery date? Considering that you also need to set time aside for testing, how about..."},{"T":"301","2":"Allen","3":"Three days. We can deliver the first batch of prototypes to the Science Council within three days."},{"T":"301","2":"Asimov","3":"Three days? But you also have to manufacture the frames... You've got to be joking."},{"T":"301","3":"Asimov looks at Allen in disbelief, seeing no sign of jest."},{"T":"301","2":"Allen","3":"Did you forget? Not only does the WGAA have a team of prominent artists, but also a group of leading technical experts on hand."},{"T":"301","3":"Asimov taps his pen on the desk as if lost in contemplation."},{"T":"301","2":"Asimov","3":"Oh, you mean Leonie? Well... If that's the case, then I have nothing to worry about."},{"T":"301","3":"With Asimov's approval, Allen stands up to leave."},{"T":"301","2":"Asimov","3":"I'll leave it up to you... Oh... One more thing..."},{"T":"301","3":"Asimov pauses in hesitation, but continues on."},{"T":"301","2":"Asimov","3":"...Happy New Year."},{"T":"301","3":"Allen smiles and nods, then puts away the request."},{"T":"301","2":"Allen","3":"You too, Asimov. Happy New Year."}]