[{"T":"301","2":"Celica","3":"President, the extermination of the Hetero-Core on the ground is 60% complete."},{"T":"301","2":"Nikola","3":"Only 60%, how inefficient can they be?!"},{"T":"301","2":"Hassen","3":"They're all squads deployed in a hurry and most of them just finished their last mission, it's a miracle they've already done this much."},{"T":"301","2":"Nikola","3":"What I want is not an explanation. It'll be a disaster if the Hetero-Core undergoes 'Hetero Reaction' and spreads!"},{"T":"301","2":"Hassen","3":"That's what I'm trying to stop here."},{"T":"301","2":"Nikola","3":"...Tsk, I'll leave the rest to you, I still have other things to do."},{"T":"301","2":"Hassen","3":"Of course. Be careful."},{"T":"301","2":"Asimov","3":"Was Bianca from the Purifying Force deployed to assist Gray Raven?"},{"T":"301","2":"Hassen","3":"Yes, she's responsible for dealing with Akdilek. The cleaning process would be much smoother with her in it."},{"T":"301","2":"Asimov","3":"Good. I just sent another reinforced frame over."},{"T":"301","2":"Hassen","3":"BPN-06's 'Entropy'? I didn't know you were this kind."},{"T":"301","2":"Asimov","3":"I don't want any mishaps on this mission..."},{"T":"301","2":"Asimov","3":"Well, executor Lee, have you finished changing frames?"},{"T":"301","2":"Lee","3":"All functions and vitals stable. Compatibility test finished. No problems found, this frame is very compatible with me."},{"T":"301","2":"Asimov","3":"Is that so? That's good."},{"T":"301","2":"Asimov","3":"But when I received your support request I didn't know your weapons were broken as well, will you be able to fight like this?"},{"T":"301","2":"Lee","3":"Aren't guns nothing but a hinderance?"},{"T":"301","2":"Asimov","3":"What?"},{"T":"301","2":"Lee","3":"...I'm just saying, I can still fight without weapons. Let's end the communication here, I have to get back to the battle."},{"T":"301","2":"Aston","3":"Most of the train's system has been overridden by the 'merchandise,' these shocks will probably continue."},{"T":"301","2":"Aristocrat","3":"Hey, nothing will happen to us, right?!"},{"T":"301","2":"Jamilah","3":"All will be fine as long as the remaining energy stored can support this train. I never expected this train to come out unscathed from the start."},{"T":"301","2":"Ashlar","3":"Tsk, I didn't see it before, but you're crazy, woman!"},{"T":"301","2":"Jamilah","3":"In terms of craziness, I'm sure you're no stranger. To top it off, isn't it you aristocrats' selfishness that led us to our current situation?"},{"T":"301","3":"As if on cue, the crowd divides into factions and arguments arise."},{"T":"301","3":"One side supports Ashlar's suggestion to hand over the merchandise in order to become an Ascendant."},{"T":"301","3":"The others agree with Jamilah and Aston, and think that getting into Babylonia is of utmost importance."},{"T":"301","3":"While some do not choose sides at all and just wait for Judgement Day."},{"T":"301","3":"Anger, distress, agitation, and hopelessness."},{"T":"301","3":"The Four Horsemen of emotions drive every single person into the apocalypse known as despair. The alarms of the overrode system and the banging of Corrupted accompany this story's journey to its resolution."},{"T":"301","3":"This was their final destination, a destination they chose themselves. The views they have seen on this ever-running train, the decimation they have witnessed..."},{"T":"301","3":"But..."},{"T":"301","2":"Sophia","3":"Why must we decide our ending now... This train still hasn't stopped yet, we still have time to change our destination!"},{"T":"301","3":"All arguments ceased as Sophia raises her voice; be it the angry aristocrats or the desperate commoners, all eyes are on her."},{"T":"301","2":"Sophia","3":"Ascendants, are not something I understand. But members of Gray Raven have said that Babylonia is not truly safe as well."},{"T":"302","2":"It's only the start.","4":"Space has never been safe."},{"T":"301","2":"Jamilah","3":"The start...?"},{"T":"301","2":"Ashlar","3":"What do you know?! You should try walking a mile in our shoes!"},{"T":"301","2":"Sophia","3":"And... Even if this train..."},{"T":"301","2":"Jamilah","3":"Then Sophia... What do you think we should do?"},{"T":"301","2":"Jamilah","3":"What do you think? Not as an aristocrat nor as a commoner, but as a Construct who is capable of fighting..."},{"T":"301","2":"Jamilah","3":"Sophia, what answer do you see?"},{"T":"301","2":"Jamilah","3":"There are some things only you can do, only the Construct Sophia who's so adept at battling can do."},{"T":"301","3":"That is what Jamilah's expression seems to be trying to convey, as she waited with anticipation for Sophia's next line."},{"T":"301","2":"Sophia","3":"So, I...!"}]