[{"T":"301","3":"Dear Miss Meka,"},{"T":"301","3":"When you see this letter, I'm already on my way to WGAA."},{"T":"301","3":"Finally, I have found my path, one that may separate me from a lot of things."},{"T":"301","3":"Sorry about the decision I made."},{"T":"301","3":"But I didn't want to become a Construct out of impulse..."},{"T":"301","3":"I have always been painting with vivid, brilliant colors. Many people loved my work, and I was delighted."},{"T":"301","3":"I couldn't understand why Selena wanted to become a Construct. But..."},{"T":"301","3":"I have seen things you wouldn't believe. I watched pink beams fired from plasma cannons glitter in the eternal sky outside portholes."},{"T":"301","3":"Dark red missiles exploded next to shuttles that just left the space anchor."},{"T":"301","3":"The fighter aircraft's armor melted like Selena's pudding with bubbles and red-hot light."},{"T":"301","3":"I have finally found my path."},{"T":"301","3":"What I used to paint... wasn't the 'reality'."},{"T":"301","3":"Those works are like genetically engineered flowers that grow in a cleanroom. Once the cover is taken away, they wither and die."},{"T":"301","3":"Compared with the eternal reality, those things I once enjoyed portraying look so meaningless."},{"T":"301","3":"I finally understand..."},{"T":"301","3":"I need the power because I have come to realize how cruel the world is."},{"T":"301","3":"An ordinary person is far too fragile against the Punishing Virus, let alone discovering the truth."},{"T":"301","3":"It's time to create... real work."},{"T":"301","3":"From a personal terminal left behind in a dark studio, a message is being played again and again."},{"T":"301","3":"..."},{"T":"301","3":"(White noise)"},{"T":"301","2":"Selena","3":"...SOS signal sent... But it seems miracles won't happen."},{"T":"301","2":"Selena","3":"Not sure if anyone can receive my message..."},{"T":"301","2":"Construct Soldier","3":"They're coming!"},{"T":"301","2":"Construct Soldier","3":"Hurry! Get in position!"},{"T":"301","2":"Selena","3":"There's no time to waste...!"},{"T":"301","2":"Selena","3":"Listen, Ayla."},{"T":"301","2":"Selena","3":"Our paths will be rectified, as long as we portray the world as it truly is."},{"T":"301","2":"Selena","3":"Ayla……"},{"T":"301","2":"Construct Soldier","3":"They're here!"},{"T":"301","3":"There are sounds of metals being cut and heavy objects dropping to the ground."},{"T":"301","3":"..."},{"T":"301","2":"Ayla","3":"As the world truly is..."},{"T":"301","2":"Ayla","3":"Come, show me what 'reality' is."},{"T":"301","3":"A coolant pipe is cut open somewhere. Gray liquid keep dripping from above."},{"T":"301","3":"Only to make a hissing sound when it reaches the blazing blade of Ayla's scythe."},{"T":"301","2":"Ayla","3":"Selena, I can feel you. Your decisions, your feelings."},{"T":"301","2":"Ayla","3":"You were able to recreate the last act of 'Tempest' because you had always been facing this cruel world."},{"T":"301","2":"Ayla","3":"And I'm fighting now, just like you... And it feels as thought you're right here by my side."},{"T":"301","2":"Ayla","3":"So, wait for me..."},{"T":"301","2":"Ayla","3":"I don't know how long it will take, but I promise I will find you again. We will stand together, side by side."},{"T":"301","2":"Ayla","3":"We will be the best partners. Be it in art or on the battlefield...!"},{"T":"301","2":"Ayla","3":"Feel it!"},{"T":"301","2":"Ayla","3":"Feel this power that stemmed from creation! Not for attention, not for the audience. A power that only comes after witnessing the truth...!"}]