[{"T":"301","2":"Ayla","3":"Aha... Robots playing characters. So weird, but so interesting!"},{"T":"301","2":"Ayla","3":"I like their lines. Feels like ancient characters who have revived in modern times."},{"T":"301","2":"Ayla","3":"...Ahh, I wonder what's going to happen next!"},{"T":"301","2":"???","3":"Sorry, that's all I've made so far."},{"T":"301","2":"Ayla","3":"Who's there?"},{"T":"301","2":"???","3":"Did I scare you? My name's Selena. I'm the author."},{"T":"301","2":"Selena","3":"Pardon me, but I was really glad to hear your feedback."},{"T":"301","2":"Ayla","3":"Huh? You made this theater play?"},{"T":"301","2":"Selena","3":"It's a bit embarrassing... And still not good enough."},{"T":"301","2":"Selena","3":"But this is indeed my work. I created it, so I must take own up to it!"},{"T":"301","2":"Ayla","3":"But you don't look much older than me... Very impressive."},{"T":"301","2":"Selena","3":"How kind of you. No need to keep flattering me."},{"T":"301","2":"Selena","3":"Come on, let's talk about the play!"},{"T":"301","2":"Selena","3":"It's an adaptation of the early human theater play 'The Tempest' in the database. Due to the lack of data, I could only restore part of it..."},{"T":"301","2":"Ayla","3":"Oh! I searched up that play in the database! Even the brief introduction already got me..."},{"T":"301","3":"They keep talking as if nothing mattered anymore."},{"T":"301","2":"Ayla","3":"...Just come to me whenever you need an illustration, Selena."},{"T":"301","2":"Selena","3":"That's great! I was so worried about my theater scenery. I don't know how to create the setup I want."},{"T":"301","2":"Selena","3":"With your illustrations, I can design my stage properly!"},{"T":"301","2":"Ayla","3":"Yep, glad I can help!"},{"T":"301","2":"Broadcast","3":"—Attention to all guests. This center will be closing soon. Please head toward the exit—"},{"T":"301","2":"Selena","3":"It's already so late..."},{"T":"301","2":"Ayla","3":"Oh? I didn't notice at all."},{"T":"301","2":"Selena","3":"That means we have a great vibe. We've talked about so much stuff! I learned a lot today."},{"T":"301","2":"Ayla","3":"I've got to go. In the end, your theater play was the only thing I experienced today, haha."},{"T":"301","2":"Selena","3":"Sorry... I was just too happy."},{"T":"301","2":"Selena","3":"But you too, you were so focused and forget the time, Ayla!"},{"T":"301","2":"Ayla","3":"Well, let's keep in touch, shall we?"},{"T":"301","2":"Selena","3":"Of course!"},{"T":"301","3":"Many days passed. And Ayla lost count."},{"T":"301","3":"But she enjoyed every single day because she found her soul mate of similar age."},{"T":"301","3":"Ayla wanted to share everything with Selena immediately: knowledge of art, creativity, or simply anything they both were interested in."},{"T":"301","3":"But she has her own melancholy too."},{"T":"301","2":"Meka","3":"Ayla, it's mail from her again!"},{"T":"301","2":"Ayla","3":"Ma'am? Oh, I'll be right there!"},{"T":"301","3":"... (Footsteps)"},{"T":"301","2":"Ayla","3":"Aha, I knew it. Selena always draws a little bear in the beginning."},{"T":"301","2":"Meka","3":"Ayla, I looked up your new friend and she's really good."},{"T":"301","2":"Ayla","3":"Of course Selena is good!"},{"T":"301","2":"Ayla","3":"...What did you find though, ma'am?"},{"T":"301","2":"Meka","3":"I saw her name earlier in the city exhibition hall. Out of curiosity, I asked a friend about her."},{"T":"301","2":"Meka","3":"My friend was the manager of the art show. She told me Selena was their most promising prospect."},{"T":"301","2":"Ayla","3":"What? What does she mean by... prospect?"},{"T":"301","2":"Meka","3":"Hmm... Renowned, maybe."},{"T":"301","2":"Meka","3":"She has great potentials, and her skills are developing fast."},{"T":"301","2":"Meka","3":"I saw her works... It's hard to imagine they were created by a teenager."},{"T":"301","2":"Ayla","3":"...Yeah. But she's Selena so I'm not surprised at all..."},{"T":"301","2":"Meka","3":"I see. You probably haven't realized, because you two are good friends."},{"T":"301","2":"Meka","3":"But to us, she'll probably shine like a star in the future."},{"T":"301","2":"Ayla","3":"...Of course. Selena will become famous, without a doubt..."},{"T":"301","2":"Meka","3":"Hopefully. If that's the case, I'll be witnessing the growth of a great artist."},{"T":"301","2":"Meka","3":"Oh, sorry, Ayla. I hope I haven't wasted too much of your time."},{"T":"301","2":"Meka","3":"I'll get going. Not all the students are like you, Ayla. They need to be disciplined..."},{"T":"301","2":"Ayla","3":"..."},{"T":"301","2":"Mail Content","3":"Sorry I couldn't talk to you in person, Ayla. I've just been too busy recently!"},{"T":"301","2":"Mail Content","3":"Remember what I told you before? My theater play will be displayed in the exhibition!"},{"T":"301","2":"Mail Content","3":"I thought I just needed to give them the scripts. Turned out there was more work to do. Supervising, checking... Such a hassle."},{"T":"301","2":"Mail Content","3":"Oh, right. By saying 'them', I mean the World Government Association of Art of Babylonia. They're professionals!"},{"T":"301","2":"Mail Content","3":"By the way, I met many Constructs as well!"},{"T":"301","2":"Mail Content","3":"They were no different from humans! I couldn't imagine their bodies were made of machines."},{"T":"301","2":"Mail Content","3":"Without your help, I couldn't have done this."},{"T":"301","2":"Mail Content","3":"I've always been very thankful. But I just couldn't tell you in person..."},{"T":"301","2":"Mail Content","3":"Do you want to display your artwork, Ayla?"},{"T":"301","2":"Mail Content","3":"I saw the works of many adults. Yours are as good as theirs, if not better."},{"T":"301","2":"Mail Content","3":"Seriously, would you consider it? It'll probably benefit you too!"},{"T":"301","2":"Ayla","3":"I see. She's been busy indeed."},{"T":"301","2":"Ayla","3":"World Government Association of Art, huh... There must be a lot of great creators. If I can learn from them..."},{"T":"301","2":"Ayla","3":"Hmm, it's decided then!"},{"T":"301","2":"Ayla","3":"Selena, I promise I'll catch up! I won't lose to you!"}]