[{"T":"301","2":"Vera","3":"Is it really that easy? We simply arrived at the Demon General's Castle by destroying the Demons along the way."},{"T":"301","2":"Karenina","3":"There weren't any split paths. Some looked like open roads, but there were invisible barriers."},{"T":"301","2":"Camu","3":"It's easier this way. When Kamui was playing games, I often wanted to stop him from doing all those repetitive side quests."},{"T":"301","2":"Vera","3":"Like the errand quests you talked about?"},{"T":"301","2":"Camu","3":"Some were even refreshed on a daily basis. I mean, they were all single player games, so what was the point of these boring tasks? What were those designers thinking?"},{"T":"301","2":"Karenina","3":"They just wanted to keep the players occupied, I guess."},{"T":"301","3":"Talking like real game designers, the trio completely ignored the traps in the castle and continued walking forward."},{"T":"301","3":"Not like they could easily find where the traps were."},{"T":"301","3":"They didn't even care if the traps were triggered or not."},{"T":"301","3":"According to Camu, this was called 'HP management', which was often used by Kamui when he played games."},{"T":"301","2":"Camu","3":"In RPGs, traps usually do not kill the player instantly. So as long as we keep using recovery potions, we can step on as many traps as we like."},{"T":"301","3":"The key to this method is recovery potions, which they just got a lot by killing monsters."},{"T":"301","3":"I watched their HP bars turning from green to red, then green again."},{"T":"301","3":"—What a boring way to play."},{"T":"301","2":"Karenina","3":"I see a hall in front. There shouldn't be any more traps, right?"},{"T":"301","3":"Karenina stormed through the trap area, followed by Camu and Vera."},{"T":"301","2":"Karenina","3":"Hurry up, Gray Raven. This is obviously a plot that is only triggered when all the team members have arrived."},{"T":"302","2":"Be right there.","4":"Could we have a little more role playing?"},{"T":"301","2":"Karenina","3":"Hmph, now the first Demon General won't escape our hands."},{"T":"301","2":"Karenina","3":"Role playing? Talk to me about role playing after those traps can one-hit kill us."},{"T":"301","3":"I quickly passed the corridor full of (triggered) traps. There was a loud noise behind me."},{"T":"301","3":"The corridor and all the other passages were closed, locking us inside this hall—"},{"T":"301","2":"Demon","3":"Hiiisss...!"},{"T":"301","2":"Vera","3":"And more enemies who come out of nowhere."},{"T":"301","2":"Karenina","3":"Alright, let's go then!"}]