[{"T":"301","2":"Lee","3":"I see. So you took Liv away from her spawn point when she first logged into the game, and you had been moving together until just now."},{"T":"301","2":"Demon King","3":"I thought I could at least get one artifact fragment back and gain some power, but we bumped into the two heroes working for the King."},{"T":"301","2":"Demon King","3":"In the end, Liv tried to protect me and was taken by them. Fortunately, I met you."},{"T":"301","2":"Lucia","3":"Collecting the Goddess' artifact and Liv to control this world... Is that King really trying to destroy everything?"},{"T":"301","2":"Demon King","3":"I was also under the influence of a bug and learned the truth of this world, so I think I can understand him."},{"T":"301","2":"Lucia","3":"I guess that's why he was doing things that benefited nobody... But right now, our priority is to rescue Liv."},{"T":"301","2":"Kamui","3":"Do you know where she is now, Demon King?"},{"T":"301","2":"Demon King","3":"She must be in the Demon King's Castle. Once the King has the artifact and the Holy Maiden, he will be there."},{"T":"302","2":"Isn't the Demon King's Castle hidden?","4":"What is he doing there?"},{"T":"301","2":"Demon King","3":"It is, but it can't move. Anyone can find out its location if they want to. On top of that, to use the Goddess' artifact, one must activate the altar inside the castle."},{"T":"301","2":"Demon King","3":"There is an altar of the Goddess inside the Demon King's Castle. Only the altar can unlock the real power of the artifact."},{"T":"301","2":"Karenina","3":"Wouldn't we be walking into the trap if we head over now?"},{"T":"301","2":"Kamui","3":"Um... Why?"},{"T":"301","2":"Karenina","3":"Use your brain! To make the Demon King's Castle appear, or to make his wishes come true, the King will need to use the Goddess' artifact."},{"T":"301","2":"Karenina","3":"What if we get there and fall into Vera and the King's traps..."},{"T":"301","2":"Kamui","3":"I guess we have no other option. It's easy to run away though, just close the game."},{"T":"301","2":"Karenina","3":"What..."},{"T":"301","2":"Kamui","3":"But I don't think anyone is going to do it. We choose to keep playing not because we are obsessed with it, nor for the rewards. We play on, simply because we started the game."},{"T":"301","2":"Kamui","3":"Because we are the heroes of this game. This was a famous quote I heard long ago, too bad I forgot the exact work."},{"T":"302","2":"I also think we should go.","4":"As heroes, we mustn't run away."},{"T":"301","2":"Kamui","3":"Alright, let's go!"},{"T":"301","2":"Kamui","3":"I love that line too, Commandant!"},{"T":"301","2":"Demon King","3":"Follow me if you have made up your mind. We must hurry! To the Demon King's Castle!"}]