[{"T":"301","3":"Combat supplies... ready."},{"T":"301","3":"The Gray Raven Commandant's room... located."},{"T":"301","3":"She reviews her previous training in her M.I.N.D."},{"T":"301","3":"One more thing—don't forget to smile."},{"T":"301","3":"Don't. Forget. To smile."},{"T":"301","3":"She stands in front of the mirror and practices."},{"T":"301","3":"..."},{"T":"301","3":"It's still not a pleasant smile, but at least it's no longer frightening."},{"T":"301","3":"At the very least, it shouldn't make anyone mad."},{"T":"301","3":"Everything should be ready to go now."},{"T":"301","3":"In every sense of the word, today should be an 'ordinary' day."},{"T":"301","3":"No ground missions. No meetings. Today, you've spent the entire morning in the training room."},{"T":"301","3":"At noon, you visit the WGAA to collect the file you asked Ayla to help find, and plan on checking up on No. 21."},{"T":"301","3":"You weren't expecting your plans to go right out the window."},{"T":"301","3":"—You now stand outside of your room, staring at the scene inside."},{"T":"301","3":"Prior to that, you never thought you'd be so shocked to see the state of your room."},{"T":"301","2":"Liv","3":"I just walked by your room, Commandant. The door was open, so I saw..."},{"T":"301","2":"Liv","3":"...Commandant, I know you've been busy... But you still need to tidy up your room."},{"T":"301","2":"Liv","3":"At least pick up a little bit. You can't just throw everything on the ground like that."},{"T":"301","2":"Liv","3":"And also... Um..."},{"T":"301","3":"Liv seems to hesitate a moment."},{"T":"302","2":"?","4":"What's wrong with my room?"},{"T":"301","3":"Your heart sinks. Rushing over to your room, you see that..."},{"T":"301","3":"The door is wide open, revealing the disaster within."},{"T":"301","3":"All kinds of old toys, badges, glass bottles, cog boxes, and mechanical parts litter the ground."},{"T":"302","2":"What happened?!","4":"And why's there hypertune material?!"},{"T":"301","3":"With no clear place to step, you see a white Construct sitting among the mess, trying to stuff a strange CUB into a box."},{"T":"301","2":"No. 21","3":"Ah! It's you, 【kuroname】."},{"T":"301","2":"No. 21","3":"The door was open, so I let myself in. I couldn't find anyone, so I've been waiting for you here."},{"T":"302","2":"What's all this on the ground..."},{"T":"301","2":"No. 21","3":"These are 'gifts.'"},{"T":"301","2":"No. 21","3":"For you, 【kuroname】."},{"T":"302","2":"Gifts?"},{"T":"301","2":"No. 21","3":"You helped me, so I should say thank you. Which I haven't."},{"T":"302","2":"Thank you."},{"T":"301","2":"No. 21","3":"Why are you thanking me for thanking you?"},{"T":"302","2":"For the gift."},{"T":"301","2":"No. 21","3":"Oh..."},{"T":"301","3":"No. 21 stands up and turns her back. Her shoulders move up and down as if taking several deep breaths, then she turns to face you."},{"T":"301","2":"No. 21","3":"Thank you, 【kuroname】."},{"T":"302","2":"..."},{"T":"301","2":"No. 21","3":"Is my smile... really that scary?"},{"T":"302","2":"Not at all. It's cute.","4":"A little..."},{"T":"301","2":"No. 21","3":"Looks like all that practice paid off."},{"T":"301","3":"No. 21 lowers her head and rubs her face with her hands completely covered by her sleeves."},{"T":"301","2":"No. 21","3":"What about now?"},{"T":"302","2":"...There's no difference!"},{"T":"301","2":"No. 21","3":"Really...? Then I guess... I still need practice."},{"T":"301","2":"No. 21","3":"Well... Next up."},{"T":"301","3":"No. 21 gets down on the ground like a small animal, looks up at you, then raises her hands like two paws."},{"T":"301","2":"No. 21","3":"...Meooooow?"},{"T":"301","3":"With the door still open, you hear some sounds of bewilderment coming from outside."},{"T":"302","2":"Whoa! Whoa!! Whoa!!!!","4":"(Close the door!)"},{"T":"302","2":"Where on earth did you learn that?"},{"T":"301","3":"Right then, the discussion outside the door seems to get louder."},{"T":"301","2":"No. 21","3":"My machine for learning 'emotions' broke."},{"T":"301","2":"No. 21","3":"So I asked some people how to express 'gratitude.'"},{"T":"301","2":"No. 21","3":"This is a 'common way to express gratitude.'"},{"T":"302","2":"Quit learning all that nonsense.","4":"Who on earth said that's common?!"},{"T":"301","2":"No. 21","3":"Is this wrong?"},{"T":"301","3":"No. 21 bows her head. Her quiet gray eyes seem to express a look of confusion."},{"T":"302","2":"21."},{"T":"302","2":"Human emotions... are complicated."},{"T":"302","2":"There're a lot of different ways to express yourself."},{"T":"302","2":"No need to rush."},{"T":"302","2":"Just go at your own pace."},{"T":"301","2":"No. 21","3":"...I don't understand."},{"T":"302","2":"Your desire to protect Vera and Noctis..."},{"T":"302","2":"Your disappointment after being misunderstood..."},{"T":"302","2":"Your happiness after receiving a gift."},{"T":"302","2":"They're proof of your emotions."},{"T":"302","2":"They belong to you."},{"T":"301","3":"People will feel sad, smile, sympathize, and decide things according to their own will. Heartless machines won't do that. Not like her. These emotions belong to her and her alone.."},{"T":"302","2":"If these emotions get too much for you..."},{"T":"302","2":"Others will help you share the burden."},{"T":"302","2":"Vera, Noctis..."},{"T":"302","2":"And me."},{"T":"301","3":"You place the brand-new audio-visual terminal that you were holding in No. 21's hands."},{"T":"302","2":"That documentary on the lone white wolf you were watching..."},{"T":"302","2":"I checked with the WGAA and found the next episode."},{"T":"301","2":"No. 21","3":"That white wolf... I saw it go home."},{"T":"301","2":"No. 21","3":"...I know that wasn't real though. It keeps wandering in the snow."},{"T":"302","2":"This is the real ending."},{"T":"302","2":"It finds a good home. I promise."},{"T":"301","2":"No. 21","3":"Really...?"},{"T":"301","2":"No. 21","3":"You really are a lot like Captain, but also not at the same time."},{"T":"301","2":"No. 21","3":"Your scent is special, 【kuroname】."},{"T":"301","2":"No. 21","3":"When I was in the lab, I never smelled anything like it."},{"T":"301","2":"No. 21","3":"...It's warm and kind. I like it."},{"T":"301","2":"No. 21","3":"I want to have a 'human scent.'"},{"T":"301","2":"No. 21","3":"I've thought you smelled nice ever since I first met you."},{"T":"301","3":"As No. 21 stiffly attempts to convey her inner thoughts, she approaches you step-by-step."},{"T":"301","3":"She's just like a wild animal who bears their fangs at distant enemies and snuggles up to their trusted companions, snoring gently."},{"T":"301","2":"No. 21","3":"I feel different every time I see you, 【kuroname】."},{"T":"301","2":"No. 21","3":"But I don't hate this feeling."},{"T":"301","3":"No. 21 stops talking. Her eyes are fixed on you."},{"T":"302","2":"Why are you staring at me?"},{"T":"301","2":"No. 21","3":"Because I can't take my eyes off you."},{"T":"301","2":"No. 21","3":"Is that wrong?"},{"T":"301","3":"No. 21 tilts her head and appears to be contemplating if she said something wrong."},{"T":"301","3":"Her expression is so charming, you can't help but reach out and pet the top of her head."},{"T":"301","3":"Right as you are about to retract your hand, No. 21 lifts her head and rubs it against your hand, her soft cheeks touching your palm."},{"T":"301","3":"Gradually, the artificial sunlight outside the window begins to set."},{"T":"301","3":"Warm light fills the room, enveloping you and No. 21 in a warm glow."},{"T":"301","3":"Suddenly, you notice that the sunlight is as warm as it was the first day you met."},{"T":"301","3":"After making just a brief appearance in her life, you hold her hand."}]