[{"T":"301","2":"Roland","3":"..."},{"T":"302","2":"You're next."},{"T":"301","2":"Roland","3":"Unfortunately, I don't have time for you people."},{"T":"301","2":"Roland","3":"And isn't it a bit cruel for you to do this to someone who's badly injured?"},{"T":"302","2":"You don't deserve pity."},{"T":"301","2":"Roland","3":"...Whatever you say."},{"T":"301","2":"Roland","3":"Five seconds..."},{"T":"302","2":"?"},{"T":"301","2":"Roland","3":"...Okay, time's up."},{"T":"301","2":"Roland","3":"I'm all set to report back to Miss Luna."},{"T":"301","2":"Roland","3":"See ya... Or maybe not."},{"T":"301","3":"He's gone..."},{"T":"302","2":"Can we track him?"},{"T":"301","2":"Liv","3":"The signal disappeared quickly... It's impossible to determine anything!"},{"T":"301","2":"Lee","3":"Damn it! He played us!"},{"T":"302","2":"What exactly is he up to?"},{"T":"301","2":"Lucia","3":"...We'll worry about that later. Right now, we need to destroy this corrupted factory."},{"T":"301","2":"Devil 7","3":"Hey! Devil 7 here!"},{"T":"302","2":"The source of the Corrupted has been destroyed."},{"T":"301","2":"Devil 7","3":"Really?! I'll go tell the good news to that damn old... I mean, my boss!"},{"T":"301","2":"Devil 7","3":"Come back early! It'd be best if you could make it back for dinner!"},{"T":"301","2":"Devil 7","3":"I'm telling you, Devil 6 is a great cook!"},{"T":"301","2":"Mayor's Message","3":"Thanks to your help, Wuming City is finally ready to expand its residential area and rebuild its industrial zone."},{"T":"301","2":"Mayor's Message","3":"It's okay. Wuming City started out as a fishing village with just 336 residents. No matter what happens, we'll get through it."},{"T":"301","2":"Misty Enclave Refugee","3":"Thank you so much for making Wuming City safe again."},{"T":"301","2":"Misty Enclave Refugee","3":"Wuming City will be connected to the 'Virtual Mart' soon. If you're in need of any goods, 【kuroname】, we'll be glad to seek them out for you!"},{"T":"301","2":"Monastery's Report","3":"...According to the intelligence later provided by the squad, it won't be easy to get those refugees out of their brainwashed state."},{"T":"301","2":"Monastery's Report","3":"Until Asimov finishes his follow-up investigation, it's recommended to stay away from that area."},{"T":"301","2":"Sagawa's Message","3":"Greetings to everyone in Babylonia! How are you people doing?"},{"T":"301","2":"Sagawa's Message","3":"Wuming City has made the Coastal Park a conservation area and put it under the administration of the Towerfolk. Now we have a place to not only fish, but grow wheat and sweet potatoes!"},{"T":"301","2":"Sagawa's Message","3":"The old man specifically asked that I save the best portion for you guys. Come eat!"},{"T":"301","2":"Letter Delivered by Devil 7","3":"Ha! It's me, Devil 7! Since our ground-air communication devices are still on their way, I had to ask an Akdilek merchant who came to buy fish to deliver this message for me."},{"T":"301","2":"Letter Delivered by Devil 7","3":"'All is well in Abyssea! Devil 6, Devil 10 and Devil 11 keep asking when you'll be back to play with them! Especially Devil 6, he won't stop going on about wanting to learn cooking from Miss Liv!'"},{"T":"301","3":"..."},{"T":"301","2":"Hassen","3":"...It has finally started."},{"T":"301","2":"Hassen","3":"After all, every beginning is hard."}]