[{"T":"301","2":"???","3":"Have you heard of the news?"},{"T":"301","2":"???","3":"Of course. Everybody's been talking about it lately, because she was asking everywhere. It's been so many years, who would have thought that someone would still want to look for the Big Fish?"},{"T":"301","2":"???","3":"I heard it's a little girl this time."},{"T":"301","2":"??","3":"No one gets to look for the Big Fish."},{"T":"301","2":"???","3":"That means we have work to do again."},{"T":"301","2":"???","3":"We're going to be busy."},{"T":"301","2":"??","3":"Same old thing."},{"T":"301","2":"??","3":"Whoever wants to look for the Big Fish must come here first. Rumor has it that she'll be arriving in a few days."},{"T":"301","2":"??","3":"Send the guys to watch every single junction. Use the code words if there is a situation."},{"T":"301","2":"???","3":"Roger!"},{"T":"301","2":"Pulao","3":"Wow, this city looks great."},{"T":"301","3":"Steeped in the scent of jasmine tea, the town welcomes a young guest early in the morning."},{"T":"301","3":"Pulao sees the waiters, wearing undershirts and draped with towels, walk out of the stuffy tea room to the mouth of the alley for a bowl of fermented bean milk."},{"T":"301","3":"The sound of rattle drums reverberates throughout the alley. The refurbished bricks and stones could not contain the intoxicating aroma of the wine behind them."},{"T":"301","3":"Pulao follows the waiters out of the alley and is immediately lost in countless breakfast stalls."},{"T":"301","3":"She gulps and goes up to ask an old man who is shaking the rattle drum and selling sour prune drink."},{"T":"301","2":"Pulao","3":"Excuse me, can I have a bowl of sour prune drink please?"},{"T":"301","3":"The old man lifts his eyes and makes a bowl of sour prune drink for Pulao, sizing her up."},{"T":"301","2":"Old Man","3":"You look familiar. Have we met before?"},{"T":"301","2":"Pulao","3":"Huh? You must have mistaken me for someone else. It's my first time here. Do you know where the dock is?"},{"T":"301","2":"Old Man","3":"Fine. The dock is on D-4th Street. You're on G-6th Street, keep walking north until you go past the overhead bridge. Turn left when you see the largest Dragon Child pillar, then walk till the end."},{"T":"301","2":"Pulao","3":"Alright. Thank you, sir."},{"T":"301","3":"Pulao takes the prune drink and sips at it."},{"T":"301","2":"Old Man","3":"No worries. You're a kid with good manners. Way better than that smooth-talking guy."},{"T":"301","2":"Pulao","3":"?"},{"T":"301","2":"Old Man","3":"Forget about it."},{"T":"301","3":"The old man starts to shake his rattle drum again, looking away toward the north."},{"T":"301","2":"Old Man","3":"What do you think about this place? Not bad, isn't it?"},{"T":"301","2":"Pulao","3":"Right, it feels very lively."},{"T":"301","2":"Old Man","3":"Almost too lively."},{"T":"301","2":"Pulao","3":"Hmm?"},{"T":"301","2":"Old Man","3":"Do you know why there are breakfast stalls on both sides of the alley?"},{"T":"301","3":"The old man suddenly changes the topic. He looks back at his own stall, asking Pulao with a smile."},{"T":"301","2":"Pulao","3":"Not really. Why?"},{"T":"301","2":"Old Man","3":"Back in the old days, all the stalls were together and people always fought for trivial matters. Some argued that 'tofu pudding must be salty,' others claimed 'nobody wanted salty tofu pudding.' The conflicts never ended."},{"T":"301","2":"Old Man","3":"To reduce the conflicts, the stalls were separated based on their flavors."},{"T":"301","2":"Pulao","3":"I see."},{"T":"301","2":"Old Man","3":"Yeah. People living in this busy city all have their own stresses. A little conflict is enough to detonate them."},{"T":"301","2":"Old Man","3":"Even if the problem that causes the conflict is so trivial."},{"T":"301","2":"Old Man","3":"I have said a lot. It's been a while since someone was willing to listen to my nagging. These Grubs are for you."},{"T":"301","2":"Old Man","3":"Get yourself some watermelon when you arrive at the overhead bridge. That's the best thing on a summer day like this."},{"T":"301","2":"Old Man","3":"You can't say you have visited this town without trying the watermelon."},{"T":"301","2":"??","3":"This is a perfect opportunity. Have we cleared the way to the dock?"},{"T":"301","2":"???","3":"Except the auntie selling watermelon."},{"T":"301","2":"??","3":"Hmm..."},{"T":"301","2":"??","3":"She has heart problems. We shouldn't get her involved."},{"T":"301","2":"??","3":"Move out when the girl is off the overhead bridge."},{"T":"301","2":"???","3":"Got it."},{"T":"301","2":"Pulao","3":"The people here are so friendly and welcoming."},{"T":"301","2":"Pulao","3":"I only wanted a few slices, but she gave me so many."},{"T":"301","3":"After bidding farewell to the old man, Pulao headed toward the dock. Just like he said, she saw an old woman selling watermelon on the overhead bridge."},{"T":"301","3":"She just wanted a few slices for a taste, but when the old woman saw her Grubs, she gave Pulao two baskets without hesitation. Pulao had to put 'It's-a-sword' on her back and carry one basket on each hand on her way to the dock."},{"T":"301","2":"Pulao","3":"She seemed very nostalgic when she looked at the signs on the Grubs."},{"T":"301","2":"Pulao","3":"They must have had some stories... Oops."},{"T":"301","2":"???","3":"Watch out!"},{"T":"301","3":"Just when Pulao gets off the bridge and walks under the Dragon Child pillar, a muscular man rushes out from the corner."},{"T":"301","2":"???","3":"Ouch. Are you alright, little girl?"},{"T":"301","2":"Pulao","3":"I'm okay. My watermelons... They are fine too. What about you? Are you hurt?"},{"T":"301","2":"???","3":"I'm alright. Sorry, gotta go."},{"T":"301","2":"Pulao","3":"Okay... He's gone so fast."},{"T":"301","2":"Pulao","3":"Must be in a hurry."},{"T":"301","3":"Pulao grabs the watermelon baskets but realizes her back has become a lot lighter."},{"T":"301","2":"Pulao","3":"Huh? Why does that sword on his back look so familiar?"},{"T":"301","2":"Pulao","3":"Um... No! That is my sword!"},{"T":"301","2":"???","3":"Brother Simpie, I got it!"},{"T":"301","2":"Simpie","3":"Birdie's got it. Let's run."}]