[{"T":"302","2":"...Are we there yet?"},{"T":"301","2":"Lee","3":"We should be near, I think..."},{"T":"301","2":"???","3":"...I knew it."},{"T":"301","2":"???","3":"Looks like I was right scouting ahead of time."},{"T":"301","2":"Diana","3":"You must not have been aware, but you've gone off course by two kilometers. You'll end up in the Arctic Ocean if you go any farther."},{"T":"301","2":"Liv","3":"But the virtual compass indicates..."},{"T":"301","2":"Diana","3":"...Oh, you. All your magnetic navigation systems have to be recalibrated in the Arctic. The Earth's magnetic fields overlap here, so compasses tend to deviate."},{"T":"301","2":"Diana","3":"I'll lead the way. Otherwise, all the frozen venison we got is going to become shoe leather from the bonfire."},{"T":"301","2":"Diana","3":"How does it feel being back?"},{"T":"301","2":"Diana","3":"The last time we met was after the battle of Kowloong, huh."},{"T":"301","2":"Lucia","3":"Yeah... Though I only have the backup data from my memories of that time."},{"T":"301","2":"Diana","3":"You had no choice after all. You had to protect 【kuroname】."},{"T":"301","2":"Diana","3":"It's great just being able to talk to you again like this."},{"T":"301","2":"Diana","3":"Us Forest Guards think highly of your actions."},{"T":"301","2":"Lucia","3":"Ah... Is that so?"},{"T":"301","2":"Diana","3":"After all, sacrifice and redemption are two key aspects of our creed. We sincerely respect all brave and noble people."},{"T":"301","2":"Lee","3":"Well, we think the same for the Forest Guards as well."},{"T":"301","2":"Lee","3":"I heard from Murray that Babylonia always wanted to officially thank the Forest Guards for their help in the battle of Kowloong, but Rosetta declined."},{"T":"301","3":"Diana's expression stiffens, but she remains silent."},{"T":"301","3":"She walks in silence, her horns shaking with each step. The rest of you can only follow in silence as well."},{"T":"301","2":"Diana","3":"...It's Rosetta after all."},{"T":"302","2":"?"},{"T":"301","2":"Diana","3":"It's nothing. As long as we are of help."},{"T":"301","2":"Diana","3":"We won't let this affect our alliance with Babylonia."}]