[{"T":"301","2":"Selena","3":"……"},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Gabriel","3":"Roland, are you still studying this female?"},{"T":"301","2":"Roland","3":"Pretty interesting, huh? Not really dead, but not alive either. In that state, how does she see herself..."},{"T":"301","2":"Roland","3":"...and see this world? I am quite interested in this."},{"T":"301","2":"Gabriel","3":"Save the research for later. Miss Luna wants us to gather."},{"T":"301","2":"Roland","3":"It's that one from before, right? I was just about to report to her about the Venus Splash Park."},{"T":"301","2":"Lamia","3":"Then Gestalt... I mean, what about Huaxu? You managed to get it with a lot of trouble, but are you going to set it aside for now?"},{"T":"301","2":"Gabriel","3":"It is Miss Luna's will."},{"T":"301","2":"Roland","3":"You would think that I'd be worried that things will get worse the longer it gets dragged out... but it is Miss Luna's decision, so be it."},{"T":"301","2":"Roland","3":"Lamia."},{"T":"301","2":"Lamia","3":"...Uh, yes, so... So how is it?"},{"T":"301","2":"Roland","3":"It's as you just heard. Gabriel and I will go first. The rest of the preparations are in your hands."},{"T":"301","2":"Lamia","3":"Preparations...?"},{"T":"301","2":"Roland","3":"I'm talking about the part that's related to Gestalt. What we have is just the 'key' after all. The location of the main body is our problem."},{"T":"301","2":"Lamia","3":"Do you have to? If you ask Lady Luna, will she answer for sure?"},{"T":"301","2":"Roland","3":"If we just wait around for the answer to be announced, we won't even know how we've died. You don't want to become like 'that guy' right?"},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Gabriel","3":"I'm counting on you, Lamia."},{"T":"301","3":"Gabriel ceremoniously takes off his hat and follows Roland's footsteps to the exit, then their footsteps fade."},{"T":"301","2":"Selena","3":"……"},{"T":"301","2":"Lamia","3":"Tch..."}]