[{"T":"301","2":"Sailor","3":"I sometimes wonder if the traveler truly existed."},{"T":"301","3":"The first time I noticed that traveler, it wasn't because of her stories but her singing voice."},{"T":"301","2":"Sailor","3":"The siren's call."},{"T":"301","2":"Sailor","3":"What is the most beautiful singing voice that you've ever heard? And where did you hear it?"},{"T":"301","3":"The sailor's mind seems to be drifting away, shifting between the waves like a fantasy lingering at sea."},{"T":"301","3":"The girl stands on the stern and sings. Her angelic voice is like the whispers of a holy spirit, more impressive than what Vainamoinen himself could conjure."},{"T":"301","3":"The song is harmonic with the vast ocean. It is the second half of the soothing aria. It is the joy of a lonely whale drowning in the depth of the ocean that finally finds where it belongs. And it is the most glorious ode one can sing for the vast sea when they first see it."},{"T":"301","3":"Everything looks too beautiful to be real. The girl stands alone as if a lone island surrounded by miracles."},{"T":"301","3":"How can she still sing?"},{"T":"301","3":"Pandora's box has clearly been opened and plunged the world into chaos. Abhorrent ugliness and evils inside the box were set loose, whether those bad things came from the world to humanity or the other way around."},{"T":"301","3":"How can she still celebrate the vastness of the sea?"},{"T":"301","3":"The gray currents are often deadly."},{"T":"301","3":"How can she still smile when she sees the starry sky?"},{"T":"301","3":"There is clearly only silence and perhaps ashes of a universe that is already dead."},{"T":"301","2":"???","3":"That is so beautiful."},{"T":"301","2":"???","3":"It is a view never seen before."},{"T":"301","3":"The pair of eyes stares at everything beautiful about this world."},{"T":"301","3":"Is it innocence?"},{"T":"301","3":"The girl sounds serious and looks determined."},{"T":"301","2":"???","3":"I want to find the magic that can kill this evil dragon."},{"T":"301","3":"When she pulls down her hood and hides her face, yet still decides to extend a helping hand to others..."},{"T":"301","3":"When she shares her last remaining supplies with the orphans who steal..."},{"T":"301","3":"She has made herself the new target."},{"T":"301","2":"Sailor","3":"Is that pure foolishness?"},{"T":"301","3":"Yet, there is still some wisdom and reason behind it."},{"T":"301","3":"There are only helpless survivors on the boat, which sails alone on the vast sea."},{"T":"301","3":"Some people are panicking, some are furious, and some have given up."},{"T":"301","3":"The young traveler recalls what she read from the navigation books back in the library. She operates a simple device to calculate their position on the sea."},{"T":"301","3":"The gambler who has no chance of winning takes over the steering wheel of fate and turns the compass in the direction where the girl is pointing at."},{"T":"301","3":"The sun starts to set. As the people gaze into the distance, traces of land are revealed on the horizon. What lies ahead is unknown."},{"T":"301","2":"Sailor","3":"...Alright. That's about it for the stories tonight."}]