[{"T":"102","1":"Nameless Island","2":"Day 1"},{"T":"301","3":"Regaining consciousness from deep within your mind, you find yourself lying on a white sand beach."},{"T":"301","2":"Lucia","3":"...Commandant!"},{"T":"301","3":"You gently lift your head to see Lucia looking at you nervously."},{"T":"301","3":"Based on the soreness of your chest, you infer that you were just given first aid."},{"T":"301","3":"Liv is always in charge of medical work. Lucia rarely has to handle treatment."},{"T":"301","3":"But as a Construct, first aid is obviously included in her intensive training."},{"T":"302","2":"Lucia...","4":"(Sit up)"},{"T":"301","2":"Lucia","3":"I'm here."},{"T":"301","2":"Lucia","3":"Commandant, how are you feeling?"},{"T":"302","2":"I'm fine.","4":"Cough..."},{"T":"301","2":"Lucia","3":"You almost drowned. Now you run the risk of a chest infection, but I can't examine you in a place like this. If only Liv were here..."},{"T":"302","2":"Where are we?"},{"T":"301","3":"Looking around, you see the ruins of recreational facilities scattered on the beach."},{"T":"301","2":"Lucia","3":"It resembles Venus Splash Park, but that's over 180 kilometers away..."},{"T":"301","2":"Lucia","3":"I suspect that it once belonged to Venus Splash Park. Looks like it served the same function as an island resort."},{"T":"302","2":"Looks like we're on an uninhabited island."},{"T":"301","2":"Lucia","3":"Perhaps it's not really 'uninhabited.' Judging from the current Punishing Virus concentration, it's highly possible that there are still mechanoids and supplies on the island. Maybe Scavengers live here?"},{"T":"302","2":"Let's contact the others first."},{"T":"301","2":"Lucia","3":"I already tried contacting Liv and Lee, but there was no reply."},{"T":"301","2":"Lucia","3":"The signal's too weak here. And our terminals were damaged in the riptide..."},{"T":"301","2":"Lucia","3":"We need to find a ride out of here and rendezvous with the others ASAP."},{"T":"302","2":"Alright. Let's split up."},{"T":"301","2":"Lucia","3":"No. Leave it to me."},{"T":"301","2":"Lucia","3":"The Punishing Virus concentration of the area up ahead is well within safety range. You can wait for me there."},{"T":"302","2":"I want to help, too.","4":"I'll leave it to you then."},{"T":"301","2":"Lucia","3":"You just recovered. You should rest up."},{"T":"301","2":"Lucia","3":"You can count on me."},{"T":"301","2":"Lucia","3":"Okay. See you in a bit."},{"T":"301","3":"Leaving the soft sandy beach, you walk to the center of the island by yourself amid the crashing sound of the waves."},{"T":"301","3":"The first thing you see is a spacious, abandoned plaza, followed by amusement park facilities long out of service, awaiting visitors in the mist. Both sides of the road are lined with machinery and collapsed buildings."},{"T":"301","3":"You have not been inspecting the deserted plaza for long before Lucia returns with a large bag of collected parts."},{"T":"301","3":"...And two live fish in hand."},{"T":"301","2":"Lucia","3":"Sorry, Commandant. I didn't find a boat for us to use or repair."},{"T":"301","2":"Lucia","3":"But we should be able to build a boat out of the surrounding materials. I also brought back some parts that can be used to build an engine."},{"T":"301","3":"Lucia ignores the two flopping fish. She just looks out in the direction of the surf."},{"T":"301","2":"Lucia","3":"I'm no mechanic, but I should be able to build a boat given enough time."},{"T":"302","2":"You want to... build a boat?"},{"T":"301","3":"You hesitate then nod to Lucia, trustingly. At the same time, you ponder another issue."},{"T":"302","2":"What about the Corrupted in the sea?"},{"T":"301","2":"Lucia","3":"You're right. They'll be our biggest threat."},{"T":"301","3":"She clutches the fish tightly."},{"T":"301","2":"Lucia","3":"Even though there aren't any blueprints or proper tools here, I'm confident we can build a boat to cross the sea. But we'll have no way of defending their attack."},{"T":"302","2":"Let's keep looking."},{"T":"301","2":"Lucia","3":"Okay."},{"T":"301","2":"Lucia","3":"The Punishing Virus concentration is lower nearby. I saw some mechanoids that still haven't been corrupted maintaining the buildings here."},{"T":"301","2":"Lucia","3":"But that doesn't mean there aren't hidden pockets with high Punishing Virus concentration."},{"T":"301","3":"As soon as Lucia says that, a small group of robots with cleaning tools walk down the corridor."},{"T":"302","2":"Um..."},{"T":"301","2":"Lucia","3":"What's wrong?"},{"T":"302","2":"What's with the fish...?"},{"T":"301","2":"Lucia","3":"I couldn't find that many supplies around here, but the life support systems seem to be well-maintained."},{"T":"301","2":"Lucia","3":"It's getting late, Commandant. You need to rest up and regain your strength."},{"T":"301","2":"Lucia","3":"That's why I caught you some fish. I'll get them ready for you to eat."},{"T":"302","2":"You're planning on cooking all by yourself?","4":"Need help? I know a thing or two about cooking."},{"T":"301","2":"Lucia","3":"Yes."},{"T":"301","2":"Lucia","3":"You need to rest, Commandant. We've got a tough road ahead of us."},{"T":"301","3":"Lucia looks around the plaza, holding the fish that have gradually lost their strength, and points down a brick path nearby."},{"T":"301","2":"Lucia","3":"There's an abandoned park over there. It has the lowest Punishing Virus concentration I could find."},{"T":"301","2":"Lucia","3":"Let's go to the empty library right behind it."},{"T":"301","2":"Lucia","3":"There's an abandoned cafe in it, which should have some appliances for cooking food."},{"T":"302","2":"...Let's go."},{"T":"301","3":"Reaching the library entrance, you look around to see that the place is surprisingly well-kept except for a few remnants of destruction. What happened to this island?"},{"T":"302","2":"What's with these ruins?"},{"T":"301","2":"Lucia","3":"This area must have had frequent fighting before it was abandoned altogether."},{"T":"301","2":"Lucia","3":"I saw a bunch of similar ruins while looking for parts."},{"T":"301","2":"Lucia","3":"Also... there were signs of humans, such as graffiti and messages carved into the ruins."},{"T":"302","2":"Looks like they didn't evacuate in a hurry."},{"T":"301","2":"Lucia","3":"You mean people stayed here for a while before leaving these markings?"},{"T":"302","2":"Who knows? Maybe there are still survivors here."},{"T":"301","2":"Lucia","3":"But I didn't see any signs of life."},{"T":"302","2":"Maybe they're hiding."},{"T":"301","2":"Lucia","3":"It's possible. I'll investigate more of the island later. If I can find someone to speak to, maybe we can get some intel that'll help us get off this island ASAP."},{"T":"301","2":"Lucia","3":"But right now, our main priority is to get your strength up, Commandant."},{"T":"301","3":"Lucia walks straight into the kitchen at the back of the abandoned coffee shop. She quickly cleans the counter and places the two dying fish on it."},{"T":"301","2":"Lucia","3":"The appliances are still operational, and there are also some condiments left over. Looks like this was the work of those robots..."},{"T":"302","2":"Maintaining this deserted island...?"},{"T":"301","2":"Lucia","3":"Yes."},{"T":"301","2":"Lucia","3":"They'll continue to do their scheduled work until they receive orders otherwise."},{"T":"301","3":"Lucia looks down and searches through the equipment and utensils stored within the kitchen."},{"T":"301","3":"You have known about Lucia's cooking 'skills' for quite some time, but you have never witnessed her in action."},{"T":"301","3":"You are overcome with curiosity given such a rare opportunity while your survival instinct kicks in at the same time."},{"T":"301","2":"Lucia","3":"Alright, it's showtime."},{"T":"302","2":"Showtime?","4":"..."},{"T":"301","2":"Lucia","3":"Time for me and the fish to do battle."},{"T":"301","2":"Lucia","3":"Take a step back, Commandant. Keep a safe distance."},{"T":"302","2":"A safe distance?"},{"T":"301","3":"Right as you ask, Lucia unsheathes her blade."},{"T":"302","2":"...W-wait!"},{"T":"301","2":"Lucia","3":"Is there something you wish to say?"},{"T":"302","2":"You're going to use your katana to cut the fish?"},{"T":"301","2":"Lucia","3":"Of course. It's the weapon I'm most familiar with."},{"T":"301","3":"Even though this goes against everything you know about cooking, you are also curious to see how she plans on going about it."},{"T":"302","2":"(Don't stop her)","4":"You should use a proper kitchen knife..."},{"T":"301","3":"Seeing the look of approval in your eyes, she steps back and prepares to swing."},{"T":"301","3":"The next moment, she throws one of the fish into the air and swings her knife as fast as lightning. Fish scales go flying and splatter everywhere."},{"T":"301","3":"The fish appears to float in the air. Each time it is about to fall, Lucia slices it back into the air with her katana. It remains in the air for what appears to be several dozens swings, each slice scaling the fish."},{"T":"301","3":"Based on the culinary records of the Golden Age, this cutlery skill would easily rank among the top ten chefs."},{"T":"301","3":"Seeing that there are no scales left, Lucia slices open the fish's belly and removes the viscera in one swift flick of her wrist."},{"T":"301","3":"Right as the fish finally lands on the cutting board, Lucia sends its head flying toward the ceiling in a perfect arc—nearly landing right on your head."},{"T":"301","3":"...Is that why you wanted me to stand a safe distance away?"},{"T":"301","3":"Returning to your senses, you notice that the surrounding counter has been completely destroyed in the flurry of swings from her katana. Only the small area where the fish is placed remains intact."},{"T":"301","3":"You finally understand why you received such a large bill for kitchen repairs..."},{"T":"301","2":"Lucia","3":"A kitchen knife? I'm more used to a longer blade like my katana, but I guess I could use the practice."},{"T":"301","3":"Lucia nods, grabs a knife in the shape of a dagger, then steps back in preparation to attack."},{"T":"301","3":"The next moment, she throws one of the fish into the air and swings her knife as fast as lightning. Fish scales go flying and splatter everywhere."},{"T":"301","3":"The fish appears to float in the air. Each time it is about to fall, Lucia slices it back into the air with the kitchen knife. It remains in the air for what appears to be several dozen swings, each slice scaling the fish."},{"T":"301","3":"Based on the culinary records of the Golden Age, this cutlery skill would easily rank among the top ten chefs."},{"T":"301","3":"Seeing that there are no scales left, Lucia slices open the fish's belly and removes the viscera in one swift flick of her wrist."},{"T":"301","3":"Right as the fish finally lands on the cutting board, Lucia had already sent its head flying into a corner, leaving a vibrant blood splatter on the wall."},{"T":"301","3":"...Is that why you wanted me to stand a safe distance away?"},{"T":"301","3":"Returning to your senses, you notice that the surrounding counter had been covered in scratches from the flurry of swings of the kitchen knife. Fortunately, the knife was not long enough to cause severe damage."},{"T":"301","3":"You finally understand why you received such a large bill for kitchen repairs... Or perhaps, you should be thankful that you stopped her from using her katana."},{"T":"301","3":"Before you have any time to say anything, Lucia starts doing the same thing to the second fish."},{"T":"301","2":"Lucia","3":"Now I just need to rinse the fish, slice them into pieces, boil them in broth, then they'll be ready to eat."},{"T":"302","2":"(Start panicking)","4":"(Remain calm)"},{"T":"301","3":"Lucia notices a bead of sweat form on your forehead and gives you a look of concern."},{"T":"301","2":"Lucia","3":"Are you sick, Commandant? There aren't any medic supplies here, so I'll try to finish up the soup as fast as I can. You'll feel better in no time!"},{"T":"301","3":"You calmly watch Lucia cook as if those rumors and memories had never happened."},{"T":"301","2":"Lucia","3":"I'll finish up the soup as fast as I can. Just wait a moment, Commandant."},{"T":"301","3":"Lucia turns on the faucet, fills a bucket with water, and runs it through a purifier."},{"T":"301","3":"While she waits for the water to filter, she grabs dozens of different containers, the content of which are unrecognizable."},{"T":"301","3":"After placing a pot of water on the self-heating stove, Lucia begins to slice and prepare the fish."},{"T":"301","3":"Once the water reaches a boil, she checks the sliced fish once more and places the pieces into the pot."},{"T":"301","3":"She opens the countless containers of mystery seasonings and condiments..."},{"T":"302","2":"(Don't stop her)","4":"(Offer to help)"},{"T":"301","3":"You don't make any effort to stop Lucia. You just stand by and watch her emptying all of the strange-smelling content... directly into the pot."},{"T":"301","3":"Even at a safe distance, you can tell from the smell that at least red wine, vinegar and coffee are included in the mystery broth."},{"T":"301","3":"Wait... Why is there coffee, too?!"},{"T":"301","3":"You try to stop her, but it is too late. After a brief shock, Lucia places a bowl of dark brown soup in front of you."},{"T":"301","2":"Lucia","3":"I wouldn't exactly say it's delicious, but it's the best I could do given the circumstance. Give it a try, Commandant!"},{"T":"301","3":"...You want to refuse, but you have no other choice."},{"T":"301","3":"Right as you pick up the spoon, your nose is assaulted by a barrage of vinegar, wine, and fish. You quietly gulp, and bring the spoonful of brown liquid to your mouth with your trembling fingers."},{"T":"301","3":"...The taste can only be described as pickled death."},{"T":"301","3":"The salty brine paralyzes your tongue and the fishy odor infiltrates your nasal cavity. The bitter coffee, sour wine, and pungent vinegar play a requiem for your taste buds like a beautiful rose wilting to the coming winter."},{"T":"301","3":"In this moment, your consciousness sinks into the ocean's cold depths. Opening your eyes, you only see endless darkness and loneliness. You feel as if you are suffocating. You hear the faint tolling of a bell near your ears..."},{"T":"301","3":"If you were to strike a match at this moment, you would surely see a delicious feast just out of reach."},{"T":"301","3":"As these unprovoked thoughts flash through your mind, your consciousness sinks further into darkness."},{"T":"301","2":"Lucia","3":"Commandant!!"},{"T":"301","2":"Lucia","3":"Commandant! COMMANDANT!!"},{"T":"301","3":"Regaining consciousness, you find yourself in the library on the upper level."},{"T":"301","2":"Lucia","3":"Commandant..."},{"T":"301","3":"Lucia looks at you concerned."},{"T":"301","2":"Lucia","3":"Was it... because of my soup?"},{"T":"301","3":"Your hesitation is enough for Lucia to know your answer."},{"T":"302","2":"Have you tried your own food?"},{"T":"301","2":"Lucia","3":"I've never eaten anything I made before. Constructs don't need sustenance."},{"T":"301","2":"Lucia","3":"But... I tried a bite to see if that's why you passed out."},{"T":"302","2":"And?"},{"T":"301","2":"Lucia","3":"It was... bad."},{"T":"301","2":"Lucia","3":"...But I don't know why."},{"T":"302","2":"You put everything but the kitchen sink into it..."},{"T":"301","2":"Lucia","3":"...Was it too much?"},{"T":"301","3":"She becomes lost in thought as if unable to comprehend what you had just said."},{"T":"301","2":"Lucia","3":"It's fine. I'm just going to spice it up a bit."},{"T":"302","2":"B-but..."},{"T":"302","2":"Won't doing daily activities together..."},{"T":"302","2":"Bring us closer together as team members?"},{"T":"301","3":"Lucia pauses a moment and nods."},{"T":"301","2":"Lucia","3":"Well, if you say so..."},{"T":"302","2":"Leave the seasoning to me."},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","3":"You walk up next to Lucia and carefully examine the dozens of bottles, cans and bags she just opened."},{"T":"301","3":"The content include salt, oyster sauce, red wine, coffee, saccharin, white vinegar, bean flour, ungrounded black pepper... Among the many other ingredients, there is even a bag of yeast."},{"T":"301","3":"Even though the Golden Age had revolutionized food storage, which greatly extended the shelf life of products, you smell a subtle but concerning odor coming from the containers."},{"T":"301","3":"After repeated inspection, a select few ingredients were added to the fish soup."},{"T":"302","2":"That should do it."},{"T":"301","2":"Lucia","3":"Is that really all we need?"},{"T":"302","2":"Adding more won't necessarily make it better."},{"T":"301","3":"She becomes lost in thought as if unable to comprehend what you had just said."},{"T":"301","3":"After waiting for some time, she finally brings you a clear bowl of fish soup."},{"T":"301","2":"Lucia","3":"Give it a try, Commandant."},{"T":"302","2":"Sure."},{"T":"301","3":"You calmly pick up your spoon and taste the fish soup..."},{"T":"301","3":"Given the circumstances, it's not delicious by any means. However, it's a warm and hearty soup for someone half-starved and stuck on a deserted island."},{"T":"302","2":"Want to try it for yourself, Lucia?"},{"T":"301","2":"Lucia","3":"Constructs don't need sustenance."},{"T":"302","2":"What about as a memento of us cooking together?"},{"T":"301","2":"Lucia","3":"...If you insist..."},{"T":"301","3":"After hesitating a few moments, she picks up the spoon and takes a sip."},{"T":"301","2":"Lucia","3":"...Not bad."},{"T":"301","3":"Lucia breathes a sigh of relief, then hands the spoon back. She watches quietly as you finish the bowl of soup."},{"T":"301","2":"Lucia","3":"You should get some rest now."},{"T":"301","3":"You follow Lucia up to the library on the upper floor and find a corner to rest."},{"T":"301","3":"Before getting comfortable, a question suddenly crosses your mind about what Lucia had thought about condiments just now."},{"T":"302","2":"There's something I want to ask you, Lucia."},{"T":"301","2":"Lucia","3":"What's wrong?"},{"T":"302","2":"Did you want to put in all of those ingredients?"},{"T":"301","2":"Lucia","3":"Yes."},{"T":"302","2":"Why?"},{"T":"301","2":"Lucia","3":"Because they make food taste better."},{"T":"302","2":"That's right."},{"T":"301","2":"Lucia","3":"So I thought adding more would make it taste even better."},{"T":"302","2":"Hahahahaha!","4":"What makes you think that?"},{"T":"301","2":"Lucia","3":"Sorry... Is something the matter, Commandant?"},{"T":"301","3":"Instead of laughing, perhaps it would have been better to ask her why she thought that way."},{"T":"301","2":"Lucia","3":"...Most of what I remember about cooking is from my childhood."},{"T":"301","2":"Lucia","3":"If you want to keep living, you can't be a picky eater."},{"T":"301","2":"Lucia","3":"Especially when I was by myself for the first time with nowhere to go. I was too young to distinguish between condiments."},{"T":"301","2":"Lucia","3":"Before I could use a dagger, I could barely find canned food or hardtack. Most of the food I got was expired or dirty. Sometimes it was just plants. Other times, it was just dirt."},{"T":"301","2":"Lucia","3":"For people at that time, condiments were hard to come by. Even a pinch of salt could make something like leaves easier to swallow."},{"T":"301","2":"Lucia","3":"Looking back... When I was wandering with nowhere to go, I never had enough supplies to experiment with. I never had enough condiments to make food taste bad. Now I'm afraid to put in too little."},{"T":"301","2":"Lucia","3":"After becoming a Construct and seeing the fully stocked kitchen in Babylonia, I guess I accidentally... went a bit overboard with the condiments and ingredients."},{"T":"301","2":"Lucia","3":"After that, no one even wants me going into the kitchen. So I haven't had much of an opportunity to improve."},{"T":"301","2":"Lucia","3":"I know I'm not good at cooking, but if I can practice more, I can at least..."},{"T":"301","3":"Lucia lowers her head. The library, which was already quiet, is now completely silent."},{"T":"301","3":"You knew she was not a good cook, but you have not expected this to be the reason why."},{"T":"302","2":"Lucia...","4":"(Hug her)","6":"(Remain quiet)"},{"T":"301","2":"Lucia","3":"I'm here, Commandant."},{"T":"301","2":"Lucia","3":"C-Commandant?!"},{"T":"301","3":"You hug the slightly nervous Lucia, gently stroking her long hair and kindly patting her on the back."},{"T":"302","2":"It's okay. The past is in the past."},{"T":"301","2":"Lucia","3":"But there are still a lot of people on Earth facing the same struggles."},{"T":"302","2":"So we must continue to fight."},{"T":"302","2":"We can't stop, not until we save Earth."},{"T":"301","2":"Lucia","3":"...Okay."},{"T":"302","2":"I'll always be there for you.","4":"We'll make sure no one has to wander in starvation ever again."},{"T":"301","2":"Lucia","3":"You're right, Commandant. I believe you!"},{"T":"301","3":"Lucia looks up at you. A smile returns to her lips."},{"T":"301","2":"Lucia","3":"It's getting late. Why don't you get some sleep?"},{"T":"302","2":"With all these books here, how can I? I don't want this opportunity to go to waste!"},{"T":"302","2":"I haven't been to a library in ages."},{"T":"302","2":"I wanna go have a look around."},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","2":"Lucia","3":"Then I'll keep looking for supplies. It's going to take a while to finish building the raft."},{"T":"302","2":"Stay here."},{"T":"301","2":"Lucia","3":"Is there something you need me to do?"},{"T":"302","2":"I need you to rest."},{"T":"302","2":"We can look for supplies tomorrow."},{"T":"301","2":"Lucia","3":"...Commandant."},{"T":"302","2":"It's better to be on the safe side."},{"T":"302","2":"Stay here."},{"T":"301","3":"Lucia contemplates for a moment."},{"T":"301","2":"Lucia","3":"Very well. Someone needs to be on guard anyway."},{"T":"302","2":"How about you read a book?"},{"T":"301","2":"Lucia","3":"...A book?"},{"T":"301","3":"She looks around at the sea of books, puzzled."},{"T":"302","2":"You don't like to read?"},{"T":"301","2":"Lucia","3":"It's not that. I just rarely have the chance. I don't know where to start."},{"T":"302","2":"Well, then... Find a cover you think looks interesting."},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","3":"Lucia walks up to a bookshelf. After looking through a row, she takes out a book. Some of the pages are missing, but she reads through it quickly."},{"T":"301","3":"Seeing Lucia absorbed in the book, you skim the titles of the books on the bookshelf to search for the ones you have not read."},{"T":"301","3":"However, you quickly realize that most of the books are incomplete."},{"T":"301","3":"Some books were burned, soiled, vandalized or repurposed as journals."},{"T":"301","3":"Others have been soaked, leaving traces of plants or food. You suspect that these books were taken out of the library and later returned by the Mini Bots."},{"T":"301","3":"Looking through the journals, you notice that even though the old handwriting seems to come from different authors, the content are more or less the same."},{"T":"301","3":"The journals describe a group of people gathering on this island after having nowhere else to go. They were surprised to discover such a low concentration of the Punishing Virus, but after living there a short period of time, the infection began to spread. The journals all cut off here."},{"T":"301","3":"Guess this explains all the ruins."},{"T":"301","3":"After you continue searching through all the books on the bookshelf, you discover an untitled book with an exquisite cover left in the corner."},{"T":"301","3":"Opening it, you discover that it's not actually a book. Instead, it's a foldable terminal."},{"T":"302","2":"...Select Stage?"},{"T":"301","3":"You tap the screen, causing various fairytale stages to project above the screen."},{"T":"301","2":"Lucia","3":"Commandant?"},{"T":"301","3":"Noticing the projections, Lucia sets down the book in her hands and walks over."},{"T":"302","2":"It's a book terminal."},{"T":"301","3":"She grabs the book terminal and scrolls through the catalog and its content."},{"T":"301","2":"Lucia","3":"Looks like it's a terminal for playing staged fairy tales."},{"T":"302","2":"That's right."},{"T":"301","2":"Lucia","3":"Also, it looks like the stage is this island."},{"T":"302","2":"Is it video memoire?"},{"T":"301","2":"Lucia","3":"What's that?"},{"T":"302","2":"It's like a photo, but played on the terminal."},{"T":"301","2":"Lucia","3":"I see."},{"T":"301","3":"She nods firmly."},{"T":"301","2":"Lucia","3":"Look, Commandant."},{"T":"301","2":"Lucia","3":"Is this the same 'Legend of the Mermaid'?"},{"T":"302","2":"You're right."},{"T":"302","2":"Want to read it together?"},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","3":"Lucia's eyes sparkle. Seems like she's interested in reading the story behind her coating."},{"T":"302","2":"Let's sit down and read it."},{"T":"301","2":"Lucia","3":"(Nods)"},{"T":"301","3":"Lucia hands the book terminal to you and turns to grab a blanket."},{"T":"301","2":"Lucia","3":"It's a bit chilly at night even though it's still summer. You should bundle up."},{"T":"301","3":"—Long, long ago there was a kingdom at the bottom of the sea, far, far away from humanity. It was a place where only mystical sea creatures lived and flourished."},{"T":"301","3":"Lucia's gaze is fully absorbed in the projection of the underwater palace coming from the terminal in your hands."},{"T":"301","3":"—Here lived the children of the sea. Their lower bodies were like the tail of a fish, and their upper bodies were like that of a human. Each child had the most immaculate beauty."},{"T":"301","3":"Of all the children, the youngest princess was the fairest of them all. Her skin was like rose petals, and her eyes were like deep lakes. Whenever she sang, all the fish would slow down to indulge in her beautiful song."},{"T":"301","3":"A melodious song plays from the terminal."},{"T":"301","2":"Lucia","3":"The song's so pretty."},{"T":"301","3":"—On the year of the mermaid princess's fifteenth birthday, she received her grandmother's blessing to float up to the surface and witness the beauty of the imperfect land."},{"T":"301","3":"Just as she looks around excitedly, a magnificent ship approaches her. Aboard the ship, many people in the finest clothing are celebrating the prince's birthday."},{"T":"301","3":"At that moment, the mermaid princess falls in love with both the prince and everything around him. She swears in her heart that she will join this gorgeous but fragile kingdom no matter what."},{"T":"301","3":"In order to set foot on land, she seeks a witch who resides in an underwater cave. In exchange for her voice, she receives a potion that will split her tail into two legs."},{"T":"302","2":"Wait, this story...","4":"..."},{"T":"302","2":"It's different from what I remember."},{"T":"301","2":"Lucia","3":"What's the original like?"},{"T":"302","2":"In the original, she did that so she could meet the prince."},{"T":"301","2":"Lucia","3":"So her reason is different in this version?"},{"T":"301","3":"The two of you think for a moment."},{"T":"301","3":"But there was another price for using this potion. With each step, the princess will feel like she's stepping on the blade of a knife."},{"T":"301","3":"And also—if the prince banishes her, the morning before she must return home... she will be turned to seafoam."},{"T":"301","3":"But the cost does little to dissuade her. And with that, she says goodbye to her family, drinks the potion, and ventures to the prince's palace in great pain."},{"T":"301","3":"Although she had lost her voice, she wins over the hearts of others with the most beautiful dance the world had ever seen. Thus, she is allowed to stay in the palace."},{"T":"301","3":"As time goes on, she finds herself hopelessly in love with the prince."},{"T":"301","3":"The mermaid princess wants to tell her feelings to the prince, but she cannot. Not only because she has lost her voice, but also due to her status."},{"T":"301","3":"Because, even if people around her are overwhelmed by her beauty and elegance, the prince only regards her as a dancer."},{"T":"301","3":"One day, the prince travels out to sea in his magnificent ship. Without warning, a torrential storm forms overhead. On the way back, the prince comes across a ship that had struck a reef in the storm."},{"T":"301","3":"He takes ten of his guards and rescues the stranded crew from being swallowed by the sea."},{"T":"301","3":"Among the people who survived the shipwreck, there is a beautiful girl..."},{"T":"301","3":"The prince is surprised to find that she was the princess of a neighboring kingdom. The two are in love at first sight and become engaged immediately thereafter."},{"T":"301","3":"In order to express his one-of-a-kind love, the prince orders the resignation of all the dancers in the palace."},{"T":"301","3":"The mermaid princess wants to confess her love for the prince, but all she can do is endure the pain in her feet and offer him one last dance."},{"T":"301","3":"When night falls, the little princess returns to the seaside and awaits the rising sun to turn her into seafoam."},{"T":"301","2":"Lucia","3":"This is almost like a story about abandoning one's humanity to become a Construct."},{"T":"301","2":"Lucia","3":"If you're abandoned by the military and unable to return to Babylonia, you'll end up with the same fate."},{"T":"302","2":"But a lot of people become Constructs because they have no choice.","4":"I won't let that happen."},{"T":"301","2":"Lucia","3":"You're right... Sorry for the tangent."},{"T":"302","2":"It's okay. Fairytales aren't as harsh as reality."},{"T":"301","2":"Lucia","3":"But I believe that as long as you're on Gray Raven, Commandant, the three of us won't be met with the same fate."},{"T":"301","2":"Lucia","3":"I believe that as long as you're on Gray Raven, Commandant, the three of us won't be met with the same fate."},{"T":"301","3":"Lucia smiles, then looks back at the terminal."},{"T":"301","3":"—But right as daybreak is upon her, she hears a familiar singing."},{"T":"301","3":"It's the sound of her sisters singing."},{"T":"301","3":"They had given their long luscious locks to the witch in exchange for a dagger."},{"T":"301","3":"So long as she is able to kill the prince with this dagger, her legs will return to their original form and she will be able to return to the sea."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"The princess grabs the dagger and returns to the prince's bedchamber. She ponders and ponders. But in the end, she is unable to strike down the prince."},{"T":"301","3":"The princess suddenly hears a noise outside the bedchamber, and quickly hides behind the curtains."},{"T":"301","3":"Between the gap in the curtains, she looks in horror as the attendants throw two familiar figures in front of the window."},{"T":"301","2":"???","3":"Our sincerest apologies for disturbing you so late into the night, Your Highness."},{"T":"301","2":"Prince","3":"No matter. I had yet to retire to bed anyway."},{"T":"301","2":"???","3":"We captured these two mermaids just offshore. We overheard them plotting your assassination!"},{"T":"301","2":"Prince","3":"...Is that so?"},{"T":"301","2":"???","3":"Awaiting orders to execute them, Your Highness!"},{"T":"301","3":"The prince remains quiet for a moment, then pulls out a sword hanging on the wall next to the window..."},{"T":"301","3":"Seeing this, the princess can no longer bear the grief and anger. She jumps out from behind the curtain and stabs the prince in the chest with the dagger."},{"T":"301","3":"As the mermaid princess's legs are stained with his blood, the palace is engulfed by a tidal wave. Her legs return to their original fish-like tail, and she swims back to the underwater kingdom with her sisters to live happily ever after."},{"T":"301","2":"Lucia","3":"I'm guessing the ending is completely different, too. Isn't it, Commandant?"},{"T":"302","2":"That's right."},{"T":"301","2":"Lucia","3":"But something seems a little strange."},{"T":"301","2":"Lucia","3":"If the prince really hadn't fallen asleep like he said, wouldn't he have realized the princess was in the room?"},{"T":"302","2":"You're right. Maybe there's more to the story."},{"T":"301","2":"Lucia","3":"Was the author just being careless? Or are they trying to tell us something?"},{"T":"301","2":"Lucia","3":"Speaking of which... How did the original story end?"},{"T":"301","3":"Right as you are about to tell Lucia, you see a hidden icon below with the text 'Classic Mode' in dark gray letters."},{"T":"301","3":"After pressing it, the book terminal begins to play the audio once more. However, it is the original version."},{"T":"301","3":"—The beginning of the story is consistent with the revised version. When the little mermaid princess is 15 years old, she floats to the surface and becomes enamored with the prince and everything around him."},{"T":"301","3":"On the way to the prince's banquet, a surprise storm capsizes the prince's ship, and everyone falls into the water. Seeing that the prince is about to die, she swims over recklessly to save him and pulls him ashore."},{"T":"301","3":"But humans and mermaids are different creatures after all. In order to hide her secret, she hurries back to sea after confirming that the prince is safe."},{"T":"301","3":"Not long after, a young girl finds the prince. She alerts others to come help him, waking him up in the process. As a result, he mistakes her for the girl who saved him—not knowing anything about the little mermaid."},{"T":"301","3":"To set foot on land and meet with the prince again, she seeks a witch who resides in an underwater cave. In exchange for her voice, she receives a potion that will split her tail into two legs. But there is another price for using this potion. Each step the princess takes will feel like stepping on the blade of a knife."},{"T":"301","3":"And—if the prince proposes to another princess and does not accept her, then on the morning before the wedding day... she will turn to seafoam."},{"T":"301","3":"But the little princess has lost her voice and cannot speak to the prince. Even though those around him are overwhelmed by her dancing and beauty, the prince is still in love with the girl who rescued him on the beach."},{"T":"301","3":"Not long after, the king and the queen had chosen a bride for the prince—a princess from a neighboring kingdom. When the prince goes to pick her up by boat, he discovers that the princess was the same girl he thought saved him."},{"T":"301","3":"The two become engaged right there on the spot..."},{"T":"301","3":"When night falls, the little princess returns to the seaside and awaits the rising sun to turn her into seafoam."},{"T":"301","3":"Hearing this news, her sisters had given their long luscious locks to the witch in exchange for a dagger. So long as she is able to kill the prince with this dagger, her legs will return to their original form and she will be able to return to the sea."},{"T":"301","3":"But that is not what the princess does. She cannot kill the prince in his sleep. Instead, she tosses the dagger into the sea."},{"T":"301","3":"When the sun rises... The most beautiful mermaid princess in the world returns to the sea as seafoam."},{"T":"301","2":"Lucia","3":"Looks like the biggest difference is how the story ends."},{"T":"302","2":"You're right."},{"T":"301","2":"Lucia","3":"In one ending, she kills the prince to protect her sisters. In the other ending, she sacrifices herself and allows the prince to continue living without knowing what she has done for him."},{"T":"301","2":"Lucia","3":"It's still a sad story regardless of which ending it is... but I still prefer the original."},{"T":"301","2":"Lucia","3":"Someone brave enough to die for what they love... That's true bravery."},{"T":"302","2":"Because that's what she chose?"},{"T":"301","2":"Lucia","3":"Yes. Even though it didn't end the way she wanted, she has no regrets."},{"T":"302","2":"Is that the kind of ending you would choose if you were her?"},{"T":"301","2":"Lucia","3":"...That kind of ending?"},{"T":"301","2":"Lucia","3":"Would you be upset if I sacrificed myself, Commandant?"},{"T":"302","2":"Yes.","4":"No."},{"T":"301","2":"Lucia","3":"Then I wouldn't sacrifice myself. I wouldn't want to hurt you."},{"T":"302","2":"Thank you.","4":"But you've already done that."},{"T":"301","2":"Lucia","3":"I'd never do anything to hurt you."},{"T":"301","2":"Lucia","3":"If I'm forced to choose between the two, I'll find a third option."},{"T":"301","2":"Lucia","3":"But that wasn't my ending. It was just a part of my life and a small part of my time in Gray Raven."},{"T":"301","2":"Lucia","3":"And I didn't sacrifice myself because of that, Commandant. I may have taken a detour, but I'm back now."},{"T":"301","3":"Hearing this response, her expression barely changes."},{"T":"301","2":"Lucia","3":"Good. If that day comes, I wouldn't want to hurt you."},{"T":"301","2":"Lucia","3":"Saving Earth is a long and daunting mission. Sacrifices must be made along the way."},{"T":"301","2":"Lucia","3":"If you're so caught up on sadness, you'll be stuck in the past and unable to move toward the future."},{"T":"302","2":"Sacrificing oneself should never be the premise for fighting."},{"T":"301","2":"Lucia","3":"You're right. As long as you're here, I'll cherish my life."},{"T":"301","2":"Lucia","3":"I'll protect myself—whether that's to save Earth more quickly or to stay with you even longer."},{"T":"302","2":"...And if I'm not here?","4":"...And if I'm assigned to another team?"},{"T":"301","2":"Lucia","3":"...Then we'll see each other again once we rescue Earth."},{"T":"302","2":"I wasn't talking about being assigned to another team..."},{"T":"301","2":"Lucia","3":"I know. Just like the original version of the story..."},{"T":"301","3":"Lucia's smile seems to hint at a frown."},{"T":"301","2":"Lucia","3":"If you become seafoam, then I'll be the sea."},{"T":"301","2":"Lucia","3":"If that day comes, I want to be wherever is closest to you... That way I can tell you about our victory again and again."},{"T":"301","2":"Lucia","3":"But for me, the best future can only be achieved if you are beside me and the others. That's why I'll do everything in my power to protect you."},{"T":"302","2":"(Nods)","4":"We'll do this together."},{"T":"301","2":"Lucia","3":"As long as I know you're safe somewhere, I won't lose my way."},{"T":"301","2":"Lucia","3":"When we save Earth, I'll find you."},{"T":"301","2":"Lucia","3":"We'll be able to go wherever we want then. Can't we?"},{"T":"302","2":"Of course."},{"T":"301","3":"Lucia smiles and nods, then looks back at the terminal."},{"T":"301","2":"Lucia","3":"But... Why'd they want to change the original story to this?"},{"T":"302","2":"Maybe to make it more novel?","4":"Maybe they were writing what happened to them?"},{"T":"301","2":"【kuroname】","3":"In the records of the Golden Age, some authors would deliberately adapt familiar stories to entice readers."},{"T":"301","2":"【kuroname】","3":"...This island has been deserted for too long. Maybe someone who once lived here wrote down their own experience through stories."},{"T":"301","2":"Lucia","3":"I see. Perhaps, you're right."},{"T":"301","2":"Lucia","3":"Hmm..."},{"T":"301","2":"Lucia","3":"I'd like to continue this discussion, but you need to get some rest, Commandant."},{"T":"302","2":"Okay, good night.","4":"You should get some rest too, Lucia."},{"T":"301","2":"Lucia","3":"Me?"},{"T":"301","2":"Lucia","3":"Constructs don't need to sleep, but I'll stay by your side until it's light out."},{"T":"302","2":"Okay, good night."},{"T":"301","2":"Lucia","3":"Good night, Commandant."}]