[{"T":"301","2":"【kuroname】","3":"Are you alone?"},{"T":"301","2":"Lucia","3":"I'm..."},{"T":"301","2":"Lucia","3":"It's just me."},{"T":"301","3":"It's always been just me."},{"T":"301","3":"Solitude is how everyone came into this world and how most people are. I have often fallen back on this aloof coldness to deter the people who tried to make conversation."},{"T":"301","2":"【kuroname】","3":"What a coincidence, I'm 'just me' too."},{"T":"301","2":"Lucia","3":"Huh?"},{"T":"301","3":"It was an answer I hadn't heard before. Perhaps the person timed it just right, but the first thing that greeted me when I looked up was a smile."},{"T":"301","3":"An abashed smile, to be sure, but with no lack in warmth."},{"T":"301","3":"Just the smile to put me at a loss..."},{"T":"301","2":"Lucia","3":"How could someone called 'top gun' pretend to understand, to sympathize? Someone like you would never understand what I feel."},{"T":"301","2":"【kuroname】","3":"I do."},{"T":"301","2":"Lucia","3":"What is that supposed to mean..."},{"T":"301","2":"【kuroname】","3":"Want to come with me?"},{"T":"301","2":"【kuroname】","3":"I have a dream, but I cannot make it real on my own."},{"T":"301","2":"Lucia","3":"Wouldn't any other team do?"},{"T":"301","2":"【kuroname】","3":"No one but you will do. No one understands solitude like you. No one yearns to connect like you."},{"T":"301","2":"【kuroname】","3":"Will you help me, Lucia?"},{"T":"301","3":"The person extended a hand. I knew I should extend mine, but..."},{"T":"301","2":"Lucia","3":"Picking a team like mine won't help you. Babylonia will never clear an under-staffed team for combat operations."},{"T":"301","2":"【kuroname】","3":"Then we'll just have to go find staff. We have to start somewhere."},{"T":"301","2":"Lucia","3":"Starting somewhere..."},{"T":"301","2":"【kuroname】","3":"It doesn't matter if we start from nothing, whether we're top of the class or bottom of the barrel. None of it matters."},{"T":"301","2":"【kuroname】","3":"Because from this nothingness of new beginnings, the most precious things will come."},{"T":"301","2":"Lucia","3":"Most precious... Could I... ever find such a thing?"},{"T":"301","2":"【kuroname】","3":"You will. I promise."},{"T":"301","2":"Lucia","3":"What... is it that you want to do?"},{"T":"302","2":"Eradicate the Punishing Virus","4":"See smiles on everyone's faces","6":"I haven't decided yet"},{"T":"301","2":"Lucia","3":"Eradicate the Punishing Virus... Do you think it's even possible? Eradicating something we know next to nothing about?"},{"T":"301","2":"Lucia","3":"I don't know why, but... something tells me that if I follow you, anything is possible..."},{"T":"301","3":"It was a strange feeling, but every word from the person in front of me filled me with confidence."},{"T":"301","3":"And with it, the courage to lay down everything in pursuit of those words."},{"T":"301","2":"Lucia","3":"Smiles on everyone's faces. You are a weird one... Ah, forgive me. I misspoke."},{"T":"301","2":"Lucia","3":"If it is possible, I too would like to see smiles on everyone's faces."},{"T":"301","2":"Lucia","3":"What a world it would be, to inspire such joy in everyone."},{"T":"301","3":"Listening to 【kuroname】's words, I began to imagine such a world, and my place in it."},{"T":"301","3":"At least I wouldn't be alone in such a world. Then, if someone were to ask me again, if it was just me..."},{"T":"301","3":"In that world, I may be able to say no. 'No, everyone's here.'"},{"T":"301","2":"Lucia","3":"You... haven't decided what to do next?"},{"T":"301","3":"Such powerful words, only to be followed by such indecision."},{"T":"301","3":"The person to be my commandant merely saw me there, and walked over, and that was that."},{"T":"301","3":"Such was Commandant's personality."},{"T":"301","3":"And so I took the hand."},{"T":"301","3":"And I will never, ever let go."}]