[{"T":"301","3":"06:13 a.m."},{"T":"301","3":"Shortly after the main troop has evacuated, the ground quakes and reverberates due to some sort of explosion."},{"T":"301","3":"After the deafening noises fade away, the world goes quiet for another half a minute before the footsteps of a horde of Hetero-Creatures come from somewhere nearby."},{"T":"301","3":"They do not seem to notice the people hiding in the basement. Instead, they go straight across the conservation area and head for where the explosion took place."},{"T":"301","3":"The footsteps continue for more than half an hour. Then, a few more loud bangs come from the distance."},{"T":"301","3":"Trapped in the basement, the elders and the boy have no way of knowing what is going on out there. But they notice the Central Purification Filter has started glowing red after the footsteps of those Hetero-Creatures disappeared."},{"T":"301","3":"No one can tell what the red indicators meant. They only know something has stopped working."},{"T":"301","3":"Then, the malfunctioning Central Purification Filter starts sending in thick mists of the Punishing Virus instead of breathable air. It is no longer safe to hide underground."},{"T":"301","3":"The old woman helps Cali return to the surface, but then returns to where they were half an hour later."},{"T":"301","2":"Old Lady","3":"All I saw out there was the Red Tide. They are like mud scattered everywhere on the surface. Some were even buried in pits."},{"T":"301","3":"She points at her leg. The part of her body below the ankles, covered in Red Tide, has started to fester."},{"T":"301","2":"Old Lady","3":"The pits are even deeper further out. We're trapped here."},{"T":"301","3":"Distressed, she sighs and sits on a stretcher. She cannot move her attention away from Cali."},{"T":"301","2":"Old Lady","3":"Old man, try to rest."},{"T":"301","2":"Cali","3":"...Ouch..."},{"T":"301","2":"Old Lady","3":"I know. I'm hurting too. I stepped into Red Tide just to find you a path forward. My legs are festering now. I'm afraid my time is coming soon."},{"T":"301","2":"Old Lady","3":"Rest now. When you wake up, the pain will have gone away."},{"T":"301","3":"Trembling, Cali nods and lies on the empty stretcher."},{"T":"301","3":"11:00 a.m."},{"T":"301","3":"It has been 5 hours after the main troop evacuated."},{"T":"301","3":"Judging by how fast they traveled last time, they have to be well on their way back."},{"T":"301","3":"At the thought of this, Stanley smiles. He raises his hand to rub Matches' head in an attempt to keep hunger at bay by feeling its soft touch."},{"T":"301","3":"The old woman sitting not very far away lifts up her pants and reveals a pair of legs that have been completely corroded by the Punishing Virus."},{"T":"301","3":"Before Liv leaves, she leaves behind two serums and a can from their scarce resources."},{"T":"301","3":"The three struggle to decide how to distribute these supplies, and eventually give the can to Stanley and let the old couple have the serums."},{"T":"301","3":"But Stanley doesn't open the can immediately. He plans to save this precious supply until the very last."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"Now that the supplies have been distributed, the boy leaves the two elders and goes into the room next door for some sleep."},{"T":"301","3":"As Cali falls asleep, the old woman still has her eyes wide open, seeming to be reminiscing something."},{"T":"301","3":"04:00 p.m."},{"T":"301","3":"It has been 10 hours after the main troop evacuated."},{"T":"301","3":"Even dressed in the protective suit, Stanley can still feel the open wounds on her legs festering very quickly."},{"T":"301","3":"He doesn't know where to find a device to assess the concentration of the Punishing Virus. But judging by the purulence coming out of his wounds, he can roughly come up with an estimate."},{"T":"301","2":"Stanley","3":"How much longer will they take...?"},{"T":"301","3":"Judging by their speed last time, they should have returned here by now. But so far, they have heard nothing."},{"T":"301","3":"'Perhaps they are traveling slower this time because there are more people.' Stanley tries to calm himself."},{"T":"301","2":"Stanley","3":"The people in City 044..."},{"T":"301","3":"Before they left on foot, Stanley heard Liv mention the CPF of City 044 also malfunctioned."},{"T":"301","3":"But he believes Liv and Gray Raven will repair the Central Purification Filter. And he also believes what she said, that by planning 'a safety route', they can stay away from the Red Tide."},{"T":"301","3":"But he is not sure whether he can find such a safety route himself."},{"T":"301","3":"Is the Punishing Virus in City 044 as dense as it is here?"},{"T":"301","3":"He keeps thinking about these two questions, but so far he can only find a negative answer to them both."},{"T":"301","3":"Her legs ache as time goes by. He has to rip and pull at the sheet and pillow to distract himself from the pain."},{"T":"301","2":"Matches","3":"(Whimpers)"},{"T":"301","3":"Worried, Matches keeps licking Stanley's hand, which keeps a firm grip on the pillow. This would have brought Stanley peace of mind, but the same trick does not work so well this time."},{"T":"301","3":"Nevertheless, he tries his best to raise his trembling hand and take Matches into his arms."},{"T":"301","2":"Stanley","3":"...I'm glad you are okay. How I wish humans were just like animals. You carry the Punishing Virus... but you are not affected by it."},{"T":"301","2":"Stanley","3":"It's okay. I am sure I'll get better. Liv said so herself. She will return."},{"T":"301","2":"Matches","3":"...Woof."},{"T":"301","3":"Tears stream down Stanley's face and drop on Matches' head, but the tears stop rolling down from there. Instead, the dog's fur sucks the tears dry. It is as if the dog stops the pain."},{"T":"301","2":"Stanley","3":"I will get better..."},{"T":"301","3":"He struggles to put a smile on his face, and takes out the pen and paper the other boy gave him."},{"T":"301","2":"Stanley","3":"If I could realize my wishes..."},{"T":"301","2":"Stanley","3":"...I want to... leave this place... and find freedom..."},{"T":"301","3":"Knowing it will end up in vain, he dares to dream all the same. In the corner of this paper that 'makes wishes come true', he draws a pair of simple wings."},{"T":"301","2":"Stanley","3":"Take me to the sky... across and beyond the Red Tide..."},{"T":"301","3":"Like a drowning person holding onto his life-saving straw, he thickens the lines of that pair of wings."},{"T":"301","2":"Stanley","3":"Together with my Matches... away from this place... to somewhere we belong..."},{"T":"301","3":"However, tormented by hunger, agony, and the Punishing Virus, he struggles to see the wings clearly no matter how hard he thickens those lines."},{"T":"301","3":"In a trance, Stanley notices a series of crimson pearls drop on the pair of wings and blossom like a flower of despair."},{"T":"301","3":"It's blood."},{"T":"301","3":"09:00 p.m."},{"T":"301","3":"After nightfall, the surface, now painted in red, is as dark and silent as the basement."},{"T":"301","3":"After 15 hours of waiting, there is still no news bringing hope from outside the gate of this conservation area."},{"T":"301","3":"Cali awakes several hours later in a daze. He approaches his partner and taps on her shoulder, but realizes she is as cold as ice."},{"T":"301","2":"Cali","3":"...Lina..."},{"T":"301","3":"He struggles to pronounce her name, but this ice-cold body will no longer respond to his call."},{"T":"301","2":"Cali","3":"..."},{"T":"301","3":"Time is always one step ahead. He couldn't even say goodbye before she went gently into that good night."},{"T":"301","3":"In the dim light, the old man caresses her wrinkled skin and the festering wounds as if he is combing back through his memories and trying to recall the Lina he remembers."},{"T":"301","3":"They spent a long time together. Illness and aging took away many of his memories, but the remaining ones are all whispering the same name."},{"T":"301","2":"Cali","3":"...Lina... Lina..."},{"T":"301","3":"With tears in his eyes, he looks at the woman named Lina and holds her cold hands with his rough ones before leaning against her."},{"T":"301","2":"Cali","3":"Wait for me... We'll go back home together..."},{"T":"301","3":"Hunger, cancer, infection, aging... With these as his tickets to heaven, he will surely follow in her wife's footsteps very soon."},{"T":"301","3":"06:00 a.m."},{"T":"301","3":"The cozy breeze travels across this land ravaged by disasters as the light of dawn shines."},{"T":"301","3":"But this beautiful view does not bode well for the boy who suffers from his festering wounds. The only thing keeping the pain at bay for him is the night when he is asleep."},{"T":"301","3":"It has been 24 hours since the main troop evacuated. The hopeless people waiting in this basement still receive no news from the outside world."},{"T":"301","2":"Stanley","3":"...What could have happened to them...?"},{"T":"301","2":"Stanley","3":"Or... have they decided to abandon us...?"},{"T":"301","3":"For the next few hours, he tries to fall asleep again many times, but time and time again he is awakened by pain or hunger."},{"T":"301","3":"He struggles to get out of bed, but realizes he is too weak to do so."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","2":"Stanley","3":"Many people left with them... It would be bad... if anything happened to them..."},{"T":"301","2":"Stanley","3":"But I... I think I'm okay with that... After all... I never enjoy living..."},{"T":"301","2":"Liv","3":"...Do you even realize what you just said?"},{"T":"301","3":"In a trance, he recalls what Liv once asked him. But the memory is soaked in a sea of nothingness and hard to recollect."},{"T":"301","3":"He only remembers that, before this ever-lasting, desperate night arrived, he thought he was not afraid of illness or death because of the pain he had suffered."},{"T":"301","2":"Stanley","3":"...What did I say?"},{"T":"301","3":"Struggling to recollect the fragmented pieces of his memories, the boy curbs his body, fighting hard to resist the insurmountable pain. The festering wounds torment both his body and his soul."},{"T":"301","3":"...If life is so painful, he might as well embrace death..."},{"T":"301","3":"But what if he could break free from the suffering and live somewhere peacefully without pain?"},{"T":"301","2":"Stanley","3":"...No, that's impossible..."},{"T":"301","3":"He tries to convince himself, but deep down, he still wants to give it a try."},{"T":"301","2":"Matches","3":"Woof!"},{"T":"301","3":"When all hope is lost, Stanley hears a sound coming from the gate of this basement. It seems someone is approaching."},{"T":"301","2":"Stanley","3":"...They're back!"},{"T":"301","3":"After hours of waiting, this glimpse of hope is like the injection of adrenaline, giving him enough power to fight off the physical pain and fatigue and struggle to stand up. Excited and happy, he staggers to find the old couple sleeping next door."},{"T":"301","2":"Stanley","3":"...Cali... They are back!"},{"T":"301","2":"Stanley","3":"Cali...?"},{"T":"301","2":"Matches","3":"(Whimpers)"},{"T":"301","3":"Stanley notices the old couple not moving. Confused, he takes two steps forward and tries to tap on his shoulder, but realizes his face is pale white."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"He tries to resuscitate them, just like how an adult would do, but realizes their bodies have long grown cold and stiff."},{"T":"301","3":"He slightly lifts up their clothes and sees their skins have turned into the festered Red Tide."},{"T":"301","3":"...Just like the wounds on his body."},{"T":"301","2":"Stanley","3":"Matches... Even they are..."},{"T":"301","2":"Matches","3":"..."},{"T":"301","2":"Stanley","3":"It's okay. Even if we are the only ones left... we will make it out of this place..."},{"T":"301","3":"His clothes are stuck to his sticky, coagulated purulence and blood. The slightest pull at the clothes brings him indescribable pain."},{"T":"301","3":"But to find hope that lies beyond the sealed gate, he holds his cane firmly and heads for the outside world."},{"T":"301","3":"With a deep, loud noise, the sealed gate opens."},{"T":"301","3":"The morning breeze carries a stench that floods the basement, heralding how he will find no salvation in the outside world."},{"T":"301","3":"What was the sound that he heard? And where did it come from? Was it the wind and ruins making the noises, or was his mind playing tricks on him?"},{"T":"301","2":"Stanley","3":"Where are you?!"},{"T":"301","3":"Mustering all his strength, he cries. The shout echoes through the wasteland of this conservation area. Eventually, only wind answers his call."},{"T":"301","2":"Stanley","3":"...It must still be near, right?"},{"T":"301","2":"Stanley","3":"The others are not back yet, but it just might be a Scavenger who accidentally trespassed this area..."},{"T":"301","3":"The boy does not want to give up hope. He takes a step forward and leaves the people sleeping forever in that basement as he starts climbing and searching."},{"T":"301","3":"10:00 a.m."},{"T":"301","3":"He leaves the basement and searches the entire conservation area. But even now that he has reached the top of this building, there is not a single soul in sight."},{"T":"301","3":"It has been 28 hours since the main troop left."},{"T":"301","2":"Stanley","3":"...No one is coming back."},{"T":"301","2":"Stanley","3":"Everyone is dead."},{"T":"301","3":"Having lost all hope, he lies prone on the top of this building and looks down at its central courtyard below. He wants to cry, but there are no tears left to be shed."},{"T":"301","2":"Stanley","3":"...Take me away from this place, please..."},{"T":"301","3":"To search in this building that isn't very spacious, he has spent 4 hours moving around. With every step he takes, the wounds pain him. He has run out of stamina. There is no way he can return the way he came."},{"T":"301","3":"For more than a month, he and Matches have never had a proper meal. It is not just him. Even Matches has run out of strength and lies flat on the floor."},{"T":"301","3":"To most Scavengers, 28 hours is nothing but time that passes in the twinkling of an eye. It was like that to Stanley once."},{"T":"301","3":"But having been tormented by a month of hunger and illness, 24 hours of suffering and 4 hours of seeking are enough to nearly kill him."},{"T":"301","3":"The boy is on the verge of death. Silent, he looks at the can in his hand. That is his hope."},{"T":"301","2":"Stanley","3":"Will things start getting better if Matches and I eat this now?"},{"T":"301","3":"The answer to that is no."},{"T":"301","3":"A half-full can will not bring back strength or heal wounds. The fact will not change: he is trapped on the top of a building in the conservation area, and there is no way he can walk all the way back."},{"T":"301","3":"Before long, he will be affected by the Punishing Virus. His body will fester and he will meet his end here."},{"T":"301","3":"To him, eating is pointless now. He might as well save it for another creature that needs it more."},{"T":"301","3":"The boy has made up his mind. He opens the can and places it in front of Matches."},{"T":"301","2":"Stanley","3":"Come... You can have it."},{"T":"301","3":"Watching as Matches chows down the food, he finds a smile on his face."},{"T":"301","3":"'Why am I still smiling?' He thinks to himself. Is it because the situation has improved? Of course not. This boy is smiling... because he sees Matches happy."},{"T":"301","3":"That alone brings peace to his mind."},{"T":"301","2":"Stanley","3":"Sorry... I couldn't find any supplies to feed you sooner..."},{"T":"301","3":"He looks up to the sky through that pair of wings he drew on the paper. Some memories previously blurred to him are becoming clearer."},{"T":"301","3":"'I need Matches by my side. He's the only thing keeping me going.'"},{"T":"301","3":"'If I ever run out of supplies, I'll abandon myself—not Matches.'"},{"T":"301","2":"Stanley","3":"..."},{"T":"301","2":"Stanley","3":"...I remember now. I remember what I told Liv..."},{"T":"301","3":"Putting the paper back into his pocket, he grasps the delusional fantasy."},{"T":"301","2":"Stanley","3":"...Matches... I'm happy I still have a can left for you."},{"T":"301","2":"Stanley","3":"...So..."},{"T":"301","3":"He has no regrets."},{"T":"301","3":"In his mind, the boy, nearing his death, grows a pair of wings on his back."},{"T":"301","2":"Stanley","3":"I'm leaving this place to soar in the sky."},{"T":"301","2":"Matches","3":"Woof!"},{"T":"301","2":"Stanley","3":"Sorry, I cannot take you with me... Will you hate me for that?"},{"T":"301","2":"Matches","3":"..."},{"T":"301","2":"Stanley","3":"If you don't answer me, I'll take that as a no. Forgive me."},{"T":"301","2":"Stanley","3":"...I'm sorry."},{"T":"301","3":"He struggles to stand up and slowly moves closer to the edge of the building."},{"T":"301","2":"Stanley","3":"...Do you think... they are ever coming back?"},{"T":"301","2":"Matches","3":"..."},{"T":"301","2":"Stanley","3":"I hope they do. But at the same time, I fear they might run into the Red Tide that surrounds this conservation area."},{"T":"301","3":"With his every movement, those festering wounds being pulled and torn bring insufferable pain, but he doesn't stop."},{"T":"301","2":"Matches","3":"Woof!"},{"T":"301","2":"Stanley","3":"If they do return... and realize there is no one left here, will they be sad?"},{"T":"301","2":"Matches","3":"(Whimper)"},{"T":"301","2":"Stanley","3":"I guess I won't live long enough to find out..."},{"T":"301","3":"He shakes his head to shake off the meaningless thoughts. But still, he decides to leave a message on the back of that paper."},{"T":"301","2":"Stanley","3":"I don't know if I'm writing it right... If only I had more time to learn."},{"T":"301","3":"With this little regret, he puts this paper scribbled with a barely intelligible message into the cleanest pocket of his shirt."},{"T":"301","2":"Stanley","3":"I'm leaving now, Matches."},{"T":"301","2":"Matches","3":"(Whimpers)"},{"T":"301","2":"Stanley","3":"Stay strong and live. Even if you have to eat my body to survive, do it."},{"T":"301","2":"Stanley","3":"This is all I can do for you."},{"T":"301","2":"Matches","3":"Woof...! Woof!"},{"T":"301","3":"He spreads the wings in his mind and, like a bird longing for freedom, he embraces the sky and looks up to chase the sunlight."},{"T":"301","2":"Stanley","3":"I'm sorry... See you in the next life..."},{"T":"301","3":"The boy jumps off the building."},{"T":"301","3":"...But as expected, a pair of spiritual wings cannot take flight."},{"T":"301","3":"The boy quickly falls to the ground and hits a pile of empty boxes."},{"T":"301","3":"If it was in a scripted story, his pain would have stopped right then and there. But reality doesn't have such mercy on him."},{"T":"301","3":"The pieces of scraps in those boxes have delayed his death. Grim Reaper didn't come to collect his soul and take away his pain as quickly as he thought."},{"T":"301","3":"He tries to move his body, but he is no longer in control. Now, all he can do is wait and see how things unfold."},{"T":"301","3":"The first thing he notices is the sound of flowing liquid."},{"T":"301","3":"Unlike the sound of raindrops falling on the ground or water streaming out of a tube, this is more like when you break a bottle and the milk inside starts leaking out. Though there isn't much difference, he can still tell the liquid is thicker than water. It is most likely his blood."},{"T":"301","3":"Later on, numbness and pain start seeping through his limbs and eating away his consciousness. When the feeling of pain fills his limbs, Stanley finally realizes he no longer has enough strength to shout."},{"T":"301","3":"Death... has never been just a number or name on a list of victims. It is a body that carries the weight of both the past and future, experiencing unimaginable pain as the mind gets ground to dust."},{"T":"301","3":"The agony of fractured limbs becomes almost eternal. Each drop of blood takes years to fall onto the ground."},{"T":"301","2":"Stanley","3":"...It... hurts..."},{"T":"301","3":"His voice is muffled by the blood as it turns into bubbling noises."},{"T":"301","3":"His heart is ravaged by pain. Had he known this would be so tormenting, would he still choose to take his own life this way?"},{"T":"301","3":"Death has never been easy. It is not a simpler way out."},{"T":"301","2":"Stanley","3":"Do I... regret this...?"},{"T":"301","3":"Before this day, he had witnessed many people's death."},{"T":"301","3":"Many refugees would tell themselves, 'The worst that can happen is death.'"},{"T":"301","3":"He remembers, when he passed by the conservation area, a conservation worker wearing glasses mentioned a term: Sustained Suicide Fantasy."},{"T":"301","3":"He said the thought might look pessimistic and negative, but it could help people find a way 'out,' and in that process, also find a little bit of courage to carry on."},{"T":"301","3":"Except that it isn't really a way 'out.' Once you step into it, things become a downward spiral."},{"T":"301","3":"The boy is being tormented by extreme pain that continues to attack his mind and soul. His throat cannot shout, so instead, his heart bleeds and wails and screams for him."},{"T":"301","3":"As it happens, a question to himself becomes clearer."},{"T":"301","3":"...Will death really free me?"},{"T":"301","2":"Stanley","3":"...No..."},{"T":"301","3":"An old man once told him that freedom was the ability to run free even when you were burdened with shackles."},{"T":"301","3":"If a man gives up life to chase freedom, he is but a slave of his desire, forced to give up on himself."},{"T":"301","3":"Every inch of his body is in pain and protesting his foolish decision. The agony is pulling at his mind, begging him to stand up and save himself."},{"T":"301","3":"...So, did all this happen because he made a wrong choice?"},{"T":"301","2":"Stanley","3":"...No..."},{"T":"301","3":"He struggles and utters the same answer he had given to so many questions."},{"T":"301","3":"From the very beginning, he thought about the possibility. The main troop might not return."},{"T":"301","3":"But even so, Stanley doesn't regret giving another person a chance to evacuate."},{"T":"301","2":"Stanley","3":"My regret is that..."},{"T":"301","3":"Since he was born, he has suffered much pain and failed many people. All of it makes an idea very clear."},{"T":"301","3":"If he had a choice, he didn't wish to be born into this world."},{"T":"301","3":"This regret planted a seed in his mind that has been growing ever since, which is why he has always put others before himself."},{"T":"301","3":"But no matter how much he regrets this life, he cannot deny his existence. So, this child who resents and despises life so much, knowing death isn't a way out and that there is a heavy price to pay, has no choice but to face his tragic ending all the same."},{"T":"301","3":"'People who have not experienced love will spend their lives looking for substitutes.'"},{"T":"301","3":"This child, abandoned time and time again, has always wanted to prove somehow that he doesn't always have to be left behind."},{"T":"301","3":"Now that he has felt the pain and loneliness of pain, he finally understands the value of life. And he is more certain than ever that he has no regrets."},{"T":"301","2":"Stanley","3":"...This is all I ever wish for..."},{"T":"301","3":"Suffering the pain that is tearing him apart, the boy finds his answer and starts praying."},{"T":"301","3":"And when all the blood has escaped, the body becomes frozen in time."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"Though it was only a brief moment, Stanley felt it strongly."},{"T":"301","3":"...His soul went through the ground and learned how to fly."}]