[{"T":"301","2":"Vera","3":"Good. Fantastic discovery."},{"T":"301","2":"Vera","3":"But it's got nothing to do with our mission, so let's stick to the target coordinates."},{"T":"301","2":"Noctis","3":"But surely a sign that obvious is trying to catch our attention?"},{"T":"301","2":"Vera","3":"You just wanna make a fuss, don't you?"},{"T":"301","2":"Noctis","3":"There are four of us here. I don't see why we can't just split the party and let me go after whoever left the graffiti..."},{"T":"302","2":"He's not wrong.","4":"Let's focus on the mission for now."},{"T":"301","3":"Noctis reaches out and touches the words, and the paint stains his finger red."},{"T":"301","2":"Noctis","3":"This is still fresh. Maybe it's from the Ascendant we've been looking for?"},{"T":"302","2":"That's not her style."},{"T":"301","2":"Vera","3":"You know Ascendants pretty well, don't you?"},{"T":"301","3":"Vera says impassively, and you are not sure if she is simply stating a fact or teasing you."},{"T":"301","2":"Vera","3":"Fine—that means we've got a third party involved. What do you think we should do next?"},{"T":"302","2":"We can't call off the mission..."},{"T":"302","2":"But we shouldn't let go of such a glaring trail either."},{"T":"301","2":"Vera","3":"So?"},{"T":"302","2":"Send one person to investigate the coordinates with me."},{"T":"302","2":"The other two will look for our 'mystery guest.'"},{"T":"301","2":"Vera","3":"Well, we can't leave Noctis and 21 by themselves. Neither of them is good at tracking, per se."},{"T":"301","2":"Vera","3":"It's obvious, then—let's split up. We'll each take one of them and track our targets while staying in contact. Say, we meet again in an hour?"},{"T":"302","2":"Agreed."},{"T":"301","2":"Vera","3":"Alright, who's with me—"},{"T":"301","2":"No. 21 & Noctis","3":"Me."},{"T":"301","2":"Vera","3":"...That won't do. Someone has to babysit the commandant."},{"T":"301","2":"Noctis","3":"Don't keep me from hunting ghosts! 21 is great, Gray Raven Commandant! You should totally team up with her."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"Vera","3":"What do you say, Commandant?"},{"T":"302","2":"I'll take Noctis with me.","4":"I'll take No. 21 with me."},{"T":"301","2":"Noctis","3":"(Laughs) I refuse."},{"T":"301","2":"Vera","3":"(Nods) Consider your opinion ignored. I didn't say I care about what you think, did I?"},{"T":"302","2":"..."},{"T":"301","2":"Vera","3":"Well, that's enough teasing you for now. I don't think either of them will follow your orders, but it's not like we have options right now."},{"T":"301","2":"Vera","3":"So... 21, you'll stay here with the commandant and investigate the coordinates."},{"T":"301","3":"Vera's smile makes you think that something is afoot here."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"No. 21","3":"...Understood."},{"T":"301","2":"Noctis","3":"Right! Let's get going! I'll snoop around that area first, yeah?"},{"T":"301","3":"Noctis bounces off as if he has springs under his feet, and he dashes away."},{"T":"301","2":"Vera","3":"Let's take the opportunity to switch the remote connection target."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 has not voiced her objection, but the Co-Bot beside her starts twirling, agitated, its reluctance plain as day."},{"T":"302","2":"No. 21, I'm going to connect with you now."},{"T":"301","2":"No. 21","3":"Capt. already said it."},{"T":"302","2":"It might be a little turbulent."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"Let me know when you're ready?"},{"T":"301","3":"She falls silent again."},{"T":"301","2":"No. 21","3":"...Don't question."},{"T":"301","2":"No. 21","3":"Capt. arranged it. I accepted it. I don't question."},{"T":"302","2":"...Alright."},{"T":"301","3":"No. 21 is acting very uneasily, seemingly uncomfortable with the fact that someone is asking about her feelings. But this will have to do now."},{"T":"302","2":"(Request to switch connection target)"},{"T":"301","2":"Adjustment Operator","3":"Hold on."},{"T":"301","3":"Rebecca's voice appears in your comms."},{"T":"301","2":"Rebecca","3":"Is that necessary, Gray Raven Commandant?"},{"T":"302","2":"It is."},{"T":"302","2":"We've encountered a third party in the town."},{"T":"301","2":"Rebecca","3":"A third party... Fine. But I must stress that connecting with No. 21 might trigger unexpected risks."},{"T":"302","2":"It's our best option for now.","4":"It's riskier to let our mystery person go."},{"T":"301","2":"Rebecca","3":"We haven't found any trace of this third party, and we're going to investigate at the same time. Meanwhile, we'll do as you say. I'll try to stay out of your way unless absolutely necessary."},{"T":"301","2":"Rebecca","3":"...But I'd like to remind you of your objective here. I'll disconnect you with No. 21 if any accident occurs."},{"T":"302","2":"I understand."},{"T":"301","2":"Rebecca","3":"Good luck, Commandant."},{"T":"301","2":"System","3":"Remote connection target switching approved. Loading M.I.N.D. model... Synchronization rate... Initializing..."},{"T":"301","3":"As you expected, the connection with No. 21 is far from smooth sailing. You have to make some effort to calm her M.I.N.D. from rejecting your consciousness."},{"T":"301","3":"When you open your eyes again, you are looking from No. 21's perspective and find Vera smiling and waving at you."},{"T":"301","2":"Vera","3":"Okay, then—I'll leave you to 21. She's a good kid. Take care of her."},{"T":"301","2":"Noctis","3":"Surprise! Look what I've found!"},{"T":"301","3":"A speeding police car stops before you, and Noctis pokes his head out from the rolled-down window wearing a pair of sunglasses he has found, whistling loudly."},{"T":"301","2":"Noctis","3":"There's a precinct nearby with a bunch of these babies parked outside."},{"T":"301","2":"Vera","3":"Nope."},{"T":"301","2":"Noctis","3":"C'mon, I checked! It might look scrappy, but the frame is still intact, and the engine still works..."},{"T":"301","2":"Vera","3":"Unless I get to drive, I'll never sit inside a vehicle with you behind the wheel. Do you understand me?"},{"T":"301","2":"Noctis","3":"Fine, I'm not as petty as you. I trust your driving skill... It can't be as terrible as 21's, can it?"},{"T":"301","2":"No. 21","3":"?"},{"T":"301","3":"Vera opens the door and hops on the driver's seat before slamming the door shut. With an arm resting on the rolled-down window, she waves at you."},{"T":"301","2":"Vera","3":"Commandant—enjoy the thrill as a Cerberus!"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"The police car speeds away, leaving No. 21 and her Co-Bot behind."}]