[{"T":"301","3":"Hack, slash, and then strike straight ahead."},{"T":"301","2":"Corrupted","3":"—Raaargh!—Rrrgghh!"},{"T":"301","3":"Accompanied by a mechanical grating sound similar to a human scream, a Corrupted falls on Vera's banner spear."},{"T":"301","2":"Vera","3":"(Scoffs)"},{"T":"301","3":"Without hesitation, she withdraws her arm and retracts her spear. The shaft of the spear sweeps across another Corrupted attacking from the side and stabs yet another target in one fluid motion."},{"T":"301","3":"Under the lead-gray sky, machine parts pile up into a large mound. Waving her banner spear, she sends Corrupted flying into the air one after another. She is like a dancer gliding among dozens of partners in an intricate dance of death."},{"T":"302","2":"Vera."},{"T":"301","3":"As for you, you stand behind her, dodging scrap metal as you watch the fierce spectacle unfold."},{"T":"302","2":"I have a question."},{"T":"301","2":"Vera","3":"What?"},{"T":"301","3":"The dancer has no intention of looking back. She only glances at you as she spins around with her spear, seemingly casting you a look of 'don't bother me if you're okay.'"},{"T":"302","2":"Why am I in the back?"},{"T":"301","2":"Vera","3":"Isn't it normal for a commandant to stand at the rear and watch from a safe distance while Constructs fight the Corrupted on the front line? What's wrong?"},{"T":"302","2":"Not every commandant fights like that."},{"T":"302","2":"But that's not what I mean."},{"T":"301","3":"She is right that it is a common tactic for commandants to assign Constructs to fight on the front line while they provide support from the rear. However, the problem is..."},{"T":"301","3":"Skint! Vera runs her banner spear right through another Corrupted's frame. The body is powerless to resist, but the limbs writhe in the air, indicating the need for one more final blow."},{"T":"301","3":"She turns a blind eye and tosses the Corrupted behind her carelessly. The struggling Corrupted lands in front of you, its bright red lens pointing at you as it lets out a harsh metal shriek."},{"T":"301","2":"Corrupted","3":"—Raaargh!—Rrrgghh!"},{"T":"302","2":"...Here we go again."},{"T":"301","3":"The problem is that Vera is not actually killing any of the Corrupted. Instead, she is merely slashing them a few times and tossing them to the side. Since the mission started, you have been forced to finish the job as Corrupted bodies continue to pile up."},{"T":"301","3":"The original plan was for you to stay in close proximity to Vera to widen the safe zone. But with her flailing around her banner spear, she is like a fierce rose in battle. Get too close, and you will get stabbed by a thorn."},{"T":"301","2":"Corrupted","3":"Urgh..."},{"T":"301","3":"You raise your gun and shoot, causing the red light on its lens to fade to black. Its sharp claws, just one inch from stabbing you, fall to the ground."},{"T":"302","2":"You did that on purpose, didn't you? Letting them approach?"},{"T":"301","2":"Vera","3":"Find that out just now?"},{"T":"301","3":"Clearing the way in front of her, she slows down her pace and throws a sarcastic smile at you between the fighting."},{"T":"301","2":"Vera","3":"Don't you fight like this, Gray Raven Commandant? I'm just having you help clean up the aftermath."},{"T":"302","2":"This is how you want me to help?","4":"I wouldn't exactly call this 'helping.'"},{"T":"301","2":"Vera","3":"Haha, think what you like. If you are afraid, blame yourself for taking part in this mission."},{"T":"301","2":"Vera","3":"But we can't quit now. We're almost at the mission location."},{"T":"301","3":"Right at that moment, Vera stops. She plunges her spear into the ground and kneels down."},{"T":"301","3":"Mechanoid ruins spread out before you. A dusty metallic smell seems to linger in the gray air. An array of mechanical parts are stacked at random. Among the piles, you catch occasional glimpses of movement."},{"T":"301","2":"Corrupted","3":"Rgh—Aargh!"},{"T":"301","3":"Right where Vera is kneeling, a mechanoid hand bursts out from the ground as the Corrupted roars. The mechanoid still bears some human resemblance. It must have been a destroyed Construct."},{"T":"301","2":"Vera","3":"Hmph! How can a pile of junk this infected even move?"},{"T":"301","2":"Vera","3":"Whatever... Time to die!"},{"T":"301","3":"As if too lazy to pull out her banner spear, she shoves her fist into the Corrupted's core."},{"T":"301","3":"Ka-cha... You seem to hear a faint ticking like that of a mechanical heart. Suddenly, the Corrupted's rigid body collapses into Vera's arms like a sleeping infant."},{"T":"301","2":"Vera","3":"Let's see if this Corrupted's got anything..."},{"T":"301","3":"Vera kneels down lower and feels around the Corrupted's frame, which no longer shows any sign of functionality."},{"T":"301","3":"You cannot see what she is doing from where you stand. All you can do is listen."},{"T":"301","3":"At first, you hear the faint sound of friction."},{"T":"301","3":"Following that, you hear the clanging thud of metal hitting metal."},{"T":"301","3":"Finally, you hear a deafening bang as she finally stands up from the Corrupted. She fixes her hair with the hand holding a dangling bundle of parts."},{"T":"301","2":"Vera","3":"Ugh, recovering resources is always such a pain in the ***. What were the higher-ups thinking just sending one Construct? I guess I'll scavenge while we inspect the place."},{"T":"302","2":"Need my help?"},{"T":"301","2":"Vera","3":"You? What do you know? Stand back and don't get in my way."},{"T":"301","2":"Vera","3":"Of course, if you're so interested in Construct autopsies, I won't object. But don't blame me if scrap just so happens to come flying out and slit your throat."},{"T":"302","2":"Forget it..."},{"T":"301","3":"Autopsy... Although official statements from Babylonia use more politically correct terminology, Vera does not bother mincing words when referring to the mission objective."},{"T":"301","3":"Aside from recovering resources, the objective of your mission is to investigate the area—that includes the dead soldiers here."},{"T":"301","3":"This sort of mission is not particularly uncommon, but you rarely participate. That being said, most participants are not like Vera."},{"T":"301","2":"Vera","3":"Oh, look at the tracks here. Seems like this group of Constructs put up quite the resistance before they died despite not knowing a single thing about tactics."},{"T":"301","2":"Vera","3":"But their cores were obliterated. Ha. It's not that they didn't have the strength to continue fighting—they just gave up in despair. I guess they must have seen something."},{"T":"301","2":"Vera","3":"2 o'clock. Looks like it started with that Construct hanging upside down. That's their captain."},{"T":"301","2":"Vera","3":"Let's see... They probably stuck to the front line here. They lasted about five waves—no, six. Right as they were able to go on the offensive, they saw a giant Corrupted crush their captain and kick him into the tree."},{"T":"301","2":"Vera","3":"After that, they couldn't even stand a single wave before they were overrun."},{"T":"301","2":"Vera","3":"Hmph. Men without a banner. What a pity."},{"T":"302","2":"..."},{"T":"301","3":"Unwilling to continue listening, you close your eyes."},{"T":"301","3":"Vera slowly and methodically describes the fallen soldiers' final battle."},{"T":"301","3":"Some fought desperately, some sacrificed their lives, and some fled. Just listening to her analysis, you vividly imagine what they must have experienced on the battlefield. And the final moments before their deaths."},{"T":"301","3":"Now, their final moments have been pulled out of the dust by Vera, dissected and analyzed, becoming the material for studying the battle."},{"T":"301","3":"How should one react when hearing their final moments? You do not know what to feel."},{"T":"301","3":"But Vera does, with certainty. She is just carrying out her mission, recording those endings and bringing them to light."},{"T":"301","3":"Just like her nickname, 'Death'. A Grim Reaper."},{"T":"301","2":"Vera","3":"Hey, Gray Raven Commandant. I know I told you to stay away from me, but are you really going to just stand there and daydream?"},{"T":"301","2":"Vera","3":"Keep that up, and you'll be a permanent resident here. Shouldn't you familiarize yourself with the surrounding area first?"},{"T":"302","2":"That won't be necessary.","4":"I've already bought a house here."},{"T":"301","2":"Vera","3":"Really? Then suit yourself."},{"T":"301","2":"Vera","3":"I don't have time to look after you. Take care of yourself if any Corrupted ambush us."},{"T":"302","2":"...Got it.","4":"(Walk over)"},{"T":"301","2":"Vera","3":"Hmph, good."},{"T":"301","3":"Looking up from the broken mechanical parts, Vera suddenly smiles at you."},{"T":"301","3":"Right at that moment, she pulls out a small part from within the Construct's frame. It's a half-full glass tube containing a vibrant green solution."},{"T":"302","2":"What's this?"},{"T":"301","3":"Seeing this peculiar object, your curiosity causes you to speak without thinking."},{"T":"301","2":"Vera","3":"Huh? You think I—"},{"T":"301","3":"Vera hesitates as if deliberating whether or not to belabor a response."},{"T":"301","3":"Her eyebrows twitch, then she blinks twice before smiling a big toothy grin."},{"T":"301","2":"Vera","3":"Well, alright... Since you saw it, I'll tell you."},{"T":"301","3":"She throws the glass capsule high into the air and catches it."},{"T":"301","2":"Vera","3":"This little fella is called an inverse scale inhibitor dispersant. It's a top-secret reagent developed by Babylonia."},{"T":"302","2":"An inverse... what?"},{"T":"301","2":"Vera","3":"Forget it. The point is... it's top-secret. Most of the information on its production and ingredients won't see the light of day—some of which cause humans to feel excruciating pain."},{"T":"302","2":"That's why you were dealing with those suspicious people?"},{"T":"301","2":"Vera","3":"Oh, you still remember that. Then you should know that this thing must be kept secret."},{"T":"301","2":"Vera","3":"I won't go into detail. But to put it simply, this thing is kind of a cardiac stimulant that can be administered to people on the brink of death via intravenous injection."},{"T":"301","2":"Vera","3":"This thing exists in every Construct, just under the spine. It's impossible to remove without disassembling the entire Construct like I did just now."},{"T":"301","2":"Vera","3":"Hmph. If this ever gets out, how many commandants do you think will request Constructs to crack open their frames to save themselves during crises? You know how it is between Commandants and Constructs."},{"T":"301","2":"Vera","3":"That's why this tech has been kept top-secret all this time to prevent that from happening. Only a handful of honorary commandants are authorized to know."},{"T":"302","2":"Is that... why you're telling me?"},{"T":"301","2":"Vera","3":"Yep! You're now an honorary member, Gray Raven Commandant. Now that you know this secret, you can order your team to find a Construct to save yourself when your life is in danger."},{"T":"301","2":"Vera","3":"I'm sure your team members will fall all over each other trying to help you."},{"T":"302","2":"...I wouldn't let them do that.","4":"Cut the crap."},{"T":"301","2":"Vera","3":"Not bad. People who think this is fake are the best at keeping secrets. Keep at it."},{"T":"301","2":"Vera","3":"But when you're one foot in the grave, I can't wait to see you begging them to use this lil' thing."},{"T":"302","2":"Never."},{"T":"301","3":"You respond without even taking time to consider the possibility."},{"T":"301","3":"Regardless if what Vera said was true or not, you would never choose to do that on the battlefield. Whether it is Gray Raven or other Constructs, you would never want to put them in harm's way."},{"T":"301","3":"This is the only thing you can firmly answer."},{"T":"301","2":"Vera","3":"...Is that so?"},{"T":"301","3":"Vera just shrugs."},{"T":"301","2":"Vera","3":"Forget it. Doesn't matter. I'm done recovering the resources here. Let's return to the conservation area."},{"T":"301","3":"She stands up and casually kicks away the Construct scattered on the floor. She throws over the parts she collected from the surrounding area, implying for you to carry them back."},{"T":"301","2":"Vera","3":"Alright, let's get going."},{"T":"301","3":"Her tone becomes sharp and pretentious, reminding you of those birds with names you cannot pronounce in those nature documentaries."},{"T":"301","2":"Vera","3":"Dear Com—man—dant—"},{"T":"301","3":"You nearly gag at the sound of such a sweet and intimate tone, which causes your body to tense up."}]