[{"T":"301","3":"It has been 15 days since the transport craft vanished into the sky."},{"T":"301","3":"Time is a pot that brews misery from the hunger and pain of those who have remained on the surface."},{"T":"301","3":"After the twins were hurt, they have since changed their course, heading north once again. This time, they are approaching from the plains on the east."},{"T":"301","3":"With the south returning to momentary peace, many without shelter have started gathering at the underground base of City 047."},{"T":"301","3":"Even with the many resources stored there, they will run out one day."},{"T":"301","3":"Having been informed about the presence of the barrage of Hetero-Creatures, most people want to depart the area to avoid exhausting the resources. Still, they are apprehensive about the regions without Constructs."},{"T":"301","3":"While everyone is at a loss, Gray Raven coordinates with the other elite squads and has Strike Hawk and Cerberus meet up with them in City 047, as the two teams switch their posts with other Constructs who have stayed behind."},{"T":"301","3":"Although they have not seen each other for a while, most of the three squads are in no mood to catch up, save a quick confirmation of each member's status and conditions."},{"T":"301","3":"Given the situation they are in, they can tell what each other has been through without needing to say anything."},{"T":"301","3":"Still, one person has remained blissfully cheerful."},{"T":"301","2":"Kamui","3":"Hiya, two of the three Gray Ravens! How are you both doing?"},{"T":"301","2":"Lee","3":"Are you here to say that you've been doing fine?"},{"T":"301","2":"Kamui","3":"Haha! Shouldn't I be fine when I see my buddies alive and well?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"Who knows why Lee stops answering Kamui."},{"T":"301","3":"The day after the catastrophe, Strike Hawk and Cerberus were both assigned missions to escort the transport crafts traveling between the surface and Babylonia."},{"T":"301","3":"In the beginning, the rate of successful rescues was high, with the elite squads leading the charge."},{"T":"301","3":"But even they could not withstand the many attacks mid-flight. Although they managed to protect the personnel, they could not save the transport craft from crashing to the ground."},{"T":"301","3":"They tried multiple times with little to no results, and so their escort missions turned into rescue missions on the surface."},{"T":"301","3":"At least the Constructs remaining here are safe, as well as Liv, who managed to return to Babylonia. That is all they can ask for."},{"T":"301","2":"Vera","3":"There's no time to waste. Let's assign the upcoming missions."},{"T":"301","2":"Chrome","3":"Understood."},{"T":"301","3":"Having checked everyone's status, the three captains assign the 687 people in City 047 into 8 platoons according to their expertise."},{"T":"301","3":"Each member of Gray Raven, Cerberus, and Strike Hawk will form a new squad with two other Constructs who have stayed behind, each squad leading a platoon to head for the different conservation areas."},{"T":"301","3":"In smaller groups, they are more capable of handling unexpected situations while reducing conflicts for scarce resources. If worst comes to worst, the loss will be minimal."},{"T":"301","3":"With everyone's agreement, people begin to collect their belongings before waiting outside the base, ready to follow the Constructs and leave."},{"T":"301","2":"Noctis","3":"Hold on."},{"T":"301","3":"Noctis suddenly stops everyone from proceeding, pointing at Camu, who is standing 800 meters away, reachable only through comms."},{"T":"301","2":"Noctis","3":"Seems like one of us hasn't been assigned his duty yet."},{"T":"301","2":"Chrome","3":"My apologies for not explaining earlier. Because of Camu's unique quality, he is not able to work with others by himself. He will be following Wanshi in the upcoming mission."},{"T":"301","2":"Chrome","3":"There are more wounded in Wanshi's platoon. He would've been too occupied with them to fight."},{"T":"301","2":"Chrome","3":"Camu won't enter the base. He'll be patrolling outside."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Noctis","3":"This guy... Once they complete the what-mega weapon, he'll be able to get rid of his 'unique quality,' won't he?"},{"T":"301","2":"Chrome","3":"About that, we did talk to Camu when we received the notice."},{"T":"301","2":"Chrome","3":"Even if the Omega Weapon is really capable of that, he has no wish to change who he is right now. Not to mention that there are still a lot of uncertainties regarding the weapon's power."},{"T":"301","2":"Noctis","3":"Huh? Does he enjoy being excluded?"},{"T":"301","2":"Camu","3":"Better to be excluded than to include myself with a bunch of idiots."},{"T":"301","2":"Kamui","3":"He just wants to make sure he can still work in Dead Zones by himself."},{"T":"301","2":"Kamui","3":"I remember him saying, 'the Dead Zones are too dangerous for the rest of you, but someone has to do it!'"},{"T":"301","2":"Camu","3":"Shut up."},{"T":"301","2":"No. 21","3":"Captain's platoon also has many wounded. No one's helping her."},{"T":"301","2":"Vera","3":"That's why I have taken in most of the armed refugees."},{"T":"301","2":"Vera","3":"Is everyone ready? Let's confirm the mission one more time. Our destinations are the three neighboring cities on the west coast."},{"T":"301","2":"Vera","3":"If you encounter the Red Tide, or a wave of Hetero-Creatures, contact the rest of us and prepare to change course."},{"T":"301","2":"No. 21","3":"Copy."},{"T":"301","2":"Noctis","3":"Gotcha."},{"T":"301","2":"Vera","3":"Also—"},{"T":"301","3":"Vera suddenly turns to Lee with a teasing smile."},{"T":"301","2":"Vera","3":"Let your brother know you're safe when you have the time, no?"},{"T":"301","2":"Lee","3":"?"},{"T":"301","2":"Vera","3":"I'd hate to be annoyed to death when I do my mission report."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Vera","3":"Let's move."},{"T":"301","3":"As everyone watches the Cerberus captain's platoon leave, they hear screaming from Lucia's comms."},{"T":"301","2":"???","3":"H-help! HELP!!!"},{"T":"301","2":"Lucia","3":"Watanabe? What's happening?"},{"T":"301","2":"Watanabe","3":"Our base is [BUZZ—] the twins [BUZZ—]"},{"T":"301","2":"Lee","3":"Are you attacked by the twins?"},{"T":"301","3":"Gunshots and screams come through the terminal, but they do not hear Watanabe's answer."},{"T":"301","2":"Lucia","3":"Hello? Watanabe? Watanabe?!"},{"T":"301","2":"Watanabe","3":"There're [BUZZ—] many wounded [BUZZ—] help [BUZZ—]"},{"T":"301","3":"Even with the unstable signals and Watanabe's faltering voice, the Constructs who hear his few, brief words have fallen silent."},{"T":"301","3":"Disregarding their past differences, no one here can abandon the people before them for another rescue mission."},{"T":"301","2":"Lucia","3":"Where are you?"},{"T":"301","2":"Watanabe","3":"East [BUZZ—] 037 [BUZZ—] many Hetero-Cre— [BUZZ—] the twins [BUZZ—] changing course out of nowhere!"},{"T":"301","2":"Lee","3":"City 037 is too far away from us. We wouldn't have made it even if we go now at full speed."},{"T":"301","2":"Watanabe","3":"Help [BUZZ—] Akdilek [BUZZ—]"},{"T":"301","2":"Lucia","3":"Has Akdilek also joined the rescue operation?"},{"T":"301","2":"Watanabe","3":"[BUZZ—] we're still being followed [BUZZ—] draw them away [BUZZ—] 043 [BUZZ—]"},{"T":"301","2":"Lucia","3":"Are you asking us to meet you at the station in City 043?"},{"T":"301","2":"Watanabe","3":"[BUZZ—] in 5 hours [BUZZ—]"},{"T":"301","3":"Before he finishes speaking, they hear a dog barking from the comms before the screen of the terminal turns black from an explosion."},{"T":"301","2":"Wanshi","3":"...The situation there doesn't look good."},{"T":"301","2":"Kamui","3":"We can't just ignore them, Capt.!"},{"T":"301","2":"Chrome","3":"You're right. Now's not the time to hold grudges."},{"T":"301","2":"Lee","3":"Let's rearrange the groups."},{"T":"301","2":"Lucia","3":"Lee and I will take the three Constructs from our squad to the station in City 043. The refugees in our platoon will have to count on you guys."},{"T":"301","2":"Chrome","3":"It's too dangerous if there're only the two of you. Please let me come along."},{"T":"301","2":"Lucia","3":"But... No, I suppose you're right."},{"T":"301","2":"Lucia","3":"Although we don't know what Watanabe's situation is for certain, he did mention they're 'still being followed.'"},{"T":"301","2":"Lucia","3":"That's not a good sign. The twins were after us once, and we couldn't put any distance between us with speed alone."},{"T":"301","2":"Lucia","3":"We've already spent the only thing that could get rid of them. We can't count on luck this time, not anymore. We need to be prepared to fight."},{"T":"301","2":"Kamui","3":"Let me come with you as well!"},{"T":"301","2":"Chrome","3":"There are too many refugees here. The three of us leaving with our squad is the most they can afford."},{"T":"301","2":"Chrome","3":"Although I can't let you come with us, can the 90 people in my platoon count on you?"},{"T":"301","2":"Kamui","3":"Of course! As long as I can ease your burdens a bit."},{"T":"301","2":"Lucia","3":"Given how many injured are in the doctor's platoon, ours will have to count on the two of you."},{"T":"301","2":"No. 21","3":"No problem."},{"T":"301","2":"Noctis","3":"We'll say you owe me once, yeah?"},{"T":"301","2":"Lucia","3":"Alright. Let's move, everyone."}]