[{"T":"301","2":"Bianca","3":"Chiko, were you involved in the mission recorded in the file 'Jett 713642'?"},{"T":"301","2":"Chiko","3":"Yeah. It was a long time ago."},{"T":"301","2":"Bianca","3":"It's a bit strange, here."},{"T":"301","2":"Bianca","3":"The Construct named Jett said the following in a vocal range only Specialized Constructs can hear."},{"T":"301","2":"Chiko","3":"I can't hear it."},{"T":"301","2":"Bianca","3":"Let me translate it for you."},{"T":"301","3":"Bianca says it as she taps the data panel of the KI.GAL Archives. The projection of the Babylonia airdrop platform soon appears in the dim space."},{"T":"301","3":"Bianca quickly fast forwards the video, eventually stopping near the end of the recording."},{"T":"301","3":"In the recording, the glow of the power grid around Jett gradually fades. He holds himself up with his weapon, barely managing to stand instead of kneeling."},{"T":"301","2":"Jett","3":"Doctor, perhaps you don't get it, but this is something that has made us truly feel alive."},{"T":"301","2":"Jett","3":"We've chosen different ways to die, but at least we get to feel what freedom is like while we're alive."},{"T":"301","2":"Jett","3":"But freedom comes at a price, of course."},{"T":"301","2":"Jett","3":"Freedom has been a false proposition since we were made into Constructs."},{"T":"301","2":"Jett","3":"We still chose to run from it even though we knew it was the truth."},{"T":"301","2":"Jett","3":"Perhaps your courage in telling the truth has invoked our passion for adventure, something that we've almost forgotten."},{"T":"301","2":"Jett","3":"Thank you..."},{"T":"301","3":"The glow of the power grid fades completely. A member of the Purifying Force pulls the trigger at that moment, and half of Jett's face is blown away by the explosive shell."},{"T":"301","2":"Bianca","3":"Why did he choose to convey the message in such an unusual way?"},{"T":"301","2":"Chiko","3":"Should we include the Doctor... Wanshi on the purifying list?"},{"T":"301","2":"Bianca","3":"..."},{"T":"301","3":"Bianca thinks for a while, then removes Jett's speech from the file."},{"T":"301","2":"Bianca","3":"That's not necessary. It has nothing to do with the doctor."},{"T":"301","2":"Bianca","3":"Jett 'never left' a special dialogue in the end."},{"T":"301","2":"Chiko","3":"I see."},{"T":"301","2":"Bianca","3":"(Wanshi...? I think I've heard the name from Commander Nikola before...)"}]