[{"T":"301","2":"Karenina","3":"Tch... of course it's you."},{"T":"301","2":"Nanami","3":"(Removes her weapon from the guard) Huh? Oh! You're both here!"},{"T":"301","2":"Karenina","3":"Do you have to make such a fuss?"},{"T":"301","2":"Nanami","3":"Well, Nanami can't just let Roland get away..."},{"T":"301","2":"Kamui","3":"Roland?! Where is he?"},{"T":"301","2":"Nanami","3":"I don't know! Nanami's looking for him as well!"},{"T":"301","2":"Karenina","3":"Isn't it Kamui's mission to hunt the Ascendant...?"},{"T":"301","2":"Kamui","3":"I lost him."},{"T":"301","2":"Karenina","3":"Can't believe how messy this whole situation is."},{"T":"301","2":"Karenina","3":"Then, should we... go after the Ascendant? Or continue our mission?"},{"T":"301","2":"Kamui","3":"(Announce his thoughts loudly) I've seen with my own eyes how the antigen affected Roland and the Punishing Virus..."},{"T":"301","2":"Kamui","3":"Nanami said Roland's still inside the Golden Vortex... Think about it. He's barely hanging on, but he's still staying here. If you ask me, I bet he's here for one reason—to destroy the antigen."},{"T":"301","2":"Karenina","3":"That makes sense. The Ascendants wouldn't allow the antigen to threaten them."},{"T":"301","2":"Karenina","3":"The antigen is still a rogue element right now—no one has weaponized it yet. If I were Roland, I'd be mad anxious."},{"T":"301","2":"Kamui","3":"Before its weaponization, the Ascendants will do whatever it takes to destroy the antigen."},{"T":"301","2":"Karenina","3":"Although it isn't stable, it's still going to help Earth out in a huge way."},{"T":"301","2":"Kamui","3":"You're right. We can't let Roland destroy it."},{"T":"301","2":"Kamui","3":"Nanami, I need some leads on Roland. Anything. Don't skip any detail..."},{"T":"301","2":"Nanami","3":"...Nanami isn't sure, either. But the guards can help!"},{"T":"301","3":"Nanami holds up a circular component in gold taken from a guard."},{"T":"301","2":"Karenina","3":"What are you trying to do? Enough with the theatrics!"},{"T":"301","2":"Nanami","3":"This golden circle can control the guards..."},{"T":"301","2":"Nanami","3":"Nanami is going to hack it and finds out which guards have been taken down by Roland! Then we just have to follow the bodies!"},{"T":"301","2":"Kamui","3":"That's brilliant, Nanami!"},{"T":"301","2":"Kamui","3":"As long as Roland's in the Golden Vortex, the guards here are going to find him before we do! They're going to leave a lot of bodies behind when they fight—finding the bodies means finding Roland!"},{"T":"301","2":"Nanami","3":"That's right! Hehe!"},{"T":"301","2":"Karenina","3":"(Mumbles) Who would've thought... They're pretty alright..."}]