[{"T":"301","3":"The pale blue breathing light pulsates overhead as per regulation. The roaring engine reverberates in the somewhat spacious transport cabin."},{"T":"301","2":"Broadcast","3":"Mother Goose-7 reporting in. T-minus ten minutes until arrival."},{"T":"301","3":"The confines of the transport craft afford little recreation. No snacks. No one shooting the breeze while awaiting landfall. No one laughing or smiling as they disembark to meet the enemy's fire."},{"T":"301","3":"All that the crew can do is remain in their seats, ensure that equipment and weapons are operational, and review mission details in preparation for immediate engagement upon landing on the surface."},{"T":"301","3":"The crew needs to be ready at all times for immediate evacuation up making a forced landing—a commonplace in the war against the Corrupted. After all, machines are different from humans. Their attack patterns seem illogical and confounding."},{"T":"301","3":"After another round of equipment inspection, the crew opens their terminals and reads the mission log seemingly countless times."},{"T":"301","2":"Hassen","3":"Battle intel has been uploaded to your terminals."},{"T":"301","2":"Hassen","3":"War waits for no one. That's why we've dispatched multiple elite squads."},{"T":"301","3":"Hassen pauses a moment and looks at the commandants before stopping his gaze on 【kuroname】."},{"T":"301","2":"Hassen","3":"For many of you, this will be your first time conducting a large-scale operation. There may be pressure, but this is a great honor. All of you have proved your ability on previous independent missions."},{"T":"301","2":"Hassen","3":"Exceptional combat capability is bound to be important, but what is needed in this battle is to command the overall situation without fail."},{"T":"301","2":"Hassen","3":"Therefore, we have specially arranged a commandant as the chief commander of this campaign."},{"T":"301","2":"Hassen","3":"The chief commander has led her team to the surface to clear the way for auxiliary teams."},{"T":"301","2":"Hassen","3":"This battle will demonstrate the effectiveness of coordinated tactics between commandants and Constructs, significantly increasing recognition in this era of retaliation."},{"T":"301","2":"Hassen","3":"I hope you will keep this in mind and not fail."},{"T":"301","2":"Broadcast","3":"By the way, President Hassen specifically told me to remind everyone..."},{"T":"301","2":"Broadcast","3":"'You're still in the early days of team-building. Many people are watching. Make us proud.'"},{"T":"301","2":"Broadcast","3":"'But this will also be the first time Gray Raven will be participating in a large-scale operation. Do your best.'"},{"T":"301","3":"As a flurry of footsteps plays on the broadcast, you look up to see Lee suddenly appear at the hatch of the transport cabin."},{"T":"301","2":"Lee","3":"Why the long face?"},{"T":"302","2":"Are you worried about me?","4":"I'm just thinking about the mission."},{"T":"301","2":"Lee","3":"I'm running a status check on the crew prior to the mission."},{"T":"302","2":"What about them?"},{"T":"301","2":"Lee","3":"Looks like rumors of your vigilance are correct."},{"T":"302","2":"Am I under investigation?","4":"Rumors?"},{"T":"301","2":"Lee","3":"Don't worry, just an old habit."},{"T":"302","2":"...What about them?"},{"T":"301","2":"Lee","3":"Don't worry, it's nothing negative."},{"T":"302","2":"...What about them?"},{"T":"301","2":"Lee","3":"They're syncing up with their new frames."},{"T":"301","2":"Lee","3":"Initialization should be complete before we make landfall."},{"T":"301","2":"Lee","3":"Actually, 'new' isn't exactly apropos."},{"T":"301","2":"Lee","3":"After all, one has been used previously, and the other is a prototype."},{"T":"301","2":"Lee","3":"By this definition, they aren't exactly 'new.'"},{"T":"302","2":"Choosing your words wisely as always, I see.","4":"That's alright."},{"T":"301","2":"Lee","3":"Save the jokes."},{"T":"302","2":"I was being serious."},{"T":"301","2":"Lee","3":"Really? You reminded me of a certain detestable woman."},{"T":"301","2":"Lee","3":"You sound like that detestable woman from Kurono."},{"T":"301","2":"Lee","3":"Anyway, is that the mission briefing you're holding?"},{"T":"302","2":"Why?"},{"T":"301","2":"Lee","3":"Hmm... Looks like commandants receive about as much intel as us Constructs."},{"T":"301","2":"Lee","3":"No matter. Seems like they are keeping a tight seal on intel."},{"T":"301","2":"Lee","3":"They don't even want to divulge any more clues regarding the target city to those involved."},{"T":"302","2":"We just have to follow orders."},{"T":"301","2":"Lee","3":"Hmph, you're right. Just like in Kurono."},{"T":"301","3":"The transport cabin's hatch slowly opens as two familiar figures enter."},{"T":"301","2":"Lucia","3":"Lucia, reporting for duty. Pardon the wait, everyone."},{"T":"301","2":"Lee","3":"No matter. Your arrival is within my estimates."},{"T":"302","2":"How is the frame?"},{"T":"301","2":"Lucia","3":"Performing as anticipated. In fact, 'Dawn' seems more optimized than 'Lotus'."},{"T":"301","2":"Lee","3":"Is this new technology from the Science Council...? The prototype's operating at a 40 percent higher power output than the original frame."},{"T":"301","2":"Lee","3":"I see... The joints are constructed out of composite material. If this material is used for modifying the weapons..."},{"T":"301","2":"Liv","3":"Lee."},{"T":"301","2":"Lee","3":"Hm?"},{"T":"301","2":"Lee","3":"Ahem..."},{"T":"301","2":"Lee","3":"However, it appears that a lot of the technology is still in early development. They must be running a field test to collect data for further enhancements."},{"T":"301","2":"Lucia","3":"Then I'll perform my duties to obtain the most accurate data."},{"T":"302","2":"Can't wait to see you in action."},{"T":"301","2":"Lucia","3":"Me too. I look forward to the day when 'Dawn' is complete, and I pilot it for the first time."},{"T":"302","2":"Liv?"},{"T":"301","2":"Liv","3":"Everything's fine... I've used this frame before, so there aren't any issues with synchronization."},{"T":"301","2":"Lucia","3":"Why did you stop using it after joining Gray Raven?"},{"T":"301","2":"Liv","3":"Um..."},{"T":"301","2":"Broadcast","3":"Gray Raven, prepare for landing."},{"T":"301","3":"As Liv stands there in hesitation, the pilot's broadcast interrupts the conversation."},{"T":"301","2":"Liv","3":"Everyone, brace for impact."},{"T":"301","2":"Lucia","3":"Copy."},{"T":"301","3":"Hearing the broadcast, everyone quietly takes their seats and fastens their restraints."},{"T":"301","3":"The slight rattlings signals to everyone that the transport craft deployed the landing gear."},{"T":"302","2":"About time."},{"T":"301","2":"Lucia","3":"Let's treasure the opportunity to fight together."},{"T":"302","2":"Gray Raven, prepare for departure!"},{"T":"301","2":"Lucia & Lee & Liv","3":"Roger."}]