[{"T":"102","1":"Lost Chapter","2":"Kowloong Theater"},{"T":"301","3":"'Testing. Okay. Recording should be up and running.'"},{"T":"301","3":"The processed electronic sound from a small machine on the ground echoes in the cramped carriage."},{"T":"301","3":"'Well, here's your pay for the information... I guess we should call this a deal?'"},{"T":"301","3":"'Anyway, I brought what you wanted from that 'ship.''"},{"T":"301","3":"'It's not easy to slip under the Gray Ravens... Fortunately, this intel isn't exactly top secret.'"},{"T":"301","3":"'As for the machine, it's essentially the same thing as the virtual training simulator in Babylonia.'"},{"T":"301","3":"'I modified the program to input memory data as battle records. Just use the program in the attachment to enter your M.I.N.D. via simulated combat to commence extraction.'"},{"T":"301","3":"'Due to the large amount of data, when you connect for the first time, your M.I.N.D. will be temporarily 'emptied' to make room for the carrier program. I recommend you find a place to lie down before connecting.'"},{"T":"301","3":"'I hope my explanation resolves any confusion. Well, good luck, and I look forward to our next collaboration.'"},{"T":"301","2":"???","3":"Looks like he really did smuggle out the data without alerting the elite soldiers in Babylonia..."},{"T":"301","2":"???","3":"Hmph, looks like I should be careful around him in the future."},{"T":"301","2":"???","3":"Let's see... This button?"},{"T":"301","3":"<< Program Startup << System Loading << Iris Authentication <<"},{"T":"301","3":"...Authentication complete."},{"T":"301","3":"Hello, User ADL-17. A patch has been detected. Would you like to update?"},{"T":"301","2":"ADL-17","3":"..."},{"T":"301","2":"ADL-17","3":"Complete memories erased by the 'collar' are now stored on this rudimentary machine? How ironic."},{"T":"301","2":"ADL-17","3":"If that's the case, then I can access everything about the past. Finally... I've made it here."},{"T":"301","2":"ADL-17","3":"Update program."},{"T":"301","3":"Command accepted << Program updating... Starting program."},{"T":"301","2":"ADL-17","3":"Those fragments of memories that keep appearing in my M.I.N.D..."},{"T":"301","3":"Simulation Direction of Environmental Elements: HX-GA-990105-Kowloong << Battle Record 1... Loading <<<"},{"T":"301","3":"Loaded. Skeletal modeling: 25%<<65%<<78%"},{"T":"301","3":"Import complete. Connecting to M.I.N.D..."},{"T":"301","2":"ADL-17","3":"Whatever you are, I will accept it."},{"T":"301","3":"In the metropolis of the Kowloong Chamber of Commerce, there is a corner surrounded by courtyards and old streets..."},{"T":"301","3":"Where such a theater exists..."},{"T":"301","3":"It is lofty and grandiose. It is old and dilapidated."},{"T":"301","3":"The wide stage once allowed for fifty martial artists to perform stunts simultaneously. Giant props as tall as the curtain could be pushed onto the stage without hindrance."},{"T":"301","3":"But now, it has fallen into disuse. Of the ten dozen seats, now only seventy patched-up chairs are left collecting dust."},{"T":"301","3":"Of the three large theater troupes, now only a few members remain."},{"T":"301","3":"After all, who would be willing to sit and watch a performance, when holographic videos and realistic simulations exist?"},{"T":"301","3":"The feeble director sits on the shaky rocking chair at the gate of the theater, with a pang of despair swathed over his heart."},{"T":"301","3":"He had ordered Laoyu to move the rocking chair here. Laoyu is the only custodian left in the entire theater."},{"T":"301","3":"The quiet, brawny man's life is a checkerboard of carpentry and baijiu. But despite his monogamic commitment to the craft, his skill is an unimpressive something. No one ever bothered to poach him for woodworking."},{"T":"301","3":"And so, much like Yusheng, he stayed here. Not like there were any reasons to leave the theater."},{"T":"301","3":"For Yusheng, however... He must have inherited his prima donna of a mother's pride. In his eyes, nothing held more importance than the stage."},{"T":"301","3":"—Alas, the theater has long since fallen out of favor. I should just find a good day and end it on a good note..."},{"T":"301","3":"Half-leaning against the shaky rocking chair and sipping tea, the director could not help the thought from sifting into his mind."},{"T":"301","3":"But even when indulging in the glorious memories of the past, the director's mind is as keen as ever. He adeptly slings his cup and hits a figure sneaking out of the theater."},{"T":"301","3":"The figure turns his head in pain, then intercepts the falling cup with an almost inhuman agility."},{"T":"301","2":"???","3":"Are you crazy, old man! This teacup is from the Song Dynasty, probably! Do you know how much I went through to buy this in the East City District? It's one of a kind!"},{"T":"301","2":"Director","3":"Where do you think you're off to?"},{"T":"301","2":"???","3":"...Mind your own business!"},{"T":"301","2":"Director","3":"How many times have I told you, Changyu..."},{"T":"301","3":"Changyu continues to walk and talk, as if he has heard the director nag him a thousand times."},{"T":"301","2":"Changyu","3":"I got it. I got it. I've got somewhere important to be! I'll be back before dinner!"},{"T":"301","3":"Without waiting for him to finish, Changyu hops up onto the wall of the courtyard and escapes, leaving only the old man's disapproving shouts behind."},{"T":"301","2":"Director","3":"Don't try your funny stuff on the Pulao crew!"},{"T":"301","3":"The director continues, but only the gentle breeze is there to listen."},{"T":"301","2":"Director","3":"Sigh... After this tea break, I'll have to go apologize door to door again... This is really working my old bones to the ground."},{"T":"301","3":"Just as the director prepares to take another sip, another troublesome one shows up in front of him."},{"T":"301","2":"Laoyu","3":"The p-people from our food supplier and the w-wood shop just came over and knocked on the side door and said... N-no more delaying with the food money, and r-repairs, a-and lumber."},{"T":"301","2":"Director","3":"What about our regular... Any news?"},{"T":"301","2":"Laoyu","3":"No... S-she said her husband is getting old. N-no more loud noises. So they h-hired a VR company for a Hawaiian birthday."},{"T":"301","2":"Director","3":"Alright. Well, off you go then."},{"T":"301","3":"Laoyu quietly turns and goes back to the theater."},{"T":"301","2":"Director","3":"They're still kind enough to collect debts in private... But—sigh... How long can we handle this..."},{"T":"301","3":"Away from the theater, Changyu joins a bustling crowd."},{"T":"301","3":"People come and go in a hurry; unbecoming looks adorn their faces. Deafening music roars overhead."},{"T":"301","3":"Naturally, Changyu has his reasons for coming here."},{"T":"301","2":"Changyu","3":"Business at the theater continues to worsen. The theater hadn't even opened its doors this month."},{"T":"301","2":"Changyu","3":"Old man's all against violating the regulations from the police bots, thinking it'd sully the theater's image... But if we can't even feed ourselves, what's the point of caring about the image?"},{"T":"301","2":"Changyu","3":"And he keeps going off about how 'if people and machines tolerate each other, society will become more peaceful...' Machines don't care if you got no food in your mouth, man."},{"T":"301","3":"Changyu leans against the wall, looking at the crowd on the street. Bored, he takes out a polished coin from his pocket and flips it into the air."},{"T":"301","3":"He then jumps up and catches the coin with acrobatic finesse."},{"T":"301","3":"The move attracts the attention of some bystanders, who then surround Changyu as if prepared to watch a street performance."},{"T":"301","3":"Thinking that this might be an opportunity to attract customers, Changyu performs another backflip. He reaches behind, about to hand out flyers from his backpack to the applauding crowd."},{"T":"301","3":"—Changyu had spent the last two nights creating flyers for this very reason. If the old director thinks that going against the regulations is beneath him, Changyu needs only take it upon himself."},{"T":"301","2":"Police Robot","3":"By the authority of the Kowloong Chamber of Commerce, street performances are not permitted here. Please disperse immediately."},{"T":"301","2":"Changyu","3":"Tch... It'll be trouble if they catch me..."},{"T":"301","3":"Changyu returns the flyers to his bag and jumps up to the second floor balcony. He flips up and over, escaping to another building."},{"T":"301","2":"Changyu","3":"...Whatever, I'll let them do their job. At least those rust buckets keep the streets safe."},{"T":"301","2":"Changyu","3":"If people and machines tolerate each other, society will become more peaceful... huh?"},{"T":"301","3":"The boy takes a deep breath of the polluted air and fishes the flyers out of his backpack."},{"T":"301","2":"Changyu","3":"But even if society's more peaceful, who'd care about the life and death of some old theater...?"},{"T":"301","3":"With that, Changyu directs his gaze to another lively area off in the distance."},{"T":"301","2":"Changyu","3":"I guess I'll go post these flyers up over there."},{"T":"301","2":"Changyu","3":"In this kinda world, as long as you're buying a ticket... Our doors are open to anyone."}]