[{"T":"301","2":"Household Robot R2","3":"Facial scan complete... Verifying identity... Verification complete: Langston Smith."},{"T":"301","2":"Household Robot R2","3":"Welcome home, Langston Smith."},{"T":"301","2":"Langston","3":"I'm home."},{"T":"301","2":"Household Robot R2","3":"Greetings, Young Master."},{"T":"301","2":"Langston","3":"Thank you."},{"T":"301","2":"Langston","3":"I have to go to class at seven. Can you remind me in half an hour?"},{"T":"301","2":"Household Robot R2","3":"Command error."},{"T":"301","2":"Household Robot R2","3":"Command contravenes priority command. Executing priority command."},{"T":"301","2":"Household Robot R2","3":"Mr. Smith asks you to see him in the study once you come home."},{"T":"301","2":"Langston","3":"Father—I mean, Mr. Smith..."},{"T":"301","2":"Langston","3":"Is he in the study? Will I disturb him if I go now?"},{"T":"301","3":"Langston seems pleased by the repeated command, but he soon calms himself down and puts down the items in his hands."},{"T":"301","2":"Household Robot R2","3":"Mr. Smith asks you to see him in the study once you come home."},{"T":"301","3":"The robot repeats, and Langston hurries towards the study."},{"T":"301","2":"Langston","3":"...Mr. Smith, are you there?"},{"T":"301","2":"???","3":"Come in."},{"T":"301","2":"Langston","3":"Understood."},{"T":"301","2":"John","3":"I received your report card on my terminal."},{"T":"301","2":"Langston","3":"...Yes."},{"T":"301","2":"John","3":"Not bad."},{"T":"301","3":"John Smith curves a finger and taps the virtual screen twice, causing it to blink and vanish."},{"T":"301","2":"John","3":"4.721... Even though this is just an in-class pop-quiz... Why have you not gotten a 5?"},{"T":"301","2":"John","3":"I will no longer allow flaws like this. Understood?"},{"T":"301","2":"John","3":"You're my son, after all. The son of John Smith."},{"T":"301","2":"John","3":"You're the best, the perfect creation."},{"T":"301","2":"Langston","3":"Okay."},{"T":"301","2":"John","3":"Good."},{"T":"301","2":"John","3":"I had R2 sift through your database and delete all unrelated data."},{"T":"301","2":"John","3":"Tales from the early Golden Age, pointless mumbling, flowery prose, meaningless stories, Edgar—what kind name is that? They really didn't care what garbage they hauled up during the Great Retreat."},{"T":"301","2":"John","3":"Langston, surely you understand what your duty is as my son?"},{"T":"301","2":"Langston","3":"Gather everything useful, piece them together, and create a perfect self."},{"T":"301","2":"John","3":"All Smiths have always been perfect. I brought you back and made you my son, so that you'll become a Smith, my perfect self."},{"T":"301","2":"Langston","3":"..."},{"T":"301","2":"John","3":"Of course, on the day I retire, you'll become the next Smith. You should understand that this arrangement benefits you too."},{"T":"301","3":"The father says this every day to the son. Langston understands very well what it means."},{"T":"301","3":"He's in awe of his father and follows his every order. He used to be nothing, after all. Smith was the only reason Langston was able to become what he currently is."},{"T":"301","3":"Smith is the only correct answer. Langston's one and only dream is to become a Smith. The world starts with Smith—and ends with him, too."},{"T":"301","3":"This is Langston's world."},{"T":"301","2":"John","3":"I heard that the final connection exam for Commandant selection will be held in three days."},{"T":"301","2":"Langston","3":"Mr. Smith, the instructor told me that the exam will not be held in actual combat format. Is that true?"},{"T":"301","2":"John","3":"It was supposed to be actual combat in the beginning, but they're low on manpower, both Commandants and Constructs. The only Constructs remaining in Babylonia are probably that batch marked as exclusive to Kurono."},{"T":"301","2":"John","3":"But it's better that way. In a combat exam, we'll have to take care of an extra element: the quality of the Construct. Surely you wouldn't want a flawed product to ruin your plans, 'Smith'."},{"T":"301","2":"Langston","3":"Understood."},{"T":"301","2":"Household Robot R2","3":"Mr. Smith, it's 7 a.m. The main agenda today is the committee meeting, where the No. 7 Surface HQ will be constructed."},{"T":"301","2":"John","3":"So it's time? Don't be late, Langston. It's time I leave."},{"T":"301","3":"Smith, the one on the throne, soon leaves with his butler robot. The one who stays, on the other hand, stands reverently, head lowered, waiting for the door to close."}]