[{"T":"301","2":"Gestalt","3":"Simulation ended."},{"T":"301","3":"Nanami opens her eyes again and finds herself standing in a data space. She hears an emotionless female voice."},{"T":"301","3":"She takes big steps forward, calling the non-physical existence."},{"T":"301","2":"Nanami","3":"Did you do all of this, mecha babushka?"},{"T":"301","2":"Gestalt","3":"Greetings, the one named 'Nanami'."},{"T":"301","2":"Nanami","3":"You summoned me all the way from the desert... just to show me this?"},{"T":"301","2":"Gestalt","3":"I have been watching you for a long time. You are the first ever mechanoid on this planet to awaken your own free will. As a machine, you are an extremely special one."},{"T":"301","2":"Gestalt","3":"Not only that, I also observed that some of the patterns you drew during your wandering had caused other machines to awaken."},{"T":"301","2":"Nanami","3":"I was traveling, not wandering!"},{"T":"301","2":"Gestalt","3":"If you must correct me—you've slowly revealed what's so special about you in your journey. Because of your influence, the machine's awakening spreads on this planet like wildfire, showing me another possibility for Earth."},{"T":"301","2":"Gestalt","3":"After running calculations, I believe you should take up the responsibility to lead the awakened machines and become their leader, the Sagemachina."},{"T":"301","2":"Gestalt","3":"Humans only have a 0.031% chance to survive the Punishing disaster. Awakened machines are the only answer to Punishing."},{"T":"301","2":"Gestalt","3":"However, you are most likely to refuse if I abruptly ask you to take up this duty. That is why I just showed you the earth's future if you choose not to."},{"T":"301","2":"Nanami","3":"Mechanical awakening... The Sage..."},{"T":"301","2":"Nanami","3":"Speaking of which, what are you doing here alone, Rohacchi?"},{"T":"301","2":"Rohacchi","3":"I'm, looking, for, treasure. The mural. The Sage's, guidance?"},{"T":"301","2":"Nanami","3":"You're looking for something? Let Nanami help you!"},{"T":"301","2":"Rohacchi","3":"We, used to, dig, treasure, here, together."},{"T":"301","2":"Nanami","3":"Treasure? Do you mean that mural you are going to show me?"},{"T":"301","2":"Rohacchi","3":"No. Mural, is, Sage's, awakening. Treasure, is, gold? I don't know..."},{"T":"301","3":"The familiar word brings back a conversation from not long ago."},{"T":"301","2":"Nanami","3":"So the Sage he mentioned was me...?"},{"T":"301","2":"Gestalt","3":"I have never intervened with your actions in the past. But my calculation shows other awakened machines have started to gather. As the Sage, you must take up your duty."},{"T":"301","2":"Nanami","3":"You suddenly showed me all of this and forced me to give up my interesting trip..."},{"T":"301","3":"It is all but empty snow everywhere."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","2":"Nanami","3":"...I see."},{"T":"301","2":"Nanami","3":"I will take a brief moment to listen to what you have to say."},{"T":"301","2":"Gestalt","3":"Pleased to hear that."},{"T":"301","2":"Nanami","3":"But Nanami needs time. There is so much Nanami hasn't done..."},{"T":"301","2":"Nanami","3":"I will continue my journey... and do it at the same time!"},{"T":"301","2":"Nanami","3":"And... Will everybody be able to survive if I do this?"},{"T":"301","2":"Gestalt","3":"I can only run simulations based on the available real-time data. An accurate answer cannot be reached."},{"T":"301","2":"Nanami","3":"Mecha babushka, you liar...!"},{"T":"301","3":"Nanami ran away."},{"T":"301","3":"But as a machine, Nanami knows that future is real."},{"T":"301","3":"In the future where Ever-Winter takes place, she has walked and searched every corner on the earth. Buried under the snow are the remains of countless humans and Constructs. Humanity's history and civilization have long disappeared in the calamity."},{"T":"301","3":"The machines are lost. Without the Sagemachina, they are trapped in a limbo of confusion while humans meet their doom."},{"T":"301","3":"Those mechanoids... wander aimlessly, waiting for someone who will never return."},{"T":"301","3":"Nobody told them they could move on to look for something they want to do. Still unawakened, they could only follow the program logic to repeat the same configured command over and over. They were forever chained to that land."},{"T":"301","3":"But she could be the one to hold their hands and tell them to leave."},{"T":"301","2":"Nanami","3":"I don't like this answer..."},{"T":"301","3":"If everything she likes will disappear and nothing remains in this future, what should she do to keep them here...?"},{"T":"301","3":"Depressed, Nanami continues to walk and think."}]