[{"T":"301","2":"???","3":"(Coughs)"},{"T":"301","3":"In the silent disposal plant, something resembling a person suddenly coughs and pushes away the pile of remains and corpses stacking on top."},{"T":"301","2":"???","3":"I'm... still alive?"},{"T":"301","3":"The figure gropes their chest and unbuttons their shirt, causing a pile of scrap to fall onto the ground. Behind them are several bullets lodged before the figure's chest."},{"T":"301","2":"???","3":"They saved me... Hehe, and that ol' geezer said it was a useless pile of junk. Guess not, since it saved my life! Mph... Ow..."},{"T":"301","3":"Turning on the emergency light source reveals the surroundings and the person's identity—it is Letty."},{"T":"301","3":"Even though the bullets are designed specifically for killing Corrupted, they could not penetrate the pile of stolen items tucked within her jacket. Which, to her surprise, prevented potentially fatal injuries to her solid Construct exterior."},{"T":"301","2":"Letty","3":"What's this...?"},{"T":"301","3":"Letty is surprised to pull out something soft from her bosom—a stuffed doll that looks like an ugly frog. She remembers taking it from a shopping district because it is so hideously cute. So she stuffed it in with everything else on a whim."},{"T":"301","2":"Letty","3":"Oh, looks like I might have a use for this."},{"T":"301","3":"Letty presses the doll up against her wounds to stop vital fluid from pouring out."},{"T":"301","2":"Letty","3":"Anyway, where am I...? Hey! Let me outta here!"},{"T":"301","3":"Letty kicks the iron door on the outer wall with all her might, but there is only a heavy thud, the door thicker than she has imagined."},{"T":"301","2":"Letty","3":"****... That ol' geezer should've killed me. I'm gonna smash his disgusting face in once I get out. Then I'll kill him while he begs for mercy! Only then will I have my revenge."},{"T":"301","3":"Letty smiles wickedly at the thought of Collins' peril. Suddenly, she hears an alarm coming from within her."},{"T":"301","2":"Letty","3":"Punishing Virus concentration surging... What's what?"},{"T":"301","3":"As Letty turns her head in confusion, a few red lights illuminate the depths of the facility. She suddenly remembers seeing such a light in the past. This red light only brings blood, misery, and death..."},{"T":"301","2":"Letty","3":"Corrupted?!"},{"T":"301","3":"Holding back the sharp pain in her chest, Letty gets up and stumbles to the corner of the garbage disposal plant."},{"T":"301","2":"Letty","3":"Why! Why! Why! Why! Why are there Corrupted here?!"},{"T":"301","3":"But the red light arrives faster than expected, and there is no place to hide. Letty accidentally falls to the ground while running, and she is quickly surrounded by Corrupted."},{"T":"301","2":"Letty","3":"AAAAGGHHH!!! Why... why am I gonna die here?!"},{"T":"301","3":"Letty pulls out her pistol and empties her mag at the approaching Corrupted, but only a few bullets hit their marks. She regrets not spending more time in training—she should not have slept through target practice."},{"T":"301","2":"Letty","3":"**** you! Dammit!"},{"T":"301","3":"Letty tries to quickly reload, but her trembling hands can barely hold onto the magazine. The items stuffed in her chest fall to the ground and, most importantly, so too does the life-saving magazine as it slides away."},{"T":"301","3":"Before Letty can run to pick up the magazine, several Corrupted surround her."},{"T":"301","2":"Corrupted","3":"Rargh!! Rargh!!!"},{"T":"301","2":"Letty","3":"Dammit... I'm done for..."},{"T":"301","3":"Letty thinks she is going to die at the hands of the Corrupted, but strangely, they only roar without taking another step toward her."},{"T":"301","2":"???","3":"Sis...!"},{"T":"301","3":"A pair of hands lifts Letty to her feet. The hands belong to a Construct she has never seen before, but she is about the same age and wears the same clothes as the recruits."},{"T":"301","3":"Thinking she has been thrown a lifeline, she approaches her."},{"T":"301","2":"Letty","3":"Th-thank you! We're allies , you and I..."},{"T":"301","3":"But quickly she realizes that she is not an ally at all, nor is she even a Construct. She is—a Corrupted!"},{"T":"301","3":"Right as she tries to escape, the Corrupted grabs her hand tightly, scaring Letty half to death."},{"T":"301","2":"???","3":"Sis... You're here to save me. It's me, Luna. I... I've been waiting here for you all along."},{"T":"301","3":"The Corrupted named Luna does not attack her. Instead, she cries like a human child, and Letty is not sure what to do."},{"T":"301","2":"Luna","3":"It's so dark and scary here, but I always knew you'd come. I've been waiting here because I knew you'd come save me no matter what."},{"T":"301","2":"Letty","3":"Sis...? But I..."},{"T":"301","3":"Letty may not be smart, but she is crafty. Right as she is about to deny it, she realizes that the only reason she is not attacking her is that she has mistaken her for her sister."},{"T":"301","2":"Letty","3":"L-Luna...? That's right, Luna. Your sister is here to save you!"},{"T":"301","3":"Luna's crying subsides into a smile. She gently nods and hugs Letty."},{"T":"301","2":"Letty","3":"Ah! Ouch, ouch, ouch! Let me go!!!"},{"T":"301","3":"Despite being pushed away, Luna isn't angry. Instead, she picks up something off the ground. Letty looks at it carefully to see that it is the plush doll she has just used to put pressure on her wound. It must have fell out along with the magazine."},{"T":"301","2":"Luna","3":"...It's Froggie!"},{"T":"301","2":"Luna","3":"You still have it! I knew you'd bring it with you when you looked for me."},{"T":"301","2":"Luna","3":"Sorry, Sis... I should've told you I was leaving. You must've been worried sick."},{"T":"301","3":"Letty watches her cherish the dirty and ugly doll covered with vital fluid in her arms. It disgusts her, but at the same time, she is happy that she has come up with a wonderful idea."},{"T":"301","2":"Letty","3":"It's... It's okay! The two of us need to go home together."},{"T":"301","2":"Luna","3":"Yeah, but how do we get out of here..."},{"T":"301","3":"Letty grins with ill intent, patting Luna on the shoulder."},{"T":"301","2":"Letty","3":"No worries, I have an idea. But first, we need to take care of the enemies here..."},{"T":"301","2":"Luna","3":"Enemies?"},{"T":"301","2":"Letty","3":"Yeah... See those Corrupted over there? If we don't destroy them, they'll kill me with wounds as bad as these."},{"T":"301","2":"Luna","3":"But they didn't attack me..."},{"T":"301","2":"Letty","3":"They're playing tricks on you..."},{"T":"301","2":"Luna","3":"Tricks...?"},{"T":"301","2":"Letty","3":"Yeah, they're trying to catch you off guard. They ARE monsters, after all... They're trying to trick you, so they can kill me."},{"T":"301","2":"Letty","3":"Do you... not trust your sister?"},{"T":"301","2":"Luna","3":"I didn't mean that! I trust you! I believe anything you say, Sis..."},{"T":"301","2":"Letty","3":"If that's the case, then we have to kill them... Every single one..."},{"T":"301","2":"Luna","3":"Yeah... Yeah!"},{"T":"301","3":"Seeing Luna ready to fight with all her might, Letty struggles to stifle her laughter with all of hers."},{"T":"301","2":"Letty","3":"How can I be this lucky... Good luck, 'sis.'"}]