[{"T":"301","2":"Commandant A","3":"That's definitely a foul! Foul!"},{"T":"301","2":"Commandant B","3":"C'mon, just forget about it. Who'd care about this sort of things on the battlefield..."},{"T":"301","3":"As soon as you enter the simulation training room, you see two commandants you have met before arguing around the holographic projection screen."},{"T":"301","3":"Looking around, you find the 'Wanshi's Resting Place' still posted on the wall, but he is nowhere to be found. Having not seen each other since the classroom, you cannot tell if you are glad or upset to miss him here."},{"T":"301","3":"Just as you sigh a breath of relief and pick up the device hanging by the training cabin, a shout comes from behind."},{"T":"301","2":"Wanshi","3":"Ah, Gray Raven Commandant."},{"T":"302","2":"Wanshi?","4":"Are you training here as well?"},{"T":"301","2":"Wanshi","3":"Well, going over the basics."},{"T":"301","2":"Wanshi","3":"Want to train one-on-one?"},{"T":"301","2":"Commandant A","3":"Hey, didn't you just turn me down? That's unfair!"},{"T":"301","3":"The commandant nearby grumbles."},{"T":"301","2":"Wanshi","3":"Well, I'm just returning a favor from the Gray Raven Commandant."},{"T":"301","2":"Wanshi","3":"Thank you for sleeping with me last time. It was nice."},{"T":"302","2":"?"},{"T":"301","2":"Commandant A","3":"?"},{"T":"301","2":"Commandant B","3":"?"},{"T":"302","2":"It's not what you think."},{"T":"301","2":"Wanshi","3":"And the gifts you sent, they've been working very well..."},{"T":"302","2":"Don't phrase it like that! People might misunderstand!"},{"T":"301","2":"Wanshi","3":"Huh?"},{"T":"301","2":"Wanshi","3":"I'm just stating the facts. The gifts you sent have completely filled my sleeping pod..."},{"T":"301","2":"Commandant A","3":"???"},{"T":"301","2":"Commandant B","3":"I didn't know that the Gray Raven Commandant would be the person the rumor says...","4":"Is there such a rumor?"},{"T":"301","2":"Wanshi","3":"...Ah. So you've also sent them to others as well..."},{"T":"301","3":"You leap toward Wanshi and cover his mouth before dragging him away with an embarrassed smile under the mischievous gazes of the other commandants."},{"T":"302","2":"Don't say such weird stuff in public!"},{"T":"301","2":"Wanshi","3":"Weird stuff? What do you mean?"},{"T":"301","3":"Wanshi seems so unconcerned that you cannot help but wonder if you were making a big deal out of it."},{"T":"302","2":"Um..."},{"T":"301","2":"Wanshi","3":"Does that mean I can say it now?"},{"T":"302","2":"Uh..."},{"T":"301","2":"Wanshi","3":"So, then, the things you gave me—you can't give the same gifts to someone else."},{"T":"302","2":"It's not about that!"},{"T":"301","2":"Wanshi","3":"Oh, so you do want to practice one-on-one then?"},{"T":"301","2":"Wanshi","3":"I can continue where we left off last time."},{"T":"301","2":"Wanshi","3":"Plus, I'll give it my best shot."},{"T":"301","3":"As Wanshi says this, he lifts the stock of his rifle upward, making a clear and crisp sound. He seems to be serious, judging from the intensity of his manner, which makes you a bit nervous instead."},{"T":"302","2":"Well, that's not quite necessary..."},{"T":"301","2":"Wanshi","3":"Isn't that what you want? To be treated with respect as an opponent..."},{"T":"301","2":"Wanshi","3":"I'm the Wish Machine, after all."},{"T":"302","2":"Are you messing with me like you do those kids?"},{"T":"301","2":"Wanshi","3":"I'm not messing with you... It's just that I like the way we interact with children."},{"T":"301","2":"Wanshi","3":"Let's get started if you're ready."},{"T":"301","2":"Wanshi","3":"It's rare for me to take this seriously."},{"T":"302","2":"Fine."},{"T":"301","3":"His eyes light up, in a way you have never seen before."}]