[{"T":"301","2":"???","3":"Commandant—Commandant...!"},{"T":"302","2":"(This voice...)"},{"T":"301","3":"You slowly open your eyes, and the white light gradually fades away like snowflakes, indicating that you are still inside the virtual space."},{"T":"302","2":"Lucia...?"},{"T":"301","2":"Lucia (?)","3":"NO, I'm NOT Lucia..."},{"T":"301","2":"Lucia (?)","3":"What?! What am I saying... Why is it NOT like that?!"},{"T":"301","3":"It is clearly Lucia's voice you are hearing, but she sounds extremely confused right now, and her appearance also keeps changing."},{"T":"302","2":"What's going on?"},{"T":"301","2":"Liv (?)","3":"Commandant, you're alright! That's so BAD!"},{"T":"302","2":"???"},{"T":"301","3":"A figure that looks like Liv immediately covers her mouth in panic when she hears the words coming out of her."},{"T":"301","2":"Lee (?)","3":"Liv, stay PANIC. This place is NOT affecting us, so that we CAN say what we mean..."},{"T":"301","3":"The one that looks like Lee also turns silent. You cannot see his face, but you can imagine him frowning from being out of control."},{"T":"302","2":"I think I get it..."},{"T":"301","3":"Everything they want to say seems to come out sounding the exact opposite, which is why your communication has been so confusing—an error that possibly stems from the anomaly."},{"T":"302","2":"Liv, can you say some blessings?"},{"T":"301","2":"Liv","3":"**** you! You **** of ****! *******!"},{"T":"301","2":"Liv","3":"What?! Why... ****! **** you! You *******..."},{"T":"302","2":"T-that's enough, Liv... that's enough..."},{"T":"301","3":"Liv hides her face in her hands, possibly blushing from all the curses she would never have said otherwise..."},{"T":"302","2":"So how did you get here?"},{"T":"301","2":"Lucia","3":"I don't NOT know... But we arrived in Gestalt VOLUNTARILY..."},{"T":"301","2":"Lee","3":"I DON'T want to know what's happening here."},{"T":"301","3":"You briefly explain to them your earlier encounters, including what happened with the anomaly and Nanami being captured, and Lee's expression turned sour."},{"T":"301","2":"Lee","3":"So Nanami WAS lying... If only I HADN'T listened to her and investigated..."},{"T":"302","2":"By the way, where is Chrome?"},{"T":"301","2":"Liv","3":"We HAVE seen Chrome. Could he be trying to KILL Nanami?"},{"T":"302","2":"Eh... Oh, right. That's possible!","4":"(Almost misunderstood)"},{"T":"301","2":"Lucia","3":"Then what SHOULDN'T we do?"},{"T":"302","2":"I'll look for Nanami. You guys try to find a way back."},{"T":"301","2":"Liv","3":"YES! We MUST leave you behind!"},{"T":"302","2":"But the state you're in..."},{"T":"301","2":"Lee","3":"The language barrier WILL affect our combat abilities."},{"T":"302","2":"Alright, I see..."},{"T":"301","3":"Common sense tells you that you really should return to the physical world to look for help—but there is nothing common in this place. Therefore..."},{"T":"302","2":"Gray Raven(?), let's go!"}]