[{"T":"301","3":"After who knows how long, Arnold is just about to finish maintenance on Wanshi. With no room for error, sweat drips down his cheeks."},{"T":"301","2":"Arnold","3":"..."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Right at this moment, the sphere bot jumps up and projects a holo-map of the city for both of them to see."},{"T":"301","3":"The holo-map shows three blips running among the collapsed buildings. Bright sparks flash intermittently."},{"T":"301","2":"Arnold","3":"Are those your comrades?"},{"T":"301","2":"Wanshi","3":"...Yup. Guess those two idiots came looking for me."},{"T":"301","2":"Arnold","3":"Because they're your comrades..."},{"T":"301","2":"Arnold","3":"Comrades..."},{"T":"301","2":"Arnold","3":"Alright, just gotta patch up one more thing."},{"T":"301","3":"Arnold places the sphere bot in Wanshi's hand."},{"T":"301","2":"Wanshi","3":"...?"},{"T":"301","2":"Arnold","3":"Bahaha! Not like you can refuse, can you? Let's finish patchin' you up."},{"T":"301","3":"Arnold walks back a few steps and sits on the sofa. He takes a pill out from a pillbox under the sofa and swallows. Wanshi cannot tell what it is, but based on Arnold's look of disgust, it must be a tough pill to swallow."},{"T":"301","3":"The sphere bot standing before Wanshi slowly opens up as a series of connectors extend out from within and connect with Wanshi's external ports."},{"T":"301","3":"Wanshi can feel the robot's energy pour into his body. With Arnold having fixed his external damages, his lack of operating power is restored with the help of the robot."},{"T":"301","2":"Arnold","3":"It's been ages..."},{"T":"301","2":"Arnold","3":"Since I've had talked with another 'person.'"},{"T":"301","2":"Wanshi","3":"But this power is..."},{"T":"301","2":"Arnold","3":"Think of it as a gift for showin' me the outside world. I don't like owin' others nothin'."},{"T":"301","2":"Arnold","3":"I don't want that power goin' to waste. It's broken beyond repair anyways. Why not give it all to you..."},{"T":"301","2":"Arnold","3":"Not to mention, we'll have a better chance of both of us gettin' outta this mess."},{"T":"301","2":"Wanshi","3":"...I see."},{"T":"301","2":"Wanshi","3":"Alright, now it's my turn. Let's see what organ is damaged."},{"T":"301","3":"Wanshi stretches his hands and feet. With his limps functioning normally, he gets up and approaches Arnold. However, Arnold reaches out his hand and gestures for him to stop."},{"T":"301","2":"Arnold","3":"There's more important **** to do than look after me. You saw the holo-map. Your comrades are in trouble."},{"T":"301","2":"Arnold","3":"Let's go. Show me what kinda world we live in now."},{"T":"301","2":"Arnold","3":"I have been hidin' for too long, but I feel like goin' out there today."},{"T":"301","2":"Wanshi","3":"Sigh... Alright."}]