[{"T":"301","3":"The jagged mountain path is strewn with damaged stone statues. Time has not yet stripped them of the aroma of incense etched inside."},{"T":"301","3":"When she calms her mind to listen, there are still faint sounds of bells and chanting from long ago."},{"T":"301","3":"Trekking further in the chorus of birds and beasts, the greenery climbing up the stone statues gradually drowns the mountain path, leaving only the indistinguishable tracks left by animals."},{"T":"301","2":"Pulao","3":"(Panting)"},{"T":"301","2":"Pulao","3":"Where is the celestial?"},{"T":"301","3":"Pulao pushes aside the bush in front and wipes off the sweat, looking around."},{"T":"301","2":"Pulao","3":"I must calm down. I once heard that, to find the celestial, one would need 'destiny' or something..."},{"T":"301","2":"Pulao","3":"Right, 'destiny will lead your way.'"},{"T":"301","2":"Pulao","3":"I'll take this way then."},{"T":"301","3":"Pulao walks forward without hesitation, entrusting her mission to instinct and destiny."},{"T":"301","2":"Pulao","3":"Hmm... Have I been here before? It feels so familiar."},{"T":"301","2":"Pulao","3":"No, I must trust my instinct. The celestial must be not far away."},{"T":"301","2":"Pulao","3":"Huh? I hear water."},{"T":"301","2":"Pulao","3":"I know my instinct would work!"},{"T":"301","2":"Pulao","3":"Wow, this must be the mouth of the spring. What a great place to live."},{"T":"301","3":"Pulao sees a lake in front. Several streams fall from above, converging into a blue mirror that melts with the sky. The lake decorates the forest like a masterpiece of the most passionate painter, whose strokes splash around to make some of the most radically perfect paintings of sky and earth."},{"T":"301","2":"Pulao","3":"What's this..."},{"T":"301","3":"The beautiful scenery also makes the silk clothes hanging on a branch extremely eye-catching."},{"T":"301","3":"When Pulao looks closer, she even sees monkey claw marks on them."},{"T":"301","2":"Pulao","3":"This is so mean. Who did this?"},{"T":"301","3":"Unable to find anyone nearby, Pulao takes the clothes down, folds them up and puts them on a large rock near the lake that can be easily spotted. She then puts a few stones on the clothes, ensuring that they will not be blown away by the wind."},{"T":"301","3":"The moment she finishes laying the clothes, she hears water splashing. She quickly turns around and covers her eyes."},{"T":"301","2":"??","3":"Wow! These are my clothes... gulp."},{"T":"301","2":"Pulao","3":"It wasn't me."},{"T":"301","2":"??","3":"Haha, I know. It must be that monkey. He really wanted to become my student... gulp."},{"T":"301","2":"??","3":"Anyway, thanks for getting my clothes back, little girl... gulp."},{"T":"301","2":"Pulao","3":"No worries, but would you have any idea where the celestial lives on this mountain?"},{"T":"301","2":"??","3":"I'm right here... gulp."},{"T":"301","2":"Pulao","3":"What? Really? Celestial, I..."},{"T":"301","2":"Pulao","3":"Huh?"},{"T":"301","3":"Pulao looks at the direction of the voice in excitement, only to see a... PANDA standing in the mist."},{"T":"301","2":"??","3":"Are you that sad to see me... gulp."},{"T":"301","2":"Pulao","3":"No, not at all. I swear."},{"T":"301","2":"??","3":"Liar. All the passion in your eyes is gone... gulp!"},{"T":"301","2":"Celestial (?)","3":"Ahem, but as far as I know, I am the only being that can be called 'celestial' on this mountain... gulp."},{"T":"301","3":"The panda grabs its clothes, on which a big word 'Celestial' is written."},{"T":"301","3":"It only takes it one spin to change into them. The well-fitting outfit is obviously carefully crafted to its body shape, adding to its credibility."},{"T":"301","2":"Celestial (?)","3":"It's okay. It is only natural for you to have this reaction... gulp."},{"T":"301","2":"Celestial (?)","3":"Everyone who came to seek the celestial had similar reactions. I don't get you humans... gulp."},{"T":"301","2":"Celestial (?)","3":"Do I have to put a large, gold exclamation mark on top of my head, so you can differentiate me from just any ordinary panda... gulp?"},{"T":"301","2":"Pulao","3":"Sorry to make you feel that way..."},{"T":"301","2":"Celestial!","3":"Oops, that was probably a little too harsh. Many said that I had a poker face... gulp."},{"T":"301","2":"Celestial!","3":"Relax, I was just joking. Alright, what do you need me for... gulp?"},{"T":"301","2":"Pulao","3":"I have a very, very important favor to ask you, celestial!"},{"T":"301","2":"Celestial!","3":"You found my clothes, and passed the test in the mountain, so no problem."},{"T":"301","2":"Pulao","3":"T-thank you! My Master is..."},{"T":"301","2":"Celestial!","3":"Alright. I got it... gulp."},{"T":"301","2":"Pulao","3":"Huh? But I just started!"},{"T":"301","2":"Celestial!","3":"Oh, I saw a dark flash, then I felt like I had already learned the entire story. What's that word... Oh, it's like 'fast-forward' in your human's words."},{"T":"301","2":"Pulao","3":"???"},{"T":"301","2":"Celestial!","3":"Don't worry. It doesn't matter... gulp."},{"T":"301","2":"Celestial!","3":"I would love to help, but unfortunately I cannot save your Master... gulp."},{"T":"301","2":"Celestial!","3":"Because I don't have the most important ingredient, 'Big Fish's Tear'... gulp."},{"T":"301","2":"Pulao","3":"What's that?"},{"T":"301","2":"Celestial!","3":"As the name suggests, it is the tear of Mr. 'Big Fish'. I need it to make the elixir that can cure all the diseases."},{"T":"301","2":"Celestial!","3":"But I have no idea where he is now. Last time I heard, the company assigned him to the east."},{"T":"301","2":"Pulao","3":"Are you saying that you can make me the elixir once I find Mr. Big Fish and get some tears from him?"},{"T":"301","2":"Celestial!","3":"Correct... gulp."},{"T":"301","2":"Pulao","3":"Okay. I'll go find him right now."},{"T":"301","2":"Celestial!","3":"It's not safe over there... gulp."},{"T":"301","2":"Pulao","3":"No problem. As long as I can heal Master, nothing is a problem!"},{"T":"301","2":"Celestial!","3":"Good! I like your spirit... gulp."},{"T":"301","2":"Celestial!","3":"Take care. I'll wait for your good news... gulp."}]