[{"T":"301","2":"Ayla","3":"Really? Is that what you think?"},{"T":"301","2":"Ayla","3":"Nothing strange about that."},{"T":"301","2":"Ayla","3":"But she is different. Even though she's never been to Earth herself, she's had all sorts of unrealistic fantasies about it."},{"T":"301","2":"Ayla","3":"When she was still around, she used to always ask me if there are any humans left on Earth."},{"T":"301","3":"Ayla closes her eyes."},{"T":"301","2":"???","3":"Our primary school teachers all said that it was the cradle of life and our birthplace."},{"T":"301","2":"???","3":"But due to the Punishing Virus, we were forced to temporarily leave its embrace and protect her from Babylonia."},{"T":"301","2":"???","3":"So, Ayla, do you think there are still people on Earth?"},{"T":"301","2":"Ayla","3":"I think so. Not everyone evacuated during Operation Acadia. There's bound to still be people on the surface."},{"T":"301","2":"Ayla","3":"Don't our textbooks say that there were billions of people on the surface at one point?"},{"T":"301","2":"???","3":"Billions? There's no way Babylonia could support that many people..."},{"T":"301","2":"Ayla","3":"Obviously. It could probably only support a small fraction of the population."},{"T":"301","2":"???","3":"My thoughts exactly."},{"T":"301","2":"???","3":"But it's fine."},{"T":"301","2":"???","3":"One day, we will reunite with our comrades on the surface. When that time comes, we will share in the marvelous things we have seen and rejoice in song."},{"T":"301","2":"???","3":"Nothing is more romantic. Is it not?"},{"T":"301","3":"Ayla opens her eyes."},{"T":"301","2":"Ayla","3":"We were so naive back then. Always sharing our childish fantasies."},{"T":"301","2":"Ayla","3":"She told me how romantic it would be to reunite with our comrades on the surface..."},{"T":"301","2":"Ayla","3":"We will share in the marvelous things we have seen and rejoice in song."},{"T":"301","2":"Ayla","3":"But we never considered at the time..."},{"T":"301","2":"Ayla","3":"Why had those on the surface not come to Babylonia?"},{"T":"301","2":"Ayla","3":"What sort of life would they have had on the surface?"},{"T":"301","2":"Ayla","3":"What would people on the surface think of us?"},{"T":"301","3":"Your vision returns. There are no wonders to be found here. Only helpless dismay."},{"T":"301","3":"Seeing you lost in thought again, Hans furrows his eyebrows."},{"T":"301","2":"Hans","3":"Gray Raven Commandant, you can't even bother to follow orders now, I take it?"},{"T":"301","2":"Liv","3":"No, it's not that. Commandant is..."},{"T":"301","3":"Wanshi scans you with his peripheral vision as if in contemplation."},{"T":"301","3":"Hans speaks directly—"},{"T":"301","2":"Hans","3":"Enough. I don't have time for your excuses."},{"T":"301","2":"Hans","3":"Begin evacuating the refugees. If they aren't willing to cooperate, resort to more coercive measures."},{"T":"301","2":"Everyone","3":"...!"},{"T":"301","3":"Before the other three can respond—"},{"T":"302","2":"I don't agree with this."},{"T":"302","2":"This kind of coercion ignores the will of others."},{"T":"302","2":"It's wrong."},{"T":"301","2":"Hans","3":"Are you defying orders, 【kuroname】?"},{"T":"301","2":"Hans","3":"Watch your attitude and every statement you make."},{"T":"301","2":"Hans","3":"You don't want to get court-martialed when all of this is said and done."},{"T":"302","2":"..."},{"T":"301","3":"Lee stands in front of you."},{"T":"301","2":"Lee","3":"Understood."},{"T":"301","2":"Lee","3":"Please give us some more time. Not all of the nodes have been deployed yet, have they?"},{"T":"301","2":"Hans","3":"That's right, but let me make myself clear. Once the nodes are fully deployed, Babylonia will obliterate the surrounding area."},{"T":"301","2":"Hans","3":"If you don't wish to be decimated along with it, I suggest you hurry up and complete your mission."},{"T":"301","3":"Finished speaking, Hans turns and leaves."},{"T":"301","2":"Wanshi","3":"Yawn... Well... Looks like I'm not needed here anymore."},{"T":"301","2":"Wanshi","3":"Catch ya later. I'm gonna recharge my batteries."},{"T":"301","3":"Knocking open the door to the residence—"},{"T":"301","2":"Liv","3":"Sir, Babylonia is going to unleash a wide-scale attack on the surrounding area. Please gather your family and evacuate immediately."},{"T":"301","2":"Refugee","3":"Where do we evacuate to?"},{"T":"301","3":"Liv bites her lip."},{"T":"301","3":"Because the answer is simple—nowhere."},{"T":"301","3":"Eden has no extra 'tickets,' and there is no place on the surface that can be called a 'safe refuge.'"},{"T":"301","3":"The conservation area has not yet been built, and there is simply no way to accommodate all the displaced people."},{"T":"301","3":"At present, there is only just enough time to evacuate the refugees to an area that will not be affected by the blast."},{"T":"301","3":"The refugee smiles sarcastically at Liv's silence."},{"T":"301","2":"Refugee","3":"Enough with the hypocrisy. Is this really in our best interest? Or do you just not want to see us die before your very eyes?"},{"T":"301","2":"Refugee","3":"Look at you. Your conscience is just as repulsive as your actions."},{"T":"301","2":"Refugee","3":"Removing us from our homeland will make you sleep better at night, but it won't make our lives any better."},{"T":"301","2":"Lucia","3":"That's not what we intend on—"},{"T":"301","3":"The refugee slams the door in their faces."},{"T":"301","2":"Lee","3":"That's the fourth household."},{"T":"301","2":"Lucia","3":"Why are they so stubborn?"},{"T":"301","2":"Liv","3":"The old man... seems to be their leader."},{"T":"301","2":"Lucia","3":"If he is willing to leave, others will probably follow."},{"T":"301","2":"Lee","3":"Agreed."},{"T":"301","3":"After several more doors slam in their faces.."},{"T":"301","3":"A familiar face opens the door."},{"T":"301","2":"Old Man","3":"It's you."},{"T":"301","2":"Liv","3":"Mister..."},{"T":"301","2":"Old Man","3":"Ah... I know why you're here."},{"T":"301","3":"Lucia nods."},{"T":"301","2":"Old Man","3":"Then you should know my answer. I already told you."},{"T":"301","2":"Lucia","3":"I still don't get it... Why? Is it because we aren't looking at this from your point of view?"},{"T":"301","2":"Old Man","3":"I'm sure you understand, kiddo."},{"T":"301","2":"Old Man","3":"Our point of view isn't as different from yours as you think."},{"T":"301","2":"Old Man","3":"In your eyes, what is Babylonia?"},{"T":"301","2":"Lucia","3":"It's a bastion for humanity's strongest—"},{"T":"301","2":"Old Man","3":"No. That's not what I asked. I mean what was Babylonia before the Punishing Virus and the Great Evacuation?"},{"T":"301","2":"Lucia","3":"It was humanity's first FTL colonization ship."},{"T":"301","2":"Old Man","3":"Then why hasn't it taken you all into deep space?"},{"T":"301","2":"Lucia","3":"Because we lost Earth and want to take it back."},{"T":"301","2":"Old Man","3":"Why do you want to take it back?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Our mission is to take back humanity's homeland."},{"T":"301","2":"Lucia","3":"That is our mission. That is the meaning of our existence."},{"T":"301","2":"Old Man","3":"But this homeland is no longer of any use to you."},{"T":"301","2":"Old Man","3":"Cities destroyed; civilizations collapsed. Earth is now just a sea of ruins."},{"T":"301","2":"Old Man","3":"Babylonia floats above Earth, just like we stand here in these ruins. Why not leave?"},{"T":"301","2":"Old Man","3":"Have you ever thought that taking back Earth might be meaningless?"},{"T":"301","2":"Old Man","3":"Now you are a Construct, not a human being. You don't need to inherit the meaning of human existence."},{"T":"301","3":"Lucia wavers slightly."},{"T":"301","2":"Lucia","3":"No, you're wrong. This is what we were born to do..."},{"T":"301","2":"Old Man","3":"That may have been why you were created, but that doesn't mean it has to be why you continue to exist."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Old Man","3":"Much like how people should live, but they shouldn't just 'live.' There are far more important things than to 'just live.'"},{"T":"301","2":"Old Man","3":"Do you understand now?"},{"T":"301","3":"Lucia closes her eyes."},{"T":"301","2":"Lucia","3":"This is the path I chose. Just like this is the path each of you has chosen."},{"T":"301","3":"The old man smiles faintly."},{"T":"301","2":"Old Man","3":"Exactly. This is the path we chose, and this is the meaning we give our lives."},{"T":"301","2":"Old Man","3":"We have nothing left. Our only driving force left is our attachment to this land. It's the only thing that supports our menial existence."},{"T":"301","2":"Old Man","3":"Our last wish is to forever rest within its embrace."},{"T":"301","2":"Old Man","3":"You think we're unreasonable choosing to die rather than to leave. I think you're being equally unreasonable."},{"T":"301","2":"Old Man","3":"The irony of man. People can never reach a real mutual understanding."},{"T":"301","2":"Old Man","3":"This land is our blood, sweat and tears. Our history. Our memories. Everything we created, cherished, loved, and lost."},{"T":"301","2":"Old Man","3":"As I have said, if you still have an ounce of compassion, please don't deprive us of our last request."},{"T":"301","2":"Old Man","3":"Please respect our last will."},{"T":"301","3":"Lee steps forward and pats Lucia on the shoulder."},{"T":"301","2":"Lee","3":"We understand."},{"T":"301","2":"Lee","3":"Sorry to bother you. Goodbye."},{"T":"301","3":"Just as you are about to leave, you hear a commotion nearby."},{"T":"301","2":"Woman","3":"Don't you think it's ridiculous to tell us that we are also citizens of the World Government?!"},{"T":"301","2":"Woman","3":"Don't you remember how you treated us when the evacuation started?!"},{"T":"301","2":"Woman","3":"You held us at gunpoint to prevent us from boarding Eden!"},{"T":"301","2":"Woman","3":"You left us behind like junk, now you dare to come back and 'rescue' us? Are you kidding me?"},{"T":"301","2":"Woman","3":"Get out!"},{"T":"301","2":"Woman","3":"Get out of here! I don't need your fake compassion now!"},{"T":"301","3":"The person she is confronting is none other than Hans."},{"T":"301","3":"His starched and pressed uniform had been stained."},{"T":"301","3":"Almost like someone had poured a bucket of dirty water on him."},{"T":"301","2":"Construct Captain","3":"Chief Commander Hans!"},{"T":"301","2":"Construct Captain","3":"You—!"},{"T":"301","3":"By the time you rush over, the two of them are about to clash."},{"T":"301","3":"Suddenly, you hear the distant serenade of the 'whale song.'"},{"T":"301","2":"???","3":"——▆——▃——▆▇"},{"T":"301","3":"The serene and resonating sound floats gracefully in the wind like a bird through the clouds."},{"T":"301","3":"It sounds close yet distant."},{"T":"301","3":"The sound is not grating, but Hans and the old man who had just arrived wince at the same time."},{"T":"301","2":"Old Man","3":"Not good..."},{"T":"301","2":"Hans","3":"Attention, soldiers! Drop what you're doing and prepare for battle!"},{"T":"301","2":"Wanshi","3":"Hey! Over to the west!"},{"T":"301","3":"Despite going to 'recharge his batteries,' Wanshi had been keeping watch this entire time. Suddenly, he jumps down from the hill."},{"T":"301","3":"His laziness was now replaced with unprecedented seriousness."},{"T":"301","3":"Soon, everyone realizes the gravity of the situation."},{"T":"301","3":"Because a large number of Punishing Hetero-Creature burst out of the yellow sand and begin to pursue him."}]