[{"T":"301","2":"Golden Jegan","3":"Gargh... I, Golden Jegan, have fallen so easily... What a shame..."},{"T":"301","3":"After Golden Jegan was defeated, he took out the artifact fragment that he had been protecting just like other Demon Generals. This was probably a system setting."},{"T":"301","2":"Lucia","3":"The battle is over."},{"T":"301","3":"The Demon General closed his eyes, but Lucia pulled her blade back."},{"T":"301","2":"Golden Jegan","3":"Um, aren't you going to finish me off?"},{"T":"301","2":"Lucia","3":"Like I said, I didn't want to use violence. Plus, there's still something we want to know from you."},{"T":"301","2":"Golden Jegan","3":"Hmph. As heroes of revelation, you are quite different..."},{"T":"301","2":"Lucia","3":"Just like Karenina said... Have you been watching us all along?"},{"T":"301","2":"Golden Jegan","3":"Of course... That's why I also know who you are looking for."},{"T":"302","2":"Do you mean Liv?","4":"Is she nearby?"},{"T":"301","2":"Golden Jegan","3":"Indeed... That's how His Majesty calls her."},{"T":"301","2":"Golden Jegan","3":"She's further away, with His Majesty. They didn't go past here."},{"T":"301","2":"Lee","3":"Wait a sec. Are you suggesting Liv is with the Demon King?"},{"T":"301","2":"Golden Jegan","3":"Correct. She met His Majesty ever since she arrived in this world, and they have been moving together."},{"T":"301","2":"Kamui","3":"...But the stone monument said the Demon King was already killed by the heroes. Did he come back to life again?"},{"T":"301","2":"Golden Jegan","3":"Before the last Demon King was destroyed, he separated a small potion of his power, which became the Demon King now..."},{"T":"301","2":"Golden Jegan","3":"He also realized his mistake and asked us to never harm humans again. But we never thought the humans would come at us this time."},{"T":"301","2":"Golden Jegan","3":"So he decided to start his plan after you arrived here..."},{"T":"301","2":"Lee","3":"You call Liv the Holy Maiden. Does she have anything to do with that plan?"},{"T":"301","2":"Golden Jegan","3":"Of course... Only she can save us Demons."},{"T":"301","2":"Golden Jegan","3":"And this world."},{"T":"302","2":"How can she save you?","4":"Where are they now?"},{"T":"301","2":"Golden Jegan","3":"By going to the Demon King's Castle."},{"T":"301","2":"Golden Jegan","3":"On their way to the Demon King's Castle."},{"T":"301","2":"Kamui","3":"The Demon King's Castle?"},{"T":"301","2":"Karenina","3":"But the gate can only be opened after all artifact fragments are collected!"},{"T":"301","2":"Golden Jegan","3":"It's called the 'Demon King's Castle.' Do you think a castle will not respond to its owner?"},{"T":"301","2":"Golden Jegan","3":"Not to mention the Goddess' artifact was originally... Wait, what's this...?"},{"T":"301","2":"Karenina","3":"What's wrong?"},{"T":"301","3":"The conversation was interrupted as Golden Jegan became very anxious. He looked very shocked, then started to panic."},{"T":"301","2":"Golden Jegan","3":"Heroes from afar, I am going to use my magic to launch the artifact away. Please follow it."},{"T":"301","2":"Karenina","3":"Hah? Are you eating your words already?"},{"T":"301","2":"Golden Jegan","3":"No, but His Majesty and the Holy Maiden are in danger. As a Demon General, I cannot go out!"},{"T":"301","2":"Golden Jegan","3":"Please, go help them!"}]