[{"T":"301","3":"It has been 15 days since Liv returned to Babylonia. It is also the 15th day she has been adapting to her new frame."},{"T":"301","3":"The peaceful facade of Babylonia would have tricked her into believing that everything has gone back to normal... if not for the obstacles and pain she has experienced throughout the adaptation."},{"T":"301","3":"The Constructs that returned with Liv either have been sent to Star of Life, are currently being treated, or have their names recorded on the casualty list."},{"T":"301","3":"Those who once gathered at conservation areas 043 and 046 have mostly survived, but the conditions of a few of them are still critical."},{"T":"301","3":"Apart from following the protocol to work on her adaptation, Liv has mostly spent her time in Star of Life, assisting the doctors there and looking after the patients."},{"T":"301","3":"She seems to have brought her habit on the surface back with her. Besides taking care of the patients, Liv will also jot down their particulars in her journal."},{"T":"301","3":"She knows that terminals that contain nonessential information will be reset after her frame is destroyed, so she has chosen pen and paper instead."},{"T":"301","3":"—Cosette, brought to Babylonia from the surface, is also staying at Star of Life under observation. She seems to be doing fine right now."},{"T":"301","3":"Celica has told Liv that Cosette will be transferred to the Youth Center later to await adoption. Or she might stay there until she has grown up."},{"T":"301","3":"—It has been over two months since 【kuroname】 was injured at the Pulia Forest Park Ruins."},{"T":"301","3":"Since returning to Babylonia, the commandant has been receiving the best medical treatment possible."},{"T":"301","3":"But the days pass by... and 【kuroname】 shows no sign of waking up. Not even when the heavily wounded Simon has woken up from his coma and comes to visit with the medical personnel's help."},{"T":"301","3":"All the doctors in Star of Life know full well that if 【kuroname】 does not wake up soon, there might be no waking up at all."},{"T":"301","3":"Being in a coma for over three months will create irreversible complications in a human's body."},{"T":"301","3":"Even if a miracle happens after three months, the best option the Chief commandant has is to turn into a Construct."},{"T":"301","3":"But miracles do not just happen. Not to mention that should the commandant wake up, all that awaits are the 'adjustable' plans the Parliament has planned, eagerly paving the road to the end of a hero's journey."},{"T":"301","3":"Whenever night falls, and most of the patients and nurses are asleep, Liv will still be busy working in the halls of Star of Life."},{"T":"301","3":"The only time she stops is when she receives the daily mission report from the surface, and she will take a brief rest, eased by the images of the figures in relative safety."},{"T":"301","3":"She is... a sparrow, trapped in an hourglass. Knowing that she will soon be buried by the shifting sand, she still refuses to give up on searching for a way out."},{"T":"301","3":"As noon arrives on another busy day at Star of Life, Liv departs briefly for the Science Council."},{"T":"301","3":"She is already ready to return and continue to help after finishing today's adaptation at the Council."},{"T":"301","3":"As long as she can offer an extra pair of hands, she can give everyone else a little breathing room, and more patients can be treated."},{"T":"301","3":"But she finds someone she has not seen for a while in Asimov's laboratory."},{"T":"301","2":"Bianca","3":"...I understand the details. The specialized device you requested has been approved as well. It'll arrive here tomorrow."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Seeing Liv enter, Bianca simply nods at her without saying anything."},{"T":"301","2":"Bianca","3":"I'll be going if there's nothing else."},{"T":"301","2":"Asimov","3":"Of course."},{"T":"301","3":"Looking at Liv, Bianca seems to have a thousand words left unsaid in her eyes. Still, she remains silent, nodding again and bidding farewell."},{"T":"301","2":"Bianca","3":"Take care."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"As she watches Bianca leave the laboratory, she hears another familiar voice from the door, one she has not heard for a very long time."},{"T":"301","2":"Hippocrates","3":"Good afternoon."},{"T":"301","2":"Liv","3":"...Huh?"},{"T":"301","2":"Hippocrates","3":"What? Do you have to look like you just saw a paralyzed patient playing football?"},{"T":"301","2":"Liv","3":"My apologies, Professor... I was just surprised to see you. I heard that you left Star of Life to focus on academic research, and you're no longer teaching or practicing."},{"T":"301","2":"Hippocrates","3":"You're not wrong. I applied for early retirement to concentrate on things and research that I actually care about."},{"T":"301","2":"Hippocrates","3":"But in times like this, no one gets to stay on the sidelines, I suppose. So here I am."},{"T":"301","3":"She shrugs, smiling."},{"T":"301","2":"Hippocrates","3":"Asimov has told me what happened to you on the surface."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Hippocrates","3":"I've also checked on the Gray Raven Commandant. Not an easy job to bring someone with a brain injury like that back in one piece."},{"T":"301","2":"Hippocrates","3":"Don't be too hard on yourself. Choices were made, and the die was cast. I know what happened down there. You did your best."},{"T":"301","3":"Hearing the words the Professor used to say to comfort her students, Liv shows a hint of bitterness in her smile."},{"T":"301","2":"Hippocrates","3":"Word is that you're making an extraordinary frame here?"},{"T":"301","2":"Hippocrates","3":"You got me curious. Tell me more."},{"T":"301","2":"Asimov","3":"...It's classified."},{"T":"301","2":"Hippocrates","3":"I've submitted my request and signed the NDA. Here, see for yourself."},{"T":"301","3":"She opens her terminal and shows Asimov the notice she just received."},{"T":"301","2":"Hippocrates","3":"Unless you don't trust the doctor that delivered you?"},{"T":"301","3":"Right as she finishes saying that, the sound of containers being knocked over and a little girl gasping can be heard from a cubicle inside."},{"T":"301","2":"Asimov","3":"The notice just says you're allowed to join. I don't think you've agreed to do it yet."},{"T":"301","2":"Hippocrates","3":"I should learn more about the project before coming to a decision, shouldn't I?"},{"T":"301","3":"Asimov does not bother to argue anymore. He tabs on the monitor before him and pulls up a folder for Hippocrates."},{"T":"301","2":"Hippocrates","3":"I see... So this is it..."},{"T":"301","2":"Hippocrates","3":"...It's the frame that utilizes the data from an agent, isn't it?"},{"T":"301","2":"Hippocrates","3":"Kurono is in over their heads, trying to make an Ascendant of their own. It might be powerful on the battlefield, but the frame comes with a side effect, doesn't it? It 'attracts' the Punishing Virus like an actual Ascendant."},{"T":"301","2":"Hippocrates","3":"Since the user of the frame cannot withstand the infection, they'll die soon after they're deployed."},{"T":"301","2":"Asimov","3":"But attracting the Punishing Virus is the effect the Omega Weapon needs. That's the only way it can capture the virus."},{"T":"301","2":"Hippocrates","3":"But where does it send the Punishing Virus?"},{"T":"301","2":"Asimov","3":"...We're still unable to explain most of it. Right now, all I can say is... the Omega Weapon functions more akin to a 'tunnel' or a 'wormhole' that pulls in the Punishing Virus."},{"T":"301","2":"Asimov","3":"This frame has brought us hope precisely because it can make the Punishing Virus go away for real."},{"T":"301","2":"Asimov","3":"With proper control, we can even cure the Corrupted."},{"T":"301","2":"Hippocrates","3":"You won't be looking like this if things have been going this smoothly."},{"T":"301","2":"Asimov","3":"...This specialized frame cannot control the rate it draws the Punishing Virus."},{"T":"301","2":"Asimov","3":"Given the current virus concentration on the surface, it is very likely that the Omega Weapon cannot keep up with the amount the frame is drawing in."},{"T":"301","2":"Hippocrates","3":"What will happen to the virus that the Omega Weapon cannot capture? Will they just infect Liv?"},{"T":"301","3":"Asimov answers her with his silence."},{"T":"301","2":"Hippocrates","3":"This is only going to give us another Corrupted. If things go wrong, we might even get another Ascendant."},{"T":"301","2":"Asimov","3":"Commander Nikola agrees that we might risk turning Liv into an Ascendant. That's why he has asked the Purifying Force to support the operation."},{"T":"301","2":"Asimov","3":"I was just confirming the situation with Bianca earlier. She's bringing over some... equipment tomorrow that requires special authorization."},{"T":"301","2":"Hippocrates","3":"Equipment from the Purifying Force... a M.I.N.D. needle probe?"},{"T":"301","2":"Asimov","3":"And an EMP discharge collar."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","2":"Hippocrates","3":"Did he tell you about this?"},{"T":"301","2":"Liv","3":"Yes. Asimov and Commander Nikola told me before we started the adaptation."},{"T":"301","2":"Hippocrates","3":"Do you know what those two things do?"},{"T":"301","2":"Liv","3":"One of them monitors my M.I.N.D. activities, and the other one can directly extinguish my M.I.N.D."},{"T":"301","2":"Hippocrates","3":"You signed the agreement after you'd learned about them?"},{"T":"301","2":"Liv","3":"I did... since I don't want to become the enemy either."},{"T":"301","3":"A hint of gloom flashes on the cheerful Professor's face, but she has not voiced any disagreement."},{"T":"301","2":"Hippocrates","3":"What if we retrieve Liv before the infection crosses the threshold?"},{"T":"301","2":"Asimov","3":"Even with the specialized frame, the Omega Weapon cannot hold on for too long."},{"T":"301","2":"Asimov","3":"Everything is a work in progress. We can only improve it after testing."},{"T":"301","2":"Hippocrates","3":"Didn't you solve this once? With the Smith boy... Chrome?"},{"T":"301","2":"Asimov","3":"The way I solved that was by including an inhibitor so that the Ascendant data wouldn't surpass what he could handle."},{"T":"301","2":"Asimov","3":"There are two reasons why we can't use an inhibitor this time."},{"T":"301","2":"Asimov","3":"Drawing in the Punishing Virus is, by default, an act of surpassing the threshold. If we put a limit on that, this project wouldn't be able to do what it's meant to do."},{"T":"301","2":"Hippocrates","3":"Hmm... Of course those people would come up with something like this when they consider human lives simply part of the cost of their experiments."},{"T":"301","2":"Hippocrates","3":"But this isn't turning a heater on and off, where our options are either hot or cold, inhibitor or no inhibitor. There must be another way."},{"T":"301","2":"Asimov","3":"There would be, but the specialized frame is developed from an agent's data, so its essence is similar to an Ascendant."},{"T":"301","2":"Asimov","3":"Connecting with the M.I.N.D. of a frame like this often means corrupting a commandant's Mind Beacon."},{"T":"301","2":"Asimov","3":"After getting the data from Chrome and the fight with the Hetero-Hive Mother, I reinforced the inhibitor on the Glory frame."},{"T":"301","2":"Asimov","3":"Right now, his specialized frame is as stable as Arclight. Barring any unforeseen circumstances, both frames only have a 0.64% chance to deviate."},{"T":"301","2":"Asimov","3":"But should a deviation occur, only the Gray Raven Commandant 【kuroname】 can stabilize his M.I.N.D."},{"T":"301","2":"Asimov","3":"Given that 【kuroname】 is still in a coma, we've lost our only guarantee."},{"T":"301","2":"Hippocrates","3":"Is that why Kurono is so obsessed with 【kuroname】?"},{"T":"301","2":"Asimov","3":"I wasn't too keen to find out the details, but it certainly seems like it."},{"T":"301","2":"Asimov","3":"They have trouble solving the infection, and they couldn't get their hands on Constructs with remarkably stable M.I.N.D.s."},{"T":"301","2":"Asimov","3":"Without a commandant who can withstand it, the frames they build can't be deployed, or it'll just result in the user's demise."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Asimov","3":"...How do you know about Kurono, Professor?"},{"T":"301","2":"Hippocrates","3":"A sweet young man promised I'd be interested in 【kuroname】 and Project Winter, so I let him talk."},{"T":"301","2":"Asimov","3":"...?"},{"T":"301","2":"Hippocrates","3":"He said he wanted the project to continue smoothly so the frames they make could improve and stop hurting the users. That's why they need my help."},{"T":"301","2":"Hippocrates","3":"Oh, how passionate young people are nowadays. I didn't even give him an answer, and he was showering me with praise for over ten minutes. And I thought my old researches were all but forgotten."},{"T":"301","2":"Hippocrates","3":"People often ask me how I stay so young, but no one listens when I say it's healthy diets, enough sleep, regular exercise, and staying away from cigarettes and alcohol."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"Are you joining the research?"},{"T":"301","2":"Hippocrates","3":"Hold on. One more question."},{"T":"301","2":"Hippocrates","3":"Why Liv?"},{"T":"301","2":"Liv","3":"That was my choice."},{"T":"301","2":"Hippocrates","3":"But I've heard that they were eyeing you before you applied."},{"T":"301","2":"Asimov","3":"No one could avoid the outcome, even if it weren't Liv."},{"T":"301","2":"Hippocrates","3":"Save that kind of speech for someone who hasn't seen her share of death. When the number of lives isn't a factor, I'll always care for those I care about."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"The most important factors we considered were M.I.N.D. stability and strain."},{"T":"301","2":"Asimov","3":"We have to exclude those who have their M.I.N.D.s damaged by a specialized frame—they would require something more stable."},{"T":"301","2":"Asimov","3":"Among our top three candidates, Liv is second on the list."},{"T":"301","2":"Hippocrates","3":"Oh? Who's first?"},{"T":"301","2":"Asimov","3":"Lee, who's also from Gray Raven."},{"T":"301","2":"Asimov","3":"Still, this frame is just our first attempt. There is still a lot of uncertainty, but someone out there has been trying to suppress it."},{"T":"301","2":"Hippocrates","3":"Someone, huh? I can hazard a guess who that is. Who knows, maybe we're talking about the same person. Were those the only things you considered?"},{"T":"301","2":"Asimov","3":"The other factor was the fact that Liv applied for the program herself."},{"T":"301","3":"Hippocrates lets out a deep sigh, switching to a more comfortable posture on the chair."},{"T":"301","2":"Hippocrates","3":"Alright. I agree to join the operation."},{"T":"301","2":"Hippocrates","3":"The agent's data would've caused all kinds of issues, even from the simulated connection during adaptation."},{"T":"301","2":"Hippocrates","3":"The migraine you feel would be the most obvious one, yes?"},{"T":"301","2":"Liv","3":"...Yes."},{"T":"301","2":"Hippocrates","3":"Right, you wouldn't have said anything if you weren't asked."},{"T":"301","2":"Hippocrates","3":"Although frames aren't my specialty, I can still help when it comes to M.I.N.D. stability."},{"T":"301","2":"Hippocrates","3":"I'll also be the attending physician of your commandant. If we can get 【kuroname】 to wake up, we'll at least have a shot at tackling problems regarding the M.I.N.D."},{"T":"301","2":"Liv","3":"...Thank you, Professor."},{"T":"301","2":"Hippocrates","3":"Of course. If you have any requests, now's the time."},{"T":"301","3":"Hippocrates taps the monitor in front of Asimov and presents the design of the new frame to Liv."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Hippocrates","3":"I'm not the one who does the modification, but the more the frame matches what you want, the better it is for you in your future battles."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Looking at the pure white frame on the schematics, she is reminded of a similar piece of paper she once held in her hands."},{"T":"301","2":"Liv","3":"...Wings."},{"T":"301","3":"Whether it is 【kuroname】 or the people who are still struggling..."},{"T":"301","3":"If only the Eclipse frame could fly, Liv would be able to travel over the hills and the flood, through the danger to wherever she is needed—to help those she could have saved."},{"T":"301","2":"Liv","3":"I need to be able to fly. There... should be wings."}]