[{"T":"301","2":"Kamui","3":"Find anything, Captain?"},{"T":"301","2":"Chrome","3":"Negative. You?"},{"T":"301","2":"Kamui","3":"Sigh... Negative."},{"T":"301","3":"Kamui and Chrome walk out from both sides of the ruins and reconvene in front of a huge pit to exchange intel. In the center of this pit are two raindrop-shaped airdrop capsules."},{"T":"301","3":"The high temperature upon entry had severely deformed the airdrop capsules' exterior. After opening the hatch, hot air continues to emit from within the cabins."},{"T":"301","2":"Kamui","3":"I've never seen those interceptor drones we ran into during our descent."},{"T":"301","2":"Kamui","3":"Looks like they were deliberately trying to slow us down."},{"T":"301","2":"Chrome","3":"Well... Our mission is different this time."},{"T":"301","2":"???","3":"Wretched bastards... What are more of those fools from Babylonia doing here? There's been enough delays already..."},{"T":"301","2":"Chrome & Kamui","3":"?!"},{"T":"301","3":"A dark object flies toward Chrome and Kamui. Instinctively, the Strike Hawks separate just in the nick of time."},{"T":"301","3":"After finding his footing, Chrome scans the flying object and discovers that it is a mechanical head emitting static electricity."},{"T":"301","2":"Chrome","3":"It's... Troy from Ouroboros..."},{"T":"301","3":"Hearing Chrome utter this, Kamui sprints faster toward where the object is coming from."},{"T":"301","3":"Right as he is about to reach the target position, Kamui swings his greatsword ferociously at the building in front of him, causing it to collapse."},{"T":"301","2":"Kamui","3":"Hmph, ***hole."},{"T":"301","2":"Gear?","3":"Impatient, are we? No matter. This won't take long then."},{"T":"301","2":"Chrome","3":"Behind you, Kamui!"},{"T":"301","3":"The sound previously heard appears behind Kamui all of a sudden, and he is struck by a violent whirlwind."},{"T":"301","3":"With the dull crunch of metal from the impact, Kamui is sent flying into the air."},{"T":"301","3":"Right as Kamui is about to collide with the protruding steel bars in the distant ruins, a pale blue streak of lightning gallops across the ground."},{"T":"301","3":"In a flash, the lightning grabs Kamui and pulls him up along the wall with the steel bars."},{"T":"301","2":"Kamui","3":"Thanks, Captain."},{"T":"301","3":"The lightning gradually dissipates as Chrome reaches the top holding Kamui's hood."},{"T":"301","2":"Chrome","3":"So... Looks like we found the culprit behind all of this."},{"T":"301","2":"Kamui","3":"...That's not a Corrupted. Watch out, that's no ordinary enemy."},{"T":"301","2":"Gear?","3":"I'm looking for that fool dressed in white. Do you know where he is hiding now?"},{"T":"301","2":"Chrome","3":"Nothing I can disclose currently."},{"T":"301","2":"Gear?","3":"Oh? By the look of your nameplate, you must be from the same squad. If I kill you, that should draw him out of hiding."},{"T":"301","2":"Kamui","3":"Hmph, give it your best shot."},{"T":"301","2":"Kamui","3":"Captain, let me go. I'm gonna smash his face in."},{"T":"301","3":"Kamui waves his greatsword in the air, but Chrome tightens his grip on Kamui's hood."},{"T":"301","2":"Chrome","3":"We just need to buy time so we can find Wanshi and retreat."},{"T":"301","2":"Kamui","3":"Alright, got it."},{"T":"301","2":"Gear?","3":"What a waste of time."}]