[{"T":"301","2":"Martin","3":"Nanami, over there!"},{"T":"301","2":"Nanami","3":"Ohoho!"},{"T":"301","3":"Nanami's goal is unrealistic, but if... on the off chance that Nanami succeeds... That would be pretty nice for everyone."},{"T":"301","3":"Which is why Martin, struck with the terrible freedom of nothing-to-do-ness, decided to guide Nanami's path in this snowy land toward possible bionic congregations."},{"T":"301","2":"Bionic Machine","3":"ROAR!"},{"T":"301","2":"Nanami","3":"Oh, look! It's a mecha-ted just like you, Marton!"},{"T":"301","2":"Martin","3":"Well, yeah. We're all just bear models."},{"T":"301","3":"Under Martin's guidance, Nanami reaches the outer rim of a settlement."},{"T":"301","3":"Once a human settlement, the place is now a bionic nest. Piles upon piles of differently sized energy tanks clog up the loading dock. The bionic mechanoids seem to be trying to transport the tanks somewhere."},{"T":"301","2":"Nanami","3":"Woah, talk about bionic diversity! Is this place supposed to be a zoo or something?"},{"T":"301","2":"Martin","3":"Nah. Bionics are useful for war, or so they say. We're all military-grade bionics."},{"T":"301","2":"Nanami","3":"So that's why you got all those spooky weaponry on you, Martini."},{"T":"301","2":"Martin","3":"...Well. I think your chainsaw is way spookier than what I've got."},{"T":"301","2":"Nanami","3":"Ehehe, I'll blush if you keep praising Nanami like that!"},{"T":"301","2":"Martin","3":"Wasn't trying to!"},{"T":"301","3":"The two survey the settlement for a while. Martin directs his gaze toward several bionics that were acting as overseers."},{"T":"301","2":"Martin","3":"So, what next, Nanami? If you wanna have a talk with them, I can bring you over and..."},{"T":"301","2":"Nanami","3":"Hol' up! Something's not right!"},{"T":"301","2":"Martin","3":"Wha...?!"},{"T":"301","3":"Before Martin could even turn and phrase his question at Nanami, she has already leaped out of their cover. Springing into action with both wheels beneath her feet, she hurtles toward the settlement."},{"T":"301","2":"Nanami","3":"Take this! A jump to the sky turns into a Nanami kick!"},{"T":"301","2":"Corrupted","3":"——!"},{"T":"301","3":"Before anyone could react, the Nanami kick has already landed squarely on a pitch black machine hiding in the shadows."},{"T":"301","3":"The bionics all pause, gazing dumbfoundedly at the sight of the girl and the charred remains beneath her."},{"T":"301","2":"Bionic Machine","3":"Wha... What's that black thing...?"},{"T":"301","2":"Nanami","3":"It's a Corrupted! Run, everyone! Or you'll get punishing-ed!"}]