[{"T":"301","3":"After returning from the mission with the CUB, the Gray Ravens have all completed their situation reports."},{"T":"301","2":"Lee","3":"—And that's the end of our reports. Commandant, are we dismissed?"},{"T":"302","2":"Of course. Thanks, guys."},{"T":"301","2":"Lucia","3":"Now that this is done, we should return to help with Asimov's project."},{"T":"301","2":"Liv","3":"In that case, Commandant, have a good rest."},{"T":"301","3":"As the three of them are about to leave, a familiar voice halts them."},{"T":"301","2":"Ayla","3":"Excuse me—"},{"T":"301","2":"Lucia","3":"Ayla? Is there something you need from us?"},{"T":"301","2":"Ayla","3":"Oh, you're all here as well! That's great."},{"T":"301","2":"Lee","3":"We're actually on our way to Asimov to help with his..."},{"T":"301","2":"Ayla","3":"Oh, don't mind that. He's busy with something else currently."},{"T":"301","2":"Liv","3":"Asimov is dropping his research halfway through to work on something else...?"},{"T":"301","2":"Ayla","3":"I bet you wouldn't have guessed that he's helping the WGAA with our Lunar New Year decorations!"},{"T":"302","2":"No way! We're talking about Asimov, right?"},{"T":"301","2":"Lee","3":"What have you done to make him comply..."},{"T":"301","2":"Ayla","3":"That's a secret!"},{"T":"301","3":"Ayla passes you the beautifully printed paper bag in her hands."},{"T":"301","2":"Ayla","3":"I think this suits Gray Raven quite well. That's why I was thinking about you guys."},{"T":"301","3":"You see two lengthy, red sheets with large, clean calligraphy on them."},{"T":"302","2":"These are 'couplets,' aren't they?"},{"T":"301","2":"Lucia","3":"I think I've seen it on the surface once... One of the decorations for Lunar New Year."},{"T":"301","2":"Ayla","3":"That's right. You put them by the two sides of the door."},{"T":"301","3":"Lee flips through the couplets, examining them."},{"T":"301","2":"Lee","3":"What's the point of sticking paper with words next to a door? And what is it that's written on them?"},{"T":"301","2":"Ayla","3":"They are wishes for the new year, written in short and rhythmic, melodic phrases."},{"T":"302","2":"They do feel like poetry and songs.","4":"It does sound lovely."},{"T":"301","2":"Liv","3":"I bet they'll sound great if you sing them with music."},{"T":"301","2":"Ayla","3":"True... If Selena were here, she wouldn't hesitate to perform for us here and now. She would, I'm sure..."},{"T":"301","3":"Ayla's smile freezes as she thinks about her disappeared teammate."},{"T":"301","2":"Liv","3":"Ayla..."},{"T":"301","3":"Ayla slightly taps herself on the face, stopping herself from the downward spiral."},{"T":"301","2":"Ayla","3":"Selena must be waiting for us to find her somewhere out there... That's why I won't give up on her."},{"T":"301","2":"Lee","3":"Of course. Our mission to reclaim Earth is far from over. We must keep going for the coming year."},{"T":"301","3":"Liv takes the couplets from Ayla's hands and nods."},{"T":"301","2":"Liv","3":"Leave this to us—we just need to place them next to a door, right?"},{"T":"301","2":"Ayla","3":"Yep! Put them up with some oomph!"},{"T":"302","2":"What even qualifies as 'oomph'..."},{"T":"301","3":"Lucia takes the tools Ayla passes her and smiles."},{"T":"301","2":"Lucia","3":"Commandant, do you remember? This is just like our last mission when we all finished decorating the place together."},{"T":"302","2":"Of course I remember. It's just a while ago."},{"T":"301","2":"Ayla","3":"I envy you guys—you have so many wonderful adventures!"},{"T":"301","2":"Liv","3":"...Although, things aren't always that wonderful."},{"T":"301","2":"Lucia","3":"But as long as we are here with each other, there will be... wonder."},{"T":"301","2":"Liv","3":"Well, if we're going to decorate Commandant's room, we should start working on it..."},{"T":"302","2":"My room?","4":"Hmm, that'd be nice."},{"T":"301","2":"Liv","3":"Of course! Commandant, you're the one who represents Gray Raven."},{"T":"301","2":"Ayla","3":"I'm glad you like it!"},{"T":"301","2":"Lee","3":"Leave the one on top to me. I'm probably more suited to deal with that height."},{"T":"301","2":"Lucia","3":"I'll leave it to you, then, Lee..."},{"T":"301","2":"Liv","3":"We can always count on you, Lee..."},{"T":"301","3":"Within seconds, the couplets Ayla brought you are now properly placed outside your room."},{"T":"301","2":"Ayla","3":"Hmm—it looks—fantastic!"},{"T":"301","2":"Liv","3":"...The calligraphy is beautiful! And the words are... meaningful, it seems."},{"T":"301","2":"Ayla","3":"Right? You couldn't have guessed it, but they are written by Yuan Ye, the CUB from earlier!"},{"T":"301","2":"Lee","3":"You're saying that the AI system can write couplets? I wish I had opened it up to study when I had the chance..."},{"T":"301","2":"Ayla","3":"That... is a secret."},{"T":"302","2":"Another secret?"},{"T":"301","3":"Ayla crosses her arms and nods."},{"T":"301","2":"Ayla","3":"Alright! The Gray Ravens have received their couplets, and I'm on my way to give the other squads their own!"},{"T":"301","2":"Ayla","3":"Before I go... Happy New Year! Commandant and the Gray Ravens, have a wonderful new year!"},{"T":"302","2":"You too, Ayla! Happy New Year!"},{"T":"301","3":"Hopefully, Ayla's and everyone's wishes... will all come true in the coming year."},{"T":"301","3":"—Happy New Year!"}]