[{"T":"301","2":"Celica","3":"Sir, the Gray Raven Commandant has arrived."},{"T":"301","3":"Inside the large laboratory, only Asimov is there debugging various machines."},{"T":"302","2":"Are you alone again?"},{"T":"301","2":"Asimov","3":"The others have gone to bed since they've been working all night."},{"T":"302","2":"What about you?"},{"T":"301","2":"Asimov","3":"...I'm not tired."},{"T":"301","2":"Celica","3":"Asimov! I told you and your team not to overwork yourselves, remember?"},{"T":"301","2":"Asimov","3":"Sure... Anyway, remember that I entrusted you with testing the CUBs?"},{"T":"302","2":"I do, but..."},{"T":"301","2":"Asimov","3":"Regarding the project, there has been some... how to say..."},{"T":"302","2":"Sorry, I need to go. I just remembered that I've got a meeting..."},{"T":"301","3":"The smiling Celica swiftly closes the door to the lab unexpectedly, blocking your way out."},{"T":"301","2":"Celica","3":"You must've misremembered. I've checked, and you don't have any meetings today."},{"T":"302","2":"Of course you have."},{"T":"301","2":"Asimov","3":"I guess I'll carry on then... We've received two pieces feedback, one of which is not good and the other is bad. Which one do you want to hear first?"},{"T":"302","2":"Isn't that the same thing…?"},{"T":"301","2":"Asimov","3":"Well, not exactly. You know, the tests and preliminary data collection for the CUB are done..."},{"T":"302","2":"That's good news!"},{"T":"301","2":"Asimov","3":"Sure, but we've noticed that its AI is lacking without the support of a database, so it can't adapt to complex situations on the battlefields."},{"T":"301","2":"Asimov","3":"Though it doesn't require a perfect AI performance, some combat patterns are needed as a data reference."},{"T":"302","2":"That's tricky... but I don't think I can help."},{"T":"301","2":"Celica","3":"Just wait and let Asimov finish what he has to say."},{"T":"301","2":"Asimov","3":"But we can solve this by simulating encounters with different enemies in different environments—although we have already run out of time on that."},{"T":"302","2":"That's the 'not good news'? What about the bad news?"},{"T":"301","3":"Asimov taps the holographic projection display and refreshes the screen, and the word 'Chestlefield' pops up."},{"T":"301","2":"Asimov","3":"To speed up the process, we've developed 'Chestlefield', a program simulating some popular tabletop games from the Golden Age. Given your experience with a CUB, we need you to carry out the test."},{"T":"302","2":"So... it's a game?"},{"T":"301","2":"Asimov","3":"Technically, you could say so."},{"T":"302","2":"Is it... safe?"},{"T":"301","3":"Asimov points to the coffee in his hand."},{"T":"301","2":"Asimov","3":"Safe…? It's at least safer than this cold cup of coffee."},{"T":"302","2":"That's not bad news."},{"T":"301","2":"Asimov","3":"It's not. I haven't mentioned the bad news."},{"T":"302","2":"You haven't?"},{"T":"301","2":"Asimov","3":"The real bad news is that the main rule designer of the simulation program is the one standing beside you. Celica."},{"T":"302","2":"What?!","4":"I've got to go!"},{"T":"301","2":"Celica","3":"Wait! Take a look at my design! You'll be fascinated, I promise!"},{"T":"301","2":"Asimov","3":"Just so you know, I'm only responsible for the data collection. I haven't tampered with the content of this program yet..."},{"T":"301","2":"Celica","3":"Mr. Asimov, enough talking... Sit down here, Commandant. I'll teach you how to do it!"},{"T":"301","3":"Celica pins you down with a surprisingly strong forearm and activates the test program."},{"T":"301","2":"Celica","3":"I'm sure you'll enjoy it!"},{"T":"302","2":"Fingers crossed..."}]