[{"T":"301","2":"Changyu","3":"I'm back!"},{"T":"301","2":"Director","3":"So you do know to come back?"},{"T":"301","2":"Changyu","3":"...It's not like I did anything illegal."},{"T":"301","2":"Director","3":"I didn't say you did..."},{"T":"301","2":"Changyu","3":"Seriously! I'm not lying!"},{"T":"301","2":"Changyu","3":"Oof... (Guilty)"},{"T":"301","3":"The director grabs Changyu by the arm."},{"T":"301","2":"Director","3":"Regardless if you did something illegal or not, you always go around jumping over rooftops."},{"T":"301","2":"Changyu","3":"I did no such thing! I just fell is all!"},{"T":"301","2":"Director","3":"...Wait here. I'll go find you a tetanus shot."},{"T":"301","2":"Changyu","3":"Ol' man, no! We don't have the money to buy another shot!"},{"T":"301","2":"Director","3":"If you already knew that, then why'd you go off and be so reckless?"},{"T":"301","2":"Director","3":"Your food money for the second half of the month is all going to roofing repairs for your victims!"},{"T":"301","2":"Changyu","3":"Alright, then I'll just eat plain rice for the rest of the month. That'll do, yeah? Don't be mad!"},{"T":"301","2":"Director","3":"You!"},{"T":"301","3":"Hearing this, the director gets even more angry. Just as he raises his hand, Laoyu pushes open the doors and enters."},{"T":"301","2":"Laoyu","3":"D-Director... T-there's a message for you."},{"T":"301","2":"Changyu","3":"What's with ol' stuttery answering the door?"},{"T":"301","2":"Director","3":"Yusheng asked for leave today because it is the deathday of his mother. But at least he finished up his morning exercise. Did you finish it?"},{"T":"301","2":"Changyu","3":"Hmph, I never fall behind on morning exercise! I ran fifty laps around the stage before I left!"},{"T":"301","2":"Director","3":"Enough. Head on back. I still want a word with you."},{"T":"301","2":"Changyu","3":"Alright..."},{"T":"301","3":"The boy pouts. He takes off his backpack and walks back to the yard."},{"T":"301","3":"But just after walking pass the door, Changyu stops. He climbs up the roof and sneaks into the rafters of the room."},{"T":"301","3":"He gently opens his waist pack and pulls out a bag of braised meat."},{"T":"301","2":"Changyu","3":"Hehe. If I'm living off plain rice for the rest of the month, I might as well feast on some meat now to tide me over."},{"T":"301","2":"Changyu","3":"Whodda thought you could 'snag' a pack of braised pork from Zhennies off of some hoodlum?"},{"T":"301","2":"Changyu","3":"...Wait. Better save some for Laoyu. He likes it with a good drink."},{"T":"301","3":"Just as Changyu is about to munch on a slab of meat, the sound of the director's voice grabs his attention."},{"T":"301","2":"Director","3":"Oh! Hello there, Boss. Long time no see. Right—right—last time we went to your house to perform, but you got a cold and had to rest in the inner hall."},{"T":"301","2":"Director","3":"Yes, yes. Of course. Everything's still all ready for you."},{"T":"301","2":"Director","3":"It's all there. Isn't your daughter's sixteenth birthday next week? I already have the calligrapher planned for the congratulatory message as well."},{"T":"301","2":"Director","3":"...What?"},{"T":"301","2":"Director","3":"Um, oh... It's okay, Boss. No—really, it's not an issue. Don't feel guilty about it. We'll manage..."},{"T":"301","3":"Changyu finds himself shocked. The theater depended on this order to live through the month. If this order is cancelled... that will surely be the final straw."},{"T":"301","2":"Director","3":"Ah, I see... The younger ones wanted a VR trip to Mars to celebrate..."},{"T":"301","2":"Director","3":"It's okay, Boss. Don't worry about it. For a theater troupe like us, not performing for a day won't starve us out of house and home..."},{"T":"301","3":"The old director's crooked back as he replies sends a pang of remorse through Changyu's heart."},{"T":"301","3":"With a long sigh, the director finally puts down the receiver and slumps back into his chair."},{"T":"301","2":"Director","3":"Heard enough?"},{"T":"301","2":"Changyu","3":"!"},{"T":"301","2":"Director","3":"Then get down here."},{"T":"301","3":"Knowing that resistance is futile, Changyu jumps down resentfully."},{"T":"301","2":"Changyu","3":"I didn't mean to... I wasn't trying to eavesdrop..."},{"T":"301","2":"Director","3":"It doesn't matter whether you intended to or not. Also, quit talking with your mouth full of pork."},{"T":"301","2":"Changyu","3":"Director, how about I go pass out flyers tomorrow?"},{"T":"301","2":"Director","3":"...This isn't something that passing out flyers can fix."},{"T":"301","2":"Director","3":"Sigh... Forget it... You're all grown up. It's time for you to learn a thing or two about the theater."},{"T":"301","2":"Changyu","3":"Director..."},{"T":"301","2":"Director","3":"Changyu, come here. Laoyu, Call over Mr. Bai and Ol' Song in the back courtyard. Dismiss the helpers in the firewood room."},{"T":"301","2":"Laoyu","3":"O-of course."},{"T":"301","2":"Director","3":"I have some things I have to tell you."},{"T":"301","2":"Changyu","3":"I object!"},{"T":"301","2":"Director","3":"Changyu..."},{"T":"301","2":"Changyu","3":"I won't let this happen!"},{"T":"301","2":"Director","3":"Don't be so naive!"},{"T":"301","3":"The director pounds his cane. After a moment of silence is restored in the room, the old man sighs and opens his mouth."},{"T":"301","2":"Director","3":"I know what you've been doing to help, but it's pointless."},{"T":"301","2":"Director","3":"Even our regulars can't convince their children at home to come. Do you think putting up posters will convince hoodlums to come and pay to see our plays?"},{"T":"301","2":"Changyu","3":"But..."},{"T":"301","2":"Laoyu","3":"Y-you're right, Director. W-we haven't had a play in t-two months."},{"T":"301","2":"Changyu","3":"Where there's a will, there's a way! You taught me that!"},{"T":"301","2":"Changyu","3":"We've been performing for years. We can't just call it quits like that!"},{"T":"301","2":"Director","3":"If we quit now, we can do it with our heads held high. Selling the theater should be enough for a fresh start for each and every one of us."},{"T":"301","2":"Director","3":"If we wait this out, then... There won't be any money to line our pockets."},{"T":"301","3":"Changyu's face turns sour. People used to fear the stubborn and arrogant director. But with the steady decline of the troupe, his hardiness malformed into something pathetic. That is what unsettles Changyu the most."},{"T":"301","2":"Director","3":"I've also considered who will take over the theater—a member of the Chiwen Crew. They've offered a fair price."},{"T":"301","2":"Director","3":"...If this truly is the end, I'll at least be able to say that we're even."},{"T":"301","3":"The director rubs the wooden handle of the chair begrudgingly. In his mind, the theater is a living thing."},{"T":"301","3":"But alas, some things must be put out of their misery, and he had to be the one to end it."},{"T":"301","3":"The director stands there in silence. The fatigue seems to have taken on an almost age-long pallor. No one knows how to console him."},{"T":"301","3":"And so everyone stands there as well, in solemn silence."},{"T":"301","2":"Director","3":"Changyu, you're no longer a child. Even if you leave the theater, you should have other ways to support yourself."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","2":"Laoyu","3":"D-D-Director..."},{"T":"301","2":"Changyu","3":"If there's another way... A better way..."},{"T":"301","2":"Director","3":"Let this be the end."},{"T":"301","2":"Director","3":"These ol' bones aren't what they used to be. Maybe it's not necessarily a bad thing that I end it here."},{"T":"301","3":"Everyone is overcome with silence seeing the director lean dejectedly on his chair. They want to keep living the life they have had—they just cannot."},{"T":"301","3":"They all know that his old and feeble body has paid a heavy toll trying to hold up this fizzling dream. They even begin to think that it would be best to relieve him of this responsibility."},{"T":"301","2":"Laoyu","3":"If... If we can just m-make it through this month..."},{"T":"301","2":"Changyu","3":"There must be another way. I'll think of something!"},{"T":"301","3":"Changyu rushes out of the room, his voice trailing at his footsteps."},{"T":"301","2":"Laoyu","3":"D-D-Direct..."},{"T":"301","2":"Director","3":"Let him."},{"T":"301","2":"Director","3":"When Yusheng returns at dawn, remember to wake me up."}]