[{"T":"301","2":"Lee","3":"Are you ready, Lucia?"},{"T":"301","2":"Lucia","3":"Ready. Lee, activate the tactical terminal."},{"T":"301","2":"Lee","3":"Understood."},{"T":"302","2":"What's going on?","4":"Are there any enemies?"},{"T":"301","2":"Lucia","3":"Here's the thing, Commandant."},{"T":"301","2":"Lucia","3":"I'd ask Lee to organize relevant information of this stage into a copy of readable data."},{"T":"301","2":"Lucia","3":"While Lee activates the tactical terminal, I'll upload our data to the terminal to save time for explanation."},{"T":"302","2":"It's a routine.","4":"Well done!"},{"T":"301","2":"Lucia","3":"Thank you, Commandant."},{"T":"301","2":"Lucia","3":"The memory prototype of this mission is Athmail, once the captain of the vanguard squad of Moe Army, and one of the generals of Marshal Cottie."},{"T":"301","2":"Lee","3":"Vanguard... such a familiar combat type. I've got a hunch that he'll be a trouble."},{"T":"301","2":"Athmail","3":"You..."},{"T":"301","2":"Lucia","3":"Hi, we're the Gray Raven."},{"T":"301","2":"Athmail","3":"Please explain to me what's with that World Government?"},{"T":"301","2":"Lucia","3":"The World Government is a global unified government created by 'Dominik' the hero to unite the power of all mankind..."},{"T":"301","2":"Athmail","3":"So, what about the marshal's Moe Army?"},{"T":"301","2":"Lucia","3":"According to history, your organization existed until the World Government is formed and was probably absorbed by it along with other organizations."},{"T":"301","2":"Athmail","3":"Are you saying that the Moe Army, us, have all become the ashes of history?"},{"T":"301","2":"Liv","3":"No... it's not like that."},{"T":"301","2":"Lucia","3":"I believe you know it better than anyone the importance of peace and unity in the world."},{"T":"301","2":"Lucia","3":"At least, with the World Government, you won't have to fight for the rights and interests of LOLI any more."},{"T":"301","2":"Lucia","3":"Please adapt to the changes of the times at ease."},{"T":"301","2":"Athmail","3":"...I understand it. But I can't calm down!"},{"T":"301","2":"Athmail","3":"No!"},{"T":"301","3":"Ka-cha—"},{"T":"302","2":"Is the terminal closed?","4":"Is this also a part of the routine..."},{"T":"301","2":"Lee","3":"Yeah, it's a part of it."},{"T":"301","2":"Lee","3":"Alright, memory: Athmail. Test passed and recycle completed."},{"T":"301","2":"Liv","3":"...Is this really okay?"},{"T":"301","2":"Liv","3":"The well-preserved parts of the Moe Army... are something important..."},{"T":"301","2":"Liv","3":"Commandant, the record of our battles, and the idea of fighting for something to protect... are not completely gone."},{"T":"302","2":"We'll explain it next time.","4":"Cottie would understand."},{"T":"301","2":"Liv","3":"Alright!"}]