[{"T":"301","3":"By the time the mourning crowd has departed, Babylonia has hung up the artificial night sky."},{"T":"301","3":"Liv's name is marked alongside many others within the code on the war memorial, allowing the visitors to learn about their stories."},{"T":"301","3":"The lives behind those names, both humans and Constructs, have used their bodies to mend the rifts caused by the war, paving a road for humanity's future."},{"T":"301","3":"The brightest day will eventually dusk, the river of time flowing toward a new night."},{"T":"301","3":"History of the world, then, goes back and forth between light and darkness. It had been this way, and it will be this way."},{"T":"301","3":"Underneath the bright, artificial moonlight, all but three remain before the monument."},{"T":"301","3":"They stare at the familiar name in silence, sharing neither tears nor words."},{"T":"301","3":"If the human among them had not passed out before dawn due to having just recovered, they would have stayed there until noon and beyond."},{"T":"301","3":"Heartbroken as they are, they will still visit tomorrow, even when their battles leave them no time to grieve."},{"T":"301","3":"The girl will lie in the eternal winter with countless others, dreaming about what could be as what once was."},{"T":"301","3":"There ends her journey. From then, it will be someone else's story."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Becoming a name on the memorial. Building a future with her past."},{"T":"301","3":"History never changes dramatically because of one person, but everyone can use their power to help lay the foundation of a future."},{"T":"301","3":"If the future is filled with difficulties, perhaps it is easiest for her to depart at her most glorious moment, no longer having to suffer any pain."},{"T":"301","2":"Liv","3":"But..."},{"T":"301","3":"Her heart still worries for her companions."},{"T":"301","3":"The algorithm responds to her question and extends the scene onward."},{"T":"301","3":"A few days later, she sees a familiar figure."},{"T":"301","3":"It is Lucia."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Lucia places a sheep plush in front of the memorial before sitting down, as the place is empty at this late hour."},{"T":"301","2":"Liv","3":"You look more like a wanderer than a soldier now. Is that how you are sometimes?"},{"T":"301","2":"Liv","3":"Lucia..."},{"T":"301","3":"Lucia cannot hear the 'past' calling for her. She just sits there, talking to herself."},{"T":"301","2":"Lucia","3":"Liv, this is the second time I lost a teammate unprepared."},{"T":"301","2":"Lucia","3":"I'm sorry, but the day you left... I was so angry. Not at you. I was angry at myself and those who withheld the truth..."},{"T":"301","2":"Lucia","3":"I could tell that it was part of Project Winter. But I only heard the truth about it when I brought you back here."},{"T":"301","2":"Lucia","3":"But what happened to you... I don't know a better way."},{"T":"301","2":"Lucia","3":"Commandant woke up a few days after you're gone... If you waited a little bit longer before coming for us, would you have lived?"},{"T":"301","3":"Lucia shakes her head, answering herself."},{"T":"301","2":"Lucia","3":"If you had done that, we would lose Lee, Chrome, Changyu, and Sophia."},{"T":"301","2":"Lucia","3":"...And me."},{"T":"301","2":"Lucia","3":"They were more injured than I was. I was the last one who could still move because they were guarding the way to me."},{"T":"301","2":"Lucia","3":"And... in the end, you helped us destroy the twins."},{"T":"301","2":"Lucia","3":"I've been thinking these past few days. If I could go back in time, what could I have done to protect you?"},{"T":"301","2":"Lucia","3":"...But I can't think of anything that would save you."},{"T":"301","2":"Lucia","3":"Not unless I trade your life with others."},{"T":"301","2":"Lucia","3":"But you wouldn't have wanted to see that."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Liv, do you know that Lee..."},{"T":"301","3":"Lucia does not continue."},{"T":"301","3":"A while after Lucia has left, another Construct stands before the war memorial."},{"T":"301","2":"Lee","3":"Liv."},{"T":"301","3":"He greets her before falling into a long silence as if all he has to say is being said wordlessly."},{"T":"301","3":"He only moves when the timer on his terminal rings, and he looks down, frowning."},{"T":"301","2":"Lee","3":"I'm here to say goodbye."},{"T":"301","3":"He goes quiet again after that, considering for a moment. In the end, he chooses to leave those words unsaid."},{"T":"301","2":"Lee","3":"Farewell."},{"T":"301","3":"All he thinks and feels are distilled into a simple goodbye, drifting away into the light casting in the square."},{"T":"301","3":"He never returns after that."},{"T":"301","3":"Has he disappeared, or is his path too far removed from what Liv can anticipate?"},{"T":"301","3":"Time passes day after day. Every time the commandant and Lucia come to visit together, Liv can see the marks time leaves on the commandant's body."},{"T":"301","3":"Later, people begin to mention a snowstorm on the surface. It seems that a very difficult winter is coming."},{"T":"301","3":"After that, the commandant's name is put next to Liv's at a memorial service."},{"T":"301","3":"Then, their names are joined by Lucia's."},{"T":"301","3":"Many winters later, a young female Construct stands before the monument, someone Liv does not recognize."},{"T":"301","2":"???","3":"Hello, Liv."},{"T":"301","2":"Cosette","3":"Do you remember me? I'm Cosette. You saved me when I was a baby."},{"T":"301","2":"Cosette","3":"..."},{"T":"301","2":"Cosette","3":"They told me that my parents thought I'd be a genius. That was why they risked their lives delivering me to you."},{"T":"301","2":"Liv","3":"...No. That wasn't..."},{"T":"301","2":"Liv","3":"All they wanted was for you to be happy..."},{"T":"301","2":"Liv","3":"They wanted to give you the choice to choose your future..."},{"T":"301","3":"But the young Construct cannot hear Liv. She continues."},{"T":"301","2":"Cosette","3":"But what have I achieved? I'm just a Support-type Construct that can't do anything well..."},{"T":"301","2":"Cosette","3":"All of you must be so disappointed if you were here."},{"T":"301","2":"Liv","3":"Of course not... This is not what they wanted..."},{"T":"301","2":"Cosette","3":"What were my parents like? Why did they bring me into the world?"},{"T":"301","2":"Cosette","3":"Tell me, please..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Cosette has lost everyone she held dear this long winter. She no longer has anyone to talk to."},{"T":"301","3":"The young Construct, all alone, talks before the monument, until her words turn into tears."},{"T":"301","3":"As the Construct cries, the scenery around her slowly fades into a thick, white fog."},{"T":"301","3":"This is as far as Liv's prediction can reach."},{"T":"301","2":"Liv","3":"Is this the future I have been looking forward to?"},{"T":"301","3":"It is easier to rest eternally in death than to bear all those sufferings and pains."},{"T":"301","2":"Liv","3":"But I find it colorless and cold..."},{"T":"301","3":"'A more painful way, then?'"},{"T":"301","3":"'If you have your answer...'"},{"T":"301","3":"'I hope you would not regret this decision.'"}]