[{"T":"301","3":"At 6 o'clock, No. 21 opens her eyes to see herself lying on a gray bed."},{"T":"301","3":"This room is completely different from the one at the Institute. It is not pure white in color. It is mostly black or gray."},{"T":"301","3":"Also, there is no music. But she hears the sound of birds chirping nearby through the window."},{"T":"301","3":"At 7 o'clock, she no longer needs to wash up now that she is a Construct. She stands in front of the mirror, looking at her strange new frame."},{"T":"301","3":"She no longer needs the Medic Bot, even though it is still by her side. Looking at 'him' quietly, she sees 'him' waving a slender mechanoid arm at her in response. That is new."},{"T":"301","3":"At 8 o'clock, Kurono personnel begin work. No. 21's room is no longer at the end of the corridor. Sitting in front of the window, she sees humans wearing all sorts of different colors... She even sees Constructs walking around."},{"T":"301","3":"Most people wear black, while other people wear colorful clothes. The colors combine in a variety of interesting patterns. No. 21 watches them intently."},{"T":"301","3":"At 8:30, she hears a knock at her door."},{"T":"301","2":"No. 21","3":"?"},{"T":"301","3":"No. 21 stands up and walks to the door. She stands there, confused at the noise. The knocking becomes louder and more hurried."},{"T":"301","2":"???","3":"No. 21? Open the door!"},{"T":"301","2":"No. 21","3":"...Open the door?"},{"T":"301","3":"With a bang, the door blasts open. The human on the other side raises his hands in fright. Behind him, several heavily armed Constructs raise their weapons and aim them at No. 21."},{"T":"301","2":"No. 21","3":"...?"},{"T":"301","3":"This awkward standoff proceeds for several seconds. Seeing the confused look on No. 21's face, the human rubs his forehead."},{"T":"301","2":"Kurono Researcher","3":"Alright, enough. Stand down."},{"T":"301","2":"Kurono Researcher","3":"Yarha already informed me that... this Construct might lack some common knowledge. I think I accidentally scared her is all."},{"T":"301","3":"The Constructs lower their weapons."},{"T":"301","2":"Kurono Researcher","3":"Why are they letting her out of the observation room if that's the case..."},{"T":"301","2":"Yarha","3":"We can't just let her stay in there. She needs to acclimate to how Kurono operates. She needs to go on missions and be of service."},{"T":"301","2":"Kurono Researcher","3":"She's too dangerous. She can kill us in the blink of an eye..."},{"T":"301","2":"Yarha","3":"And keeping her in this observation room isn't going to stop her. You know that."},{"T":"301","2":"Kurono Researcher","3":"..."},{"T":"301","2":"Kurono Researcher","3":"Are you really going to hand her off to that woman?"},{"T":"301","2":"Yarha","3":"At the behest of our leader. There's nothing I can do."},{"T":"301","2":"Yarha","3":"If I was calling the shots, I'd have her stay here for another year and a half. But this is Kurono, after all."},{"T":"301","2":"Kurono Researcher","3":"It's not that I don't understand decisions from the higher-ups. I know we're not really a place for scientific research."},{"T":"301","2":"Kurono Researcher","3":"It's just that, the lady that's mentoring her..."},{"T":"301","3":"The human sighs, then nods at No. 21."},{"T":"301","2":"Kurono Researcher","3":"Come with me. We have a new mission for you today."},{"T":"301","2":"No. 21","3":"Okay. Understood."},{"T":"301","2":"Vera","3":"I refuse."},{"T":"301","2":"Kurono Leader","3":"I'm not giving you a choice."},{"T":"301","2":"Vera","3":"You must be joking. Think you can twist my arm like that?"},{"T":"301","3":"Vera sneers and slams her weapon on the table."},{"T":"301","2":"Vera","3":"I complete missions for you so you can do what you want. In return, you let me fight on the battlefield."},{"T":"301","2":"Vera","3":"Where does that say anything about babysitting?"},{"T":"301","2":"Kurono Leader","3":"She's special. You're the only Construct in Kurono who can handle her."},{"T":"301","2":"Kurono Leader","3":"Also, with her new frame being as powerful as it is, don't you think it'll be the challenge you're looking for?"},{"T":"301","2":"Vera","3":"Oh, you're goading me into doing it?"},{"T":"301","2":"Kurono Leader","3":"You'll be surprised when you see her in battle."},{"T":"301","2":"Vera","3":"On the battlefield, all I see is myself and my prey."},{"T":"301","2":"Kurono Leader","3":"Did you forget all the damage you caused to Daedalus' research division? You failed to recover all of the data, drew unnecessary attention to us, and left us to pick up the pieces."},{"T":"301","2":"Vera","3":"If you really wanted to leave that dump in one piece, you wouldn't have assigned me to the mission."},{"T":"301","2":"Kurono Leader","3":"This is an order, not a negotiation. Don't forget, you still need Kurono. I won't allow you to refuse."},{"T":"301","2":"Kurono Leader","3":"...She's here. Want to say hello to the Construct you saved?"},{"T":"301","2":"Vera","3":"..."},{"T":"301","3":"Two figures walk by the window. A moment later, the office door opens."},{"T":"301","2":"Kurono Researcher","3":"I brought the Construct."},{"T":"301","2":"Kurono Leader","3":"Let's give them a few moments to get to know each other."},{"T":"301","3":"The man stands up from behind the desk and closes the door as he leaves."},{"T":"301","3":"The room becomes quiet as the two Constructs stare at each other."},{"T":"301","2":"No. 21","3":"There's a mission?"},{"T":"301","2":"Vera","3":"...You've got to be joking."},{"T":"301","3":"Vera glares at No. 21."},{"T":"301","2":"Vera","3":"I should've just left you in that dump when I had the chance."},{"T":"301","2":"No. 21","3":"...You. You're the one that saved me."},{"T":"301","3":"No. 21 has not forgotten the red Construct standing before her. She hesitates for a moment, then asks—"},{"T":"301","2":"No. 21","3":"What happened... to the institute?"},{"T":"301","2":"No. 21","3":"Why am I here? Did a researcher send me here?"},{"T":"301","2":"Vera","3":"...Are you really that clueless?"},{"T":"301","3":"No. 21 shakes her head slowly."},{"T":"301","2":"Vera","3":"...Fine. If they're going to do this to me, I won't go easy on you."},{"T":"301","2":"Vera","3":"What's your name?"},{"T":"301","2":"No. 21","3":"Name?"},{"T":"301","2":"Vera","3":"Do you really have to repeat such a simple question?"},{"T":"301","2":"No. 21","3":"What's a... name?"},{"T":"301","2":"Vera","3":"...You really are as clueless as it gets, aren't you?"},{"T":"301","2":"Vera","3":"I'm asking what I should call you."},{"T":"301","2":"No. 21","3":"21."},{"T":"301","2":"Vera","3":"Just a number? Whatever. Listen up, No. 21. Since they've assigned you to me, from now on, you have to obey my orders."},{"T":"301","2":"No. 21","3":"Why?"},{"T":"301","2":"Vera","3":"Because I saved you. If it wasn't for me, you'd be a pile of scrap by now. If you don't, you'll be discarded. Is that what you want?"},{"T":"301","2":"No. 21","3":"I... don't want to be... discarded..."},{"T":"301","2":"Vera","3":"Of course not. You got that new frame out of the kindness of my heart. You should thank me, kiddo, seeing that you're still alive and kicking. Now, I'll be nice to you if you obey my orders, but I guarantee you'll regret it if you don't."},{"T":"301","2":"No. 21","3":"Understood."},{"T":"301","3":"Vera strokes her chin, then grins connivingly."},{"T":"301","2":"Vera","3":"Well, then. Let's begin our first mission, No. 21."},{"T":"301","2":"???","3":"Hey, Vera. I heard you're stuck with babysitting duty. Taking in new recruits, are we?"},{"T":"301","3":"Several Construct block Vera as she walks through Kurono's hall."},{"T":"301","2":"Vera","3":"Out of my way."},{"T":"301","2":"???","3":"Well, la-di-da. Look at you, hotshot."},{"T":"301","2":"???","3":"Poor girl. Has she heard your nickname?"},{"T":"301","2":"Vera","3":"If you're looking for a fight, I'm happy to oblige."},{"T":"301","3":"Vera casts a sideways glare and warns them coldly."},{"T":"301","3":"Vera has always been a lone wolf, and her arrogance always caused friction among her and the other Kurono Constructs. She's often ridiculed for her past experience and the fact that she has never been a member of a team."},{"T":"301","2":"???","3":"Laugh it up all you want. Not like we'll be the one with a dead team member on our hands."},{"T":"301","2":"Vera","3":"I can offer you a dead member right now if you like. What do you say?"},{"T":"301","3":"Vera grins as she grabs the blade at her waist and unsheathes it."},{"T":"301","2":"Vera","3":"You've caught me in a good mood. I wouldn't mind spending some quality time with my colleagues."},{"T":"301","3":"Not anticipating Vera would be so bold as to draw her weapon in the hall, the Constructs tense up."},{"T":"301","2":"???","3":"I'm warning you, Vera, you'll get what's coming to you! You're just a coward who's scared that she can't protect her teammates. No point in taking it out on us..."},{"T":"301","2":"Vera","3":"Say that again. I dare you."},{"T":"301","2":"Kurono Leader","3":"...Vera? What are you doing?"},{"T":"301","2":"Vera","3":"...Trying to resolve a little misunderstanding. That's all."},{"T":"301","2":"???","3":"I didn't do anything, and she just pulled her weapon on me!"},{"T":"301","2":"Vera","3":"Hmph, you're the real coward."},{"T":"301","2":"Kurono Leader","3":"Looks like you've had a lot of free time recently, Vera. How's the mission coming along?"},{"T":"301","2":"Vera","3":"You mean No. 21? Relax, I've got her taken care of."},{"T":"301","3":"Suddenly, an explosion rumbles in the distance. Security personnel in the hall instantly tense up."},{"T":"301","2":"Kurono Leader","3":"What's going on?"},{"T":"301","2":"Kurono Guard","3":"I think it... came from the break room."},{"T":"301","2":"Kurono Leader","3":"Go check it out!"},{"T":"301","3":"Entering the break room, everyone is shocked by the destruction sprawled out before them."},{"T":"301","3":"No. 21 stands among the ruins with a pipe in her hand. Water pours out of the pipe, soaking her."},{"T":"301","2":"Kurono Leader","3":"...What the hell are you doing?"},{"T":"301","2":"No. 21","3":"I'm completing my mission."},{"T":"301","2":"Kurono Leader","3":"Mission? What mission requires you to blow up the break room?"},{"T":"301","2":"No. 21","3":"Clean the floor. But there was no water. So I wanted to open the box with water."},{"T":"301","3":"Everyone looks at Vera, who shrugs."},{"T":"301","2":"Vera","3":"Didn't I tell you to look at the manual?"},{"T":"301","2":"No. 21","3":"...I didn't know some of the words."},{"T":"301","2":"Kurono Leader","3":"What the hell did you make her do?"},{"T":"301","2":"No. 21","3":"Fold the blankets. Sort the weapons. Clean the bathroom floor."},{"T":"301","2":"No. 21","3":"Mission complete."},{"T":"301","2":"Kurono Leader","3":"Vera, you better explain yourself."},{"T":"301","2":"Kurono Leader","3":"You're making our state-of-the-art weapon clean toilets?"},{"T":"301","2":"Vera","3":"You're the one who dumped her on me. She doesn't even have any basic life skills. How's she going to survive on the battlefield like this? So, we've got to start with the basics."},{"T":"301","3":"In the office, Vera sits leisurely on the sofa. Subtle satisfaction can be heard in her sardonic tone."},{"T":"301","3":"The man in the suit rubs the bridge of his nose. He appears to have quite the headache."},{"T":"301","2":"Kurono Leader","3":"...You're right. Maybe giving her to you for training was a bit too ambitious."},{"T":"301","2":"Vera","3":"It's not like I told you so."},{"T":"301","2":"Kurono Leader","3":"Well, then. I guess I'll have No. 21 operate alone."},{"T":"301","2":"Vera","3":"...Are you kidding me? She doesn't understand a thing she hears. There's no way she can go on missions alone. Doesn't matter how strong she is. She'll die out there."},{"T":"301","2":"Kurono Leader","3":"You underestimate her. Not to mention, if she can't fend for herself out there, you're right that I can't assign a 'caretaker' to watch over her 24/7."},{"T":"301","2":"Kurono Leader","3":"Survival of the fittest. If she can't even complete a simple field mission, Kurono has no need for such a useless weapon."},{"T":"301","2":"Kurono Leader","3":"That's enough. Get going. I'll have a new mission for you shortly."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"...Screw it. I'll give it another shot."},{"T":"301","2":"Kurono Leader","3":"...Oh, you've changed your mind? Getting soft, are we?"},{"T":"301","2":"Vera","3":"I don't want a failed mission ruining my perfect record. That's all."},{"T":"301","3":"Vera scoffs coldly, then stands up and proceeds to leave."},{"T":"301","2":"Kurono Leader","3":"One week."},{"T":"301","2":"Kurono Leader","3":"You have one week. If you can't do it, then forget it."},{"T":"301","2":"Vera","3":"..."},{"T":"301","3":"Vera refuses to respond. Instead, she just opens the door and leaves the office."},{"T":"301","3":"No. 21 is waiting outside, her Co-Bot revolving around her."},{"T":"301","2":"Vera","3":"Let's go."},{"T":"301","2":"No. 21","3":"Am I... going to be discarded?"},{"T":"301","2":"Vera","3":"What makes you think that?"},{"T":"301","2":"No. 21","3":"You said if I can't complete a mission, I'll be discarded."},{"T":"301","2":"Vera","3":"Hmph... I did, didn't I? No, you're not getting discarded."},{"T":"301","3":"Vera hurries onward with No. 21 struggling to catch up."},{"T":"301","2":"No. 21","3":"What should I do?"},{"T":"301","2":"Vera","3":"Why do you always gotta ask everyone what to do? Can't you think for yourself?"},{"T":"301","2":"No. 21","3":"Think... for yourself? I don't understand."},{"T":"301","3":"Vera stops in her tracks, then turns and grabs No. 21 by her shoulders. No. 21's hair, which is still wet from earlier, sticks to her face, making her appear all the more pitiful and dejected. This only irritates Vera further."},{"T":"301","2":"Vera","3":"Ask yourself. Don't you have any desires? Don't you know what makes you feel satisfied when you do it?"},{"T":"301","2":"No. 21","3":"Desire... What's that?"},{"T":"301","2":"Vera","3":"...Forget I said anything."},{"T":"301","2":"???","3":"You're just a coward who's scared that she can't protect her teammates. No point in taking it out on us..."},{"T":"301","2":"Vera","3":"If you fight, you'll probably just get discarded."},{"T":"301","2":"No. 21","3":"Fight? I'm good at fighting."},{"T":"301","2":"Vera","3":"Aren't you worried about getting discarded? Stick with me, and you just might."},{"T":"301","2":"No. 21","3":"And if I don't, I won't get discarded?"},{"T":"301","2":"Vera","3":"...You still might."},{"T":"301","2":"No. 21","3":"What's the difference?"},{"T":"301","2":"Vera","3":"...When you die, you die. Doesn't matter where."},{"T":"301","2":"Vera","3":"It may be the best—or worst decision to let you follow me. But here, things can only get worse."},{"T":"301","2":"No. 21","3":"What do you mean? I don't get it."},{"T":"301","3":"No. 21 stares at Vera. She does not understand a word Vera is saying, but the weight from Vera's hand feels like... nothing she has ever felt before."},{"T":"301","2":"Vera","3":"Are you even listening to me? Or are you daydreaming?"},{"T":"301","2":"No. 21","3":"I heard you, but I don't understand."},{"T":"301","2":"Vera","3":"You're killing me..."},{"T":"301","3":"Vera rolls her eyes, unsure of what she has done to deserve this."},{"T":"301","2":"Vera","3":"Alright, I'll cut to the chase. Let's get down to business."}]