[{"T":"301","2":"Aston","3":"Let's begin our deal then."},{"T":"301","3":"Despite the situation of the train not looking good, and the floorboards ferociously shaking under his feet, the man named Aston didn't waver an inch."},{"T":"301","3":"Maintaining his pace, he strides forward with confidence, and even saluted Gray Raven."},{"T":"302","2":"What deal?","4":"Aren't there more pressing matters right now?"},{"T":"301","2":"Lee","3":"Those two Constructs just no mentioned a deal as well... Care to explain what that is?"},{"T":"301","2":"Aston","3":"Babylonia sent you here without explaining the situation to you beforehand?"},{"T":"301","2":"Aston","3":"To a merchant, there's nothing more important than trading."},{"T":"301","2":"Aston","3":"It seems that you have not fully grasped the situation yet..."},{"T":"301","2":"Aston","3":"Allow me to explain."},{"T":"301","2":"Aston","3":"According to our intel, there was a huge battle between Babylonia and the space station not so long ago. And in that battle, 'something important' that belonged to the space station crashed onto this train."},{"T":"301","2":"Lucia","3":"That is correct. Please destroy it together with us..."},{"T":"301","2":"Aston","3":"No, we will not, and will not allow you to do so. Unless we reach a deal."},{"T":"301","2":"Aston","3":"After all, that is our most valuable merchandise."},{"T":"301","2":"Lee","3":"You're using the Hetero-Core as a bargaining chip...? Are you people mad? That's the enemy of all humanity!"},{"T":"301","2":"Aston","3":"Anyhow, our demand is simple—let us move in to Babylonia."},{"T":"301","2":"Liv","3":"...Why?"},{"T":"301","2":"Aston","3":"Hmph, asking useless questions."},{"T":"301","2":"Aston","3":"Babylonia in outer space is currently the safest place in the universe. Although this train has kept us alive,"},{"T":"301","2":"Aston","3":"I still believe going to Babylonia is the only way to achieve true safety."},{"T":"301","2":"Aston","3":"What do you think about this deal, commandant from Babylonia?"},{"T":"302","2":"I'm not authorized to make this deal.","4":"And if we refuse...?"},{"T":"301","2":"Aston","3":"Then who has the authority to do so, and can you get in contact with them? I'd like a reply as soon as possible, if not..."},{"T":"301","2":"???","3":"Ahaha, I knew they wouldn't agree to the terms. Which is good, because now..."},{"T":"301","2":"???","3":"Then I guess we'll have to make the deal with the Ascendants then."},{"T":"301","2":"Jamilah","3":"Wait, that's not what we agreed on before. We agreed to wait for an answer from Babylonia first..."},{"T":"301","3":"Their leader, a teenage girl who stood silently when the aristocrat was talking, suddenly objected."},{"T":"301","2":"???","3":"Little girls shouldn't meddle in this matter. And it's obvious, the Ascendants are far more superior to those from Babylonia."},{"T":"301","2":"Aston","3":"Ashlar, Princess Jamilah is the current leader of the ACA, and as a member of Akdilek, you should show some respect."},{"T":"301","2":"Ashlar","3":"...Of course."},{"T":"301","2":"Lee","3":"I don't know what your situation is, but... You guys are on the Ascendants' side?!"},{"T":"301","2":"Aston","3":"There's no friend or foe in commerce. While you were dilly-dallying, this train has been approaching the designated meeting point with the Ascendants."},{"T":"301","2":"Aston","3":"We are merchants, and we only want to gain the biggest profit from a deal. To us, both Babylonia and the Ascendants are just trading partners."},{"T":"301","2":"Aston","3":"And as you can see, Ashlar suggested the Ascendants as our trading partner, while I, on the other hand, wanted to expand our options."},{"T":"302","2":"Us?","4":"Why would you make deal with the Ascendants?"},{"T":"301","2":"Aston","3":"Yes, if Babylonia can provide a satisfying answer swiftly, then we need not head toward such dangerous areas full of Punishing Virus to 'deliver the goods.'"},{"T":"301","2":"Aston","3":"From how I see it, it's a win-win, and all that are wise would choose this."},{"T":"301","2":"Ashlar","3":"Of course it's to become one of them! To be able to travel freely in this day and age is more valuable than anything else."},{"T":"301","2":"Changyu","3":"Tsk, no one is guaranteed to be able to become an Ascendant!"},{"T":"301","2":"Ashlar","3":"No one asked for your opinion, peasant."},{"T":"301","3":"————"},{"T":"302","2":"This alarm?","4":"Is the train under attack?"},{"T":"301","2":"Lee","3":"Something probably happened to the Hetero-Core..."},{"T":"301","2":"Aston","3":"Looks like the commoner carriages in the back have been assaulted by the Corrupted."},{"T":"301","2":"???","3":"What?! Then it's dangerous to stay here, we need to head for the front carriages now!"},{"T":"301","3":"The aristocrats behind Ashlar become agitated—"},{"T":"301","3":"Some even ignore the leader of Akdilek standing right in front of them and scramble for the front carriages."},{"T":"301","2":"Aston","3":"I guess there's nothing else we can do here. We should retreat for now."},{"T":"301","2":"Aston","3":"Leader, please follow me"},{"T":"301","2":"Jamilah","3":"Alright."},{"T":"301","2":"Lee","3":"...No matter how I look at it, that man named Aston feels more like the leader of Akdilek to me."},{"T":"301","2":"Lucia","3":"Now's not the time for observations. Commandant, we..."},{"T":"302","2":"Go save people.","4":"Destroy the Corrupted"},{"T":"301","2":"Liv","3":"I'll try my best!"},{"T":"301","2":"Lucia","3":"Lee and I will hold back the Corrupted ahead. Liv, provide medical assistance in the back."},{"T":"301","2":"Jamilah","3":"Sophia, can I count on you?"},{"T":"301","2":"Sophia","3":"Your wish is my command."},{"T":"301","2":"Changyu","3":"Wait, what about me?"},{"T":"301","2":"Aston","3":"...Leader, I remember warning you not to deploy Constructs casually, at least not in front of others."},{"T":"301","2":"Aston","3":"And Changyu, you may not go. The aristocrats will riot if we deploy all our Constructs right now."},{"T":"301","2":"Changyu","3":"Tsk...!"}]