[{"T":"301","3":"Many years ago, at the film set of 'The Mandhasti Real Park'—"},{"T":"301","3":"In the studio, a fictional father was teaching his fictional son how to use a rifle."},{"T":"301","3":"This is the bolt. This is the safety. Here is the magazine, and the trigger is here."},{"T":"301","3":"Push the bolt to load a shiny, slim bullet, unlock the safety, then pull the trigger."},{"T":"301","3":"This is how humans fire a brass bullet. It has 2800 joules of kinetic energy, travels at 868 meters per second, and can take down most animals on the continent."},{"T":"301","3":"The father told his son."},{"T":"301","3":"'Life is great, but .300 Magnum is greater, because it can take away any life with ease.'"},{"T":"301","3":"'It makes no difference whether that life is theirs, or ours. We are just one of the many life forms.'"},{"T":"301","3":"For some reason, Roland still remembers this scene that he once witnessed."},{"T":"301","3":"But he only knew how to act back then. He didn't have any question."},{"T":"301","3":"The script was there. He only had to follow it to earn money, as well as a chance to live."},{"T":"301","3":"He had always been living in lies, and believed in the rules that were born in them."},{"T":"301","3":"But lies could be easily proven wrong with some proper thinking."},{"T":"301","3":"Does the power to take lives really make something great? It's nothing but an arrogant boast."},{"T":"301","3":"To Roland, struggling for survival amidst a world that ignores the importance of life should be called great instead. That is the real world."},{"T":"301","3":"He enjoys watching infected Constructs beg for the mercy of the Ascension-Network. Fragile flowers that shatter after breaking free from the greenhouse, but still struggling to maintain the last bit of consciousness."},{"T":"301","3":"And the innocent white that was born from the scarlet virus."},{"T":"301","3":"Those eyes had witnessed infinite despair. Still, she continued to venture toward her target."},{"T":"301","3":"That white figure pulled him out of hell. The closer he approached her, the more he believed that she was the only truth he would ever seek."},{"T":"301","3":"But he lost her."},{"T":"301","3":"What if he never finds Luna again?"},{"T":"301","3":"What if everything gets loose and lost? Where can he go then?"},{"T":"301","3":"His values and purpose will all go down with the lighthouse."},{"T":"301","3":"How will he be different from many years ago, when he stood in the 'Real Park' with despair?"},{"T":"301","3":"Shaken inside, Roland hears a well-timed chuckle from the darkness."},{"T":"301","2":"Roland?","3":"Hermano (Brother), you look confused."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"The young man in Roland's mind wears a clean and simple outfit. He is smiling—the smile of a normal young person."},{"T":"301","3":"The smile looks taunting in contrast to Roland's gloomy face."},{"T":"301","2":"Roland?","3":"You seem upset when I show up, but—"},{"T":"301","2":"Roland?","3":"Still, you picked me, not—"},{"T":"301","2":"Roland?","3":"Oops, is he not here?"},{"T":"301","2":"Roland?","3":"Which means... I see."},{"T":"301","3":"The illusion disappears, and shows up again in a look that Roland is more familiar with."},{"T":"301","2":"Roland","3":"...What did you learn?"},{"T":"301","2":"Roland?","3":"You have an idea. A target. You have a mission—but you don't know how to complete it."},{"T":"301","2":"Roland?","3":"Because nobody can give you a reply without being questioned by you. That's why I'm here."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland?","3":"Eureka."},{"T":"301","2":"Roland","3":"Guess all you want—but what do you have to say?"},{"T":"301","2":"Roland?","3":"I know you don't want to see me. But rest assured, hermano. In this world, anyone can leave you..."},{"T":"301","2":"Roland?","3":"But I won't, and I can't. This is my fate, and yours too. Don't you think?"},{"T":"301","2":"Roland","3":"Well, hermano, do you have any clue?"},{"T":"301","2":"Roland","3":"Get it done. My body is yours for now."},{"T":"301","2":"Roland?","3":"Your body? What sort of impression do you have of me, hermano?"},{"T":"301","2":"Roland?","3":"Some electronic ghost may be able to hack into the M.I.N.D. of Constructs through special frequencies, and replace the host's memory with theirs..."},{"T":"301","2":"Roland?","3":"But all I can do is to stay with you and face 'you' till the last moment."},{"T":"301","2":"Roland?","3":"I don't come from outside, and I'm not another you either. I am just that more honest side of yours."},{"T":"301","2":"Roland?","3":"I cannot interfere with your future. I can only bring up those things that you didn't want to confront."},{"T":"301","2":"Roland?","3":"Whether you like it or not, whatever you are going to do with them, they are there."},{"T":"301","2":"Roland","3":"So what's this thing that I don't want to face?"},{"T":"301","2":"Roland?","3":"Relax, hermano. I can see you are arguing back now."},{"T":"301","2":"Roland?","3":"For now, just do what you feel like doing. You want to take action, and that isn't a bad thing."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"—Roland's vision is interrupted by the rustling and crunching of gravel. He turns his head around immediately."},{"T":"301","3":"—Lamia changed a pose to make her legs more comfortable, but she is still hibernating."},{"T":"301","2":"Roland?","3":"I don't think you need to keep such a watchful eye on her."},{"T":"301","2":"Roland?","3":"As far as I can recall, you used to get along a lot better."},{"T":"301","2":"Roland","3":"That doesn't mean I can let my guard down, especially in this situation—"},{"T":"301","2":"Roland","3":"Just look at me... Hermano."},{"T":"301","3":"Roland raises his right hand. It still obeys his M.I.N.D., but looks nothing like what he remembers."},{"T":"301","2":"Roland?","3":"So what? You were never a coward."},{"T":"301","2":"Roland?","3":"Has this new body changed you that much?"},{"T":"301","2":"Roland","3":"What's wrong with that? I won't have another chance next time."},{"T":"301","2":"Roland","3":"I'm lucky to still be alive, so I must carefully think about how to properly spend this second life."},{"T":"301","2":"Roland?","3":"You would throw away even your own life, yet here you are, suddenly getting nervous over something given by others."},{"T":"301","2":"Roland","3":"...Maybe you are right."},{"T":"301","2":"Roland?","3":"No."},{"T":"301","2":"Roland?","3":"If you want to be a coward, you should have been that way from the beginning. You know very well to be cautious about things you don't understand, so why would you rely on this new body that you aren't familiar with?"},{"T":"301","2":"Roland","3":"...?"},{"T":"301","2":"Roland?","3":"This life may be given by The Merciful One, but it's still yours."},{"T":"301","2":"Roland?","3":"It's your choice. Your consequence. Your soul. Everything about it belongs to you."},{"T":"301","2":"Roland?","3":"If you want to fight, to die, or to do stupid things, you do it yourself."},{"T":"301","2":"Roland?","3":"Look at you, so detached and paranoid. You made yourself this way."},{"T":"301","2":"Roland","3":"Looks like you are right."},{"T":"301","3":"Roland's expression relaxes slightly and gives a chuckle."},{"T":"301","3":"With his nerves loosened, he gazes around the place. It is—or, used to be—a low-ceiling hut."},{"T":"301","3":"Bombshells destroyed one of the walls, as well as half of the south-eastern pillar, making its roof slightly tilted."},{"T":"301","3":"Still, the remaining structures are intact, making the room at least more comfortable than some random cave."},{"T":"301","3":"Lamia would probably agree. She curls up like a cat, occupying a corner of the room."},{"T":"301","3":"—Roland feels relieved."},{"T":"301","2":"Roland","3":"Can you stay a little longer?"},{"T":"301","2":"Roland?","3":"My presence is not determined by your words. But you will know when I show up or leave."},{"T":"301","2":"Roland?","3":"Hermano."},{"T":"301","3":"The illusion emphasizes the word 'hermano.'"},{"T":"301","2":"Roland","3":"...Hah, you're right."},{"T":"301","3":"..."},{"T":"301","2":"Roland","3":"Anyway, I sometimes have this feeling..."},{"T":"301","2":"Roland?","3":"?"},{"T":"301","2":"Roland","3":"Look at Lamia's body. She's a great fit for reins, don't you think?"},{"T":"301","2":"Roland?","3":"...?"},{"T":"301","2":"Roland","3":"Let's move when the sun comes back."},{"T":"301","3":"Meanwhile..."},{"T":"301","3":"The stars hang low in the night sky, sinking toward the world."},{"T":"301","3":"Inside the ruins, one is already hibernating, the other has just begun to rest."},{"T":"301","3":"No matter what thoughts they have, at least tonight, nothing else outside the ruins matters to them."},{"T":"301","3":"On the other end of the ruins..."},{"T":"301","3":"Dark shadows appear on the horizon one by one, wandering, crawling, walking."},{"T":"301","2":"???","3":"Let it begin."},{"T":"301","3":"No one knows where they come from. No one knows what purpose they have."},{"T":"301","3":"Everything is brewing in silence under the stars, waiting to blossom."}]