[{"T":"301","2":"Allen","3":"So, President Hassen, would you like to consider my request?"},{"T":"301","2":"Hassen","3":"We are at war. WGAA is a civilian organization, and as their leader you shouldn't even be here in the command room."},{"T":"301","2":"Hassen","3":"Let alone making requests."},{"T":"301","2":"Allen","3":"It has nothing to do with my business. Or should I say, nothing to do with me, don't you think?"},{"T":"301","2":"Allen","3":"I understand it is quite sudden. But it's worth your consideration."},{"T":"301","2":"Hassen","3":"...Mr. Allen, I can hardly accept your request without sufficient evidence."},{"T":"301","2":"Hassen","3":"You're asking to search for a Construct lost years ago in an investigation, in the space station..."},{"T":"301","2":"Hassen","3":"I'm afraid we don't have enough manpower to do so."},{"T":"301","2":"Allen","3":"We have a girl with great senses in the 2nd Archaeological Team. She was the one who found the hidden data and decrypted it."},{"T":"301","2":"Hassen","3":"Great senses..."},{"T":"301","2":"Allen","3":"Come in, Miss Ayla."},{"T":"301","3":"As the cabin door opens, a fashionable and somewhat special Construct appears."},{"T":"301","2":"Ayla","3":"Greetings, President Hassen. I am Ayla from the 2nd Archaeological Team. I am responsible for the appraisal of artworks."},{"T":"301","2":"Allen","3":"And a great young artist in Babylonia, too."},{"T":"301","2":"Hassen","3":"Oh, I know you... I mean, it's impossible to not know you..."},{"T":"301","2":"Hassen","3":"I had the privilege to appreciate a few works of Miss Ayla's. They are very great indeed."},{"T":"301","2":"Ayla","3":"I am honored, President Hassen."},{"T":"301","2":"Hassen","3":"We don't have much time. Talk about your plan."},{"T":"301","2":"Ayla","3":"Of course, though I hope you can trust my 'senses'..."},{"T":"301","3":"After a brief explanation—"},{"T":"301","2":"Hassen","3":"In short, you've been managing to decipher meaningful signals amidst the white noise interferences from the space station."},{"T":"301","2":"Hassen","3":"And you recently discovered this signal was sent by your friend, a Construct named Selena within the space station."},{"T":"301","2":"Hassen","3":"And the content of the signal is... dialogues from a play called..."},{"T":"301","2":"Ayla","3":"The Tempest, by Shakespeare."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Hassen","3":"Operator. Pull a segment of the white noise from the space station and compare it to the parts Ayla mentioned."},{"T":"301","2":"Operator","3":"Roger."},{"T":"301","2":"Operator","3":"..."},{"T":"301","2":"Operator","3":"There are... a few similarities, true. But the data we can collect is way too little because of the interference..."},{"T":"301","2":"Operator","3":"The chance of it being a coincidence is still very likely."},{"T":"301","2":"Ayla","3":"The parts I can 'hear' is much more than what's being recorded here."},{"T":"301","2":"Ayla","3":"I am very certain that this is Selena's voice. And she's still alive."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","3":"Looking into Ayla's eyes, Hassen finds an unwavering resolve in her, a sense of maturity that is seemingly at odds with her appearance."},{"T":"301","2":"Hassen","3":"Alright. I believe you."},{"T":"301","2":"Hassen","3":"If that presumably-missing Construct from that mission is still alive, then it is our duty to bring her back."},{"T":"301","2":"Allen","3":"To protect Ayla, I think that—"},{"T":"301","2":"Ayla","3":"Chairman, only I can sense Selena's 'voice' for now. Plus, the others in the Archaeological Team all have their ongoing works."},{"T":"301","2":"Ayla","3":"I think it's sufficient to just send me on this mission."},{"T":"301","2":"Allen","3":"It's not that I don't trust your capabilities to protect yourself..."},{"T":"301","2":"Allen","3":"It's just... if you find her only to discover that..."},{"T":"301","2":"Ayla","3":"I understand. I think I'll know what to do."},{"T":"301","2":"Allen","3":"Fine. Then the last question is... who's sending you there?"},{"T":"301","2":"Ayla","3":"..."},{"T":"301","2":"Hassen","3":"About that... Celica."},{"T":"301","2":"Celica","3":"Understood. Mr. Watanabe, this way, please."},{"T":"301","2":"Watanabe","3":"Your meetings are truly as boring and pointless as they seem."},{"T":"301","2":"Hassen","3":"Babylonia has received your terms."},{"T":"301","2":"Celica","3":"Releasing Babylonia's information on the surface to the Forsaken, sharing some of the technologies on the upgraded Inver-Devices... and so on."},{"T":"301","2":"Watanabe","3":"That's right. Not one less."},{"T":"301","2":"Hassen","3":"I forgot to ask—how are you doing, Watanabe?"},{"T":"301","2":"Watanabe","3":"I don't think now's the time to catch up."},{"T":"301","2":"Hassen","3":"Probably... You're right."},{"T":"301","2":"Hassen","3":"So, Ayla. The responsibility of escorting you will lie on this ace pilot from the Forsaken."},{"T":"301","3":"Ayla approaches Watanabe, observing him curiously."},{"T":"301","2":"Ayla","3":"Alright."},{"T":"301","2":"Ayla","3":"But I seem to remember that... you're wanted by Babylonia..."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Ayla","3":"And you still come here to negotiate yourself..."},{"T":"301","2":"Ayla","3":"Intriguing."}]