[{"T":"301","3":"After walking down the corridor for nearly ten minutes, you finally arrive at a room similar to the entrance of the bomb shelter."},{"T":"301","2":"Lucia","3":"That's..."},{"T":"301","3":"Following Lucia's line of sight, you look around to see a room full of Corrupted."},{"T":"301","3":"Or rather, what used to be 'Corrupted'."},{"T":"301","3":"You can distinguish parts of the Corrupted, while others appear to be deliberately crushed. Among all the carnage, the only recognizable parts belonged to Constructs."},{"T":"301","3":"The dried up vital fluid and Punishing organisms coagulate together. Even though the foul odor is blocked by your respirator, you still seem to be able to smell the dust and decay."},{"T":"301","3":"The broken remains remind you of 'corpses.'"},{"T":"301","2":"Lucia","3":"I wasn't expecting to see so many Corrupted remains here..."},{"T":"301","2":"Liv","3":"By the looks of their ID codes... A lot of these were Constructs from Babylonia..."},{"T":"301","2":"Lee","3":"...Why are they in such a remote place? And... why are there so many of them?"},{"T":"301","3":"In any case, such a large amount of remains means..."},{"T":"302","2":"Be careful, everyone.","4":"Liv, do you detect any live Corrupted?"},{"T":"301","3":"Without awaiting orders, Lucia takes out her katana and takes point in front of the rest of you."},{"T":"301","2":"Liv","3":"Scanning for energy responses within 500 meters."},{"T":"301","2":"Liv","3":"Multiple Corrupted detected. Many appear to be dormant... Ah! Commandant, watch out—!"},{"T":"301","3":"Before Liv is able to alert you, something grabs your feet from behind and pulls. A harsh noise like the wind from a broken bellow roars from within the remains."},{"T":"302","2":"(Open fire)","4":"(Think of a way to free yourself)"},{"T":"301","3":"Without hesitation, you raise your hand and shoot in the direction of the sound. After a dull thud, the Corrupted on the ground stops moving, and the red light among the remains flickers twice before returning to darkness."},{"T":"301","3":"Opening fire will likely alert other enemies hiding in the dark. First order of business is to shake off the enemy behind you. Fortunately, the bindings on your legs are weak and take little effort to break free."},{"T":"301","2":"Lucia","3":"!"},{"T":"301","3":"Lucia's blade quickly pierces the Corrupted brain with surgical precision. The Corrupted on the ground maintains its grip, but ceases function."},{"T":"301","2":"Lee","3":"...Dammit."},{"T":"301","3":"As the Corrupted in front falls silent, the surrounding remains gradually light up with red light. You hear the grinding friction of metal from all directions, and find more than a dozen Corrupted climb out of the ruins."},{"T":"301","2":"Lee","3":"—These aren't just obsolete models, they also come with defense mechanisms. They're older than I thought."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"302","2":"(Reload)"},{"T":"301","3":"Alright, let's deal with the problem at hand—"}]