[{"T":"301","3":"I found myself in a strange place after entering the game. I took a few steps around, and realized this must be the spawn point of this game."},{"T":"301","3":"I didn't see anyone around, but Kamui mentioned we would be playing in teams."},{"T":"301","3":"I anxiously opened the menu and selected the Member section."},{"T":"301","2":"System","3":"Character: 【kuroname】. Team members: Vera, Camu, Karenina."},{"T":"301","3":"I was shocked when I saw their names."},{"T":"301","3":"Never thought I would be forming a team with them."},{"T":"302","2":"What!?","4":"Not even one Gray Raven?"},{"T":"301","2":"Karenina","3":"What's up? You got a problem?"},{"T":"301","3":"It was Karenina."},{"T":"301","2":"Vera","3":"I didn't see this coming..."},{"T":"301","3":"Vera came from the right. She was dragging her blade on the ground, making a clinking sound."},{"T":"301","2":"Camu","3":"You took so long."},{"T":"301","3":"Camu also jumped out from the left."},{"T":"301","3":"They walked to a position and stopped, then formed a regular triangle around me, still wearing their summer Coatings."},{"T":"301","3":"I looked at the system notifications. These outfits seemed to be the default 'hero's attire' generated by the system data."},{"T":"302","2":"Did you have to rehearse for this entrance?","4":"Aloha?"},{"T":"301","2":"Karenina","3":"What rehearsal? They were just copying me!"},{"T":"301","3":"Still impressive though."},{"T":"301","2":"Karenina","3":"...Did you hit your head?"},{"T":"301","3":"I actually liked that line. Too bad she didn't."},{"T":"301","2":"Karenina","3":"Enough stupid jokes. Now that the last member is here, let's hurry up and head to the castle."},{"T":"301","2":"Vera","3":"True. Speaking of which, Karenina, you went for scouting, didn't you? Did you see any castle? We have to go there for the King, right?"},{"T":"302","2":"What castle?","4":"Were you all here earlier than me?"},{"T":"301","2":"Karenina","3":"That's our main quest objective. This must be another of those role-playing games, where we need to take a quest from the King and defeat the Demon King."},{"T":"301","2":"Vera","3":"About ten minutes. Constructs seemed to load the game faster. Now Gray Raven will probably be ahead of us."},{"T":"301","2":"Camu","3":"That's why we must hurry. I don't want to lose to that fool."},{"T":"301","2":"Karenina","3":"I went for scouting, but not for the castle."},{"T":"301","2":"Vera","3":"What did you do then?"},{"T":"301","2":"Karenina","3":"To find the other team and kill them, of course. If we spawned nearby, they shouldn't be too far away."},{"T":"301","2":"Vera","3":"Wow... I didn't expect that. How did you go?"},{"T":"301","2":"Karenina","3":"Nothing, duh. I came back empty-handed. Do I have to explain everything to you?"},{"T":"301","2":"Vera","3":"No. I just want to hear you admit your failure."},{"T":"301","2":"Karenina","3":"You red-haired ****..."},{"T":"301","2":"Camu","3":"Stop it! Enemies have heard us!"},{"T":"301","2":"Demon","3":"Urgh!"},{"T":"301","2":"Karenina","3":"Screw the enemies. I have more important things to do now!"},{"T":"301","2":"Vera","3":"Oh can you?"},{"T":"301","3":"Seeing there was nothing he could do to stop those two, Camu let out a roar, threw his greatsword away and charged toward the enemies, while Karenina was falling for Vera's taunt."},{"T":"301","2":"Demon","3":"Beep! Beep! Beep!"},{"T":"301","3":"It was a complete chaos."},{"T":"301","3":"Only one word could describe my feeling at the moment."},{"T":"301","3":"Hopeless."}]