[{"T":"301","3":"With your combined efforts, you have defeated the last of them. However, among their familiar mechanical bodies, you find some unfamiliar Corrupted."},{"T":"301","2":"Liv","3":"What are these things?"},{"T":"301","2":"Lucia","3":"Looks like the fused Corrupted on the train."},{"T":"302","2":"Does this have anything to do with the Red Tide?"},{"T":"301","2":"Liv","3":"We still don't have enough intel. Lee, can you use the Spear of F.O.S. to restore their memory?"},{"T":"301","2":"Lee","3":"I'm trying."},{"T":"301","2":"Lee","3":"I can pick up their data, but it can't be deciphered."},{"T":"302","2":"Are there any other clues?"},{"T":"301","2":"Lucia","3":"Once we've watched the final segment, this area will be clear."},{"T":"302","2":"Let's proceed to the next area."},{"T":"301","3":"At that point, your comms indicator flashes again."},{"T":"301","2":"Murray","3":"Finally, I've reached you. Are you alright?"},{"T":"302","2":"We're fine."},{"T":"301","2":"Murray","3":"I received Bridget's report. We really should prioritize tracking the Ascendants."},{"T":"301","2":"Murray","3":"Is there anything else to report?"},{"T":"301","2":"Asimov","3":"Get out of here. You're distracting me from my work."},{"T":"301","2":"Murray","3":"Sorry, I'll be leaving shortly."},{"T":"302","2":"Why are you two together?"},{"T":"301","2":"Murray","3":"We lost contact for so long, I was starting to get worried."},{"T":"301","2":"Murray","3":"I noticed you sent a report to Asimov through the survey channel, so I thought I'd come here to see how it's going."},{"T":"302","2":"Asimov, we've collected some new samples."},{"T":"301","2":"Asimov","3":"Good, send them to me."},{"T":"302","2":"We also found some new Corrupted."},{"T":"301","2":"Asimov","3":"New Corrupted?"},{"T":"302","2":"If you don't mind, Liv."},{"T":"301","2":"Liv","3":"Not at all."},{"T":"301","3":"After receiving the sample data from Liv, Asimov furrows his eyebrows in contemplation, revealing an expression you have never seen before."},{"T":"301","3":"He stands up suddenly and runs to the other side of the lab as if searching for something. Then you hear the sound of a cup overturning."},{"T":"301","2":"Lucia","3":"I've never seen him this flustered."},{"T":"302","2":"Looks like it's serious."},{"T":"301","3":"After waiting for a moment in silence, Asimov returns to the comms with his brows still furrowed."},{"T":"301","2":"Asimov","3":"..."},{"T":"302","2":"What's happening?","4":"Are you okay?"},{"T":"301","2":"Asimov","3":"These bodies... They're starting to show biological signs never before seen in Corrupted."},{"T":"301","2":"Asimov","3":"Perhaps we should no longer call them Corrupted. Based on their composition, it would be more appropriate to call them 'Hetero-Creatures'."},{"T":"302","2":"They're evolving biologically?"},{"T":"301","2":"Asimov","3":"Correct. However, based on the intel you sent back, there are still a lot of unknowns."},{"T":"301","2":"Asimov","3":"But after breaking down the components of the Red Tide by their functions, we can determine that it closely resembles the primordial ocean on Earth."},{"T":"302","2":"So, the Hetero-Creatures are born from the Red Tide?"},{"T":"301","2":"Asimov","3":"We still can't say conclusively. But given how related they are, it is highly possible."},{"T":"301","2":"Asimov","3":"How large is the Red Tide now?"},{"T":"301","2":"Lucia","3":"It can already cover an entire city block. We've also used the Spear of F.O.S. to uncover records of a missing squad. We've only just sent their discoveries back because of the signal issues."},{"T":"301","2":"Lucia","3":"According to them, the Red Tide was more like a red fountain previously, and it was hiding underground. But in just a short amount of time, it turned into a rising tide that could submerge an entire block."},{"T":"301","3":"Asimov lowers his head and shifts his glance from the report on Hetero-Creature to the information on the missing team."},{"T":"301","2":"Asimov","3":"The rate of expansion..."},{"T":"302","2":"You worry that it might cover the entire planet?","4":"Will Hetero-Creatures replace humankind?"},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"We can't rule out that possibility, but we also can't panic just because it's possible."},{"T":"301","2":"Asimov","3":"We must investigate further. Aside from this report, do you have any new information on the Red Tide?"},{"T":"302","2":"There's only one more thing."},{"T":"301","2":"Murray","3":"Well, tell us."},{"T":"301","2":"Lucia","3":"While investigating the missing team, we also found out that the Red Tide can retain the consciousness of the dead."},{"T":"301","2":"Asimov","3":"Yes, I saw this information in the report."},{"T":"301","2":"Asimov","3":"Whether the Red Tide is imitating the dead, or it really does retain their consciousness, the situation looks bleak."},{"T":"301","2":"Asimov","3":"It means that it can lure unwitting people into the Red Tide."},{"T":"302","2":"...Lure people into it."},{"T":"301","2":"Asimov","3":"Also, it may be able to use the data it collects from their consciousness to evolve its own consciousness... and become a real living organism."},{"T":"301","2":"Lucia","3":"...It's still expanding. It even actively moves to places where Corrupted gather to devour them, growing even further."},{"T":"301","2":"Asimov","3":"Predatory behavior..."},{"T":"301","2":"Liv","3":"However, the Corrupted don't completely dissolve. Rather, they're... dismantled in the Red Tide."},{"T":"301","2":"Liv","3":"They become parts."},{"T":"301","2":"Lucia","3":"If the Red Tide crashes into humans, they will be hit and maybe even killed by these scraps before they drown."},{"T":"301","2":"Asimov","3":"Dismantled... into parts? Is it because they can't be dissolved, or..."},{"T":"301","3":"Asimov keeps his unproven speculation to himself before throwing out a question."},{"T":"301","2":"Asimov","3":"What do you think the Red Tide will evolve into?"},{"T":"301","2":"Lucia","3":"It'll accelerate the spread of the Punishing Virus while continuing to expand."},{"T":"301","2":"Murray","3":"Is that all?"},{"T":"302","2":"Is that... 'all'?"},{"T":"301","3":"Murray nods. Asimov stops his work and turns to see him smiling by his side."},{"T":"301","2":"Murray","3":"I just received a report from another team. They were stationed further away, and they hadn't had direct contact with the Red Tide, but they spoke with the scavengers nearby."},{"T":"301","2":"Murray","3":"Recently, a large number of Corrupted have been gathering in the ruins, where there have been reports of unused supplies."},{"T":"301","2":"Murray","3":"However, no one that ventured into the ruins has ever returned. Who do you think is responsible for this?"},{"T":"302","2":"Could it be the Ascendants?"},{"T":"301","2":"Murray","3":"It's highly likely. The scavengers gave a vague description, but early accounts seem to share some resemblance."},{"T":"301","2":"Murray","3":"At this rate, even if Huaxu didn't lead us here, we would've investigated this area due to the rumors or the sheer number of teams that would have gone missing here."},{"T":"301","2":"Lee","3":"This means they have a trump card in their hand. Once it matures, they will have something as powerful, if not more, than the Ascendants."},{"T":"301","2":"Lucia","3":"Matures?"},{"T":"301","2":"Lee","3":"They needed to keep it a secret in the past, but now they're no longer afraid of people spreading rumors or our squads going missing. That can only mean that their trump card is almost ready to be deployed."},{"T":"301","2":"Lee","3":"In other words, although the Red Tide and Hetero-Creatures pose a threat, they can't overpower us any time soon. And yet they still carry out their plan, which means there must be an even greater threat."},{"T":"301","2":"Asimov","3":"I think so too. Now that we have obtained this information, we need to destroy this immature trump card before they can play it."},{"T":"301","2":"Murray","3":"Of course it didn't take you long to figure it out, Lee."},{"T":"301","2":"Lee","3":"Anyone would have come to the same conclusion with this information."},{"T":"301","2":"Murray","3":"But we don't have enough intel yet. Commandant, Lee, please report back if you have any new information."},{"T":"301","2":"Asimov","3":"Can you leave my lab first?"},{"T":"301","2":"Murray","3":"Alright, alright. No problem."},{"T":"301","2":"Murray","3":"I was just here because you looked anxious from all the news on the Red Tide, so I wanted to coordinate with you on the new information as soon as possible. Sorry, I didn't mean to disturb you."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"I appreciate the gesture, but you can sort out the information later and give it to me then."},{"T":"301","2":"Murray","3":"Alright, I'll be going now."},{"T":"301","3":"Murray nods to Asimov, then waves to the camera."},{"T":"301","2":"Murray","3":"Be careful, everyone. Especially you, Lee. Don't get carried away."},{"T":"301","2":"Lee","3":"...Got it."},{"T":"301","3":"Murray smiles and terminates the call. But right after that, you see a familiar projection flashes by."},{"T":"302","2":"...?!"},{"T":"301","2":"Lucia","3":"What is it, Commandant?"},{"T":"302","2":"I think I just saw Roland."},{"T":"302","2":"He was chasing a boy."},{"T":"301","3":"Following the direction of the projection leaving, you see Roland smiling as usual while talking with a boy."},{"T":"301","2":"Lucia","3":"Who's the boy?"},{"T":"301","3":"The four of you look at the boy, who stares at Roland angrily and appears slightly injured."},{"T":"302","2":"They don't look like they're companions."},{"T":"301","3":"Perhaps because they have distanced themselves from the Corrupted at the scene, you only see them gesturing in conversation without hearing what they are saying."},{"T":"301","3":"Suddenly, the boy angrily smashes his fist against the wall, forming a crack in the projected wall."},{"T":"302","2":"This strength..."},{"T":"301","2":"Lucia","3":"Looks like the boy is a Construct, too."},{"T":"301","3":"Their conversation does not appear to be a pleasant one. Despite Roland's dissuasion, the boy runs to the end of the street out of sight of the onlooking Corrupted. At this point, the projections disappear."},{"T":"301","2":"Lucia","3":"Let's go, Commandant!"}]