[{"T":"301","2":"Lee","3":"Commandant, I have found a suitable school for Nanami with Celica's help. What say we send her over?"},{"T":"302","2":"You certainly work fast.","4":"Oh... Okay..."},{"T":"301","2":"Lee","3":"It's not like we have other jobs on our hands at the moment."},{"T":"301","2":"Lee","3":"It's just going to school, nothing special."},{"T":"301","2":"Nanami","3":"Hm, Nanami doesn't want to leave Commandant."},{"T":"301","2":"Lee","3":"Huh?"},{"T":"301","2":"Nanami","3":"You see, when the Earth is reclaimed, everyone will be free! It won't be too late for my research!"},{"T":"301","2":"Lee","3":"The war's not looking good for us though. And before that time comes, can you promise that you'll never cause trouble again like last time out of selfishness?"},{"T":"301","2":"Nanami","3":"Nanami's not selfish... It's just the time limit of the mission..."},{"T":"301","2":"Lee","3":"Time limit?"},{"T":"301","2":"Lee","3":"I don't know when that limit is, but isn't that all the more reason for you to finish your research as soon as possible?"},{"T":"301","2":"Nanami","3":"But... but Nanami doesn't want to leave Commandant!"},{"T":"302","2":"I don't want Nanami to leave either!","4":"Lee, don't let Nanami leave!"},{"T":"301","2":"Lee","3":"You two... Why do I feel like the villain..."},{"T":"301","2":"Lee","3":"Truth be told, I'm not interested in Nanami's mission at all, I just want her to stop making a mess of the base."},{"T":"301","2":"Lee","3":"Can you promise to not destroy anything out of boredom from now on?"},{"T":"301","2":"Nanami","3":"Nope!"},{"T":"302","2":"Eh?","4":"I think you should say 'yes' here."},{"T":"301","2":"Nanami","3":"But Nanami will try her best starting from today."},{"T":"301","2":"Nanami","3":"Whether it's battles, daily tasks, or other missions, Nanami will take care of them all before the time limit!"},{"T":"301","2":"Nanami","3":"In return, please become Nanami's finest research subject, Commandant."},{"T":"301","2":"Nanami","3":"Humans live in groups, and there are bound to be excellent individuals in a group."},{"T":"301","2":"Nanami","3":"And that individual is the most important research subject! At least that's what Nanami thinks."},{"T":"302","2":"What are you talking about?","4":"Are you talking about me?"},{"T":"301","2":"Nanami","3":"What Nanami means to say is, please become the most outstanding human, Commandant!"},{"T":"301","2":"Nanami","3":"Hehe! That's right!"},{"T":"301","2":"Nanami","3":"Because you're the only one qualified to be my research subject and my commandant!"},{"T":"301","2":"Nanami","3":"And the book did say that... Only an outing between two individuals who like each other can be called... a date. ANYONE—ELSE—WON'T—DO."}]