[{"T":"301","3":"Despite saying it is late, Chrome does not seem to be in a hurry to part ways as you two leave the library."},{"T":"302","2":"Back to the classroom?"},{"T":"301","2":"Chrome","3":"Our game of chess hasn't ended yet, has it?"},{"T":"301","3":"You tilt your head and look at him."},{"T":"301","3":"You seem to understand what he was thinking during that long stretch of silence."},{"T":"301","3":"He might have figured it out then."},{"T":"301","3":"If you were from the same year as him, the two of you would have done what you just did."},{"T":"301","3":"You would read in the library together, discuss philosophy the way you did, stroll on the training fields around campus, and play chess in the classroom after class."},{"T":"301","3":"After all, you have done the same at the same places... at different times."},{"T":"301","3":"..."},{"T":"301","3":"You are back to where you ran into each other."},{"T":"301","3":"The two of you return to your seats."},{"T":"301","3":"The holographic chessboard lights up between you."},{"T":"301","3":"The pieces on it are still where you left them."},{"T":"301","2":"Chrome","3":"It was my turn, so now it's yours, 【kuroname】."},{"T":"302","2":"Alright, then..."},{"T":"301","3":"White Knight moves from H4 to F5."},{"T":"302","2":"Has your mood gone better?"},{"T":"301","3":"Black Pawn moves from C7 to C6."},{"T":"301","2":"Chrome","3":"There's no 'better mood.' It is inconsequential at the end of the day. I've just realized something."},{"T":"301","3":"White Pawn moves from G2 to G4."},{"T":"302","2":"And what is that?"},{"T":"301","3":"Black Knight moves from H5 to F6."},{"T":"301","2":"Chrome","3":"We'll talk after the game."},{"T":"302","2":"Sure."},{"T":"301","3":"White Knight moves from H1 to G1."},{"T":"301","3":"..."},{"T":"301","3":"The battle on the chessboard grows more intense."},{"T":"301","3":"..."},{"T":"301","3":"In the end—"},{"T":"301","3":"White Queen moves from F3 to F6."},{"T":"301","3":"Chrome's clutched fists press against his lips, him pausing to consider."},{"T":"301","2":"Chrome","3":"You sacrificed your Bishop on your 11th move."},{"T":"301","2":"Chrome","3":"You sacrificed both of your Rooks on your 18th move."},{"T":"301","2":"Chrome","3":"Now you're sacrificing your Queen."},{"T":"301","2":"Chrome","3":"You have fewer pieces than I do."},{"T":"302","2":"You know what I've been thinking about."},{"T":"301","2":"Chrome","3":"I do."},{"T":"301","3":"He picks up the Black Knight on G8 and takes your White Queen, placed on F6 as bait."},{"T":"301","3":"In response, you pick up the White Bishop on D6..."},{"T":"301","3":"And move it to E7."},{"T":"302","2":"Checkmate."},{"T":"301","3":"The game is over."},{"T":"301","3":"Chrome does not look disappointed, and you do not look gleeful either."},{"T":"301","3":"You just stare at each other for a while before breaking into smiles."},{"T":"301","2":"Chrome","3":"When did you hatch this plan?"},{"T":"302","2":"Same time as you did."},{"T":"301","2":"Chrome","3":"From the very beginning, then."},{"T":"302","2":"The 'Immortal Game'."},{"T":"301","2":"Chrome","3":"Exactly."},{"T":"301","3":"Chrome and you have actually been replicating a legendary chess game."},{"T":"301","3":"This has been a contest, but it has not been one, too. It was not a game of chess, but a game of minds."},{"T":"301","3":"You were both gambling on the hope that the other person would make the expected move."},{"T":"302","2":"That's my 'answer,' Chrome."},{"T":"301","3":"The number of active pieces is way more important than the number of pieces a player has. Despite the inevitability of the circumstances, there are always those who can break through the boundaries and forge new paths."},{"T":"301","3":"There are always those who think alike, who are willing to forge a new path with you."},{"T":"301","3":"Those of Us, or Other."},{"T":"301","3":"The most important thing is to understand each other and look for a possibility together."},{"T":"301","3":"Even if Chrome is a Construct, and you are a human..."},{"T":"302","2":"I'm sitting right here."},{"T":"301","2":"Chrome","3":"Yes. You're right in front of me."},{"T":"301","3":"You find yourself reflected in his eyes, his blue irises as all-encompassing as the ocean."},{"T":"302","2":"Not only me."},{"T":"301","2":"Chrome","3":"No. Not only you."},{"T":"301","3":"Without love and kindness, the power of technology will only be the power to hurt."},{"T":"301","3":"That is it, you think. If there is no love and kindness."},{"T":"301","3":"But not all humans have been selfish and foolish."},{"T":"301","2":"Chrome","3":"Can I expect more games like this, 【kuroname】?"},{"T":"301","3":"Understanding each other even when you are competing."},{"T":"301","3":"Choosing the same path even when you stand on different sides."},{"T":"302","2":"I think so."},{"T":"301","3":"You make a promise."},{"T":"301","3":"There will be more games like this."},{"T":"301","3":"It is a promise... and a vow."}]