[{"T":"301","2":"Watanabe","3":"Any news?"},{"T":"301","2":"Forsaken","3":"An hour and forty minutes ago, signals of a huge moving horde had appeared around the residential area and the Titan Trench."},{"T":"301","2":"Forsaken","3":"They met up around the hangar passageway, but then moved another 30 kilometers in the opposite direction after they converged."},{"T":"301","2":"Watanabe","3":"An hour and forty minutes... It all makes sense now..."},{"T":"301","2":"Watanabe","3":"Re-task squads to mount a rescue effort for 19-1, immediately!"},{"T":"301","2":"Forsaken","3":"...But sir..."},{"T":"301","2":"Watanabe","3":"The Forsaken do not abandon our own."},{"T":"301","2":"Watanabe","3":"Ready your men!"},{"T":"301","2":"Forsaken","3":"Roger!"},{"T":"301","3":"As the battle goes on, the explosions and whizzing weapons have become a blur to Bexonidas."},{"T":"301","3":"As Bexonidas stumbles, dazed by the explosions and gunfire-induced smog, his father's story suddenly flashes into his mind with intense clarity."},{"T":"301","3":"His father said the predecessor of the two Forsaken squads, the squad that watched their 'Majesties' leave, was well-known for achieving their objectives at any cost."},{"T":"301","3":"To their enemies, they were relentless. Tactical disadvantages, severed supply lines, and lack of fire support never once slowed their advance."},{"T":"301","3":"If they ran out ammunition, they fought with daggers. If the daggers broke, they fought with their fists. If they lost their arms—well, their teeth would work too."},{"T":"301","3":"As long as their enemies fell before they did, it counted as a victory."},{"T":"301","3":"All that sustained them was 'Loyalty': the same loyalty burned to ash by the transport's departing engines."},{"T":"301","3":"However, as his father said, Watanabe's arrival made him realize that they were right to fight to the death."},{"T":"301","3":"It was just that they hadn't found someone worth dying for."},{"T":"301","3":"That was what Watanabe said, according to his father, facing down their gun barrels, never flinching."},{"T":"301","3":"'After all we've been through, it's time to remember why we became soldiers in the first place.'"},{"T":"301","3":"'We're all that's left of the old guard, relics with guns, abandoned by those 'above us' when our usefulness ran its course.'"},{"T":"301","3":"'They hoped we would be forgotten, but I hope that we remember.'"},{"T":"301","3":"'Remember why we were forsaken. Remember the responsibilities we bear. Remember the people we must protect.'"},{"T":"301","3":"'We, the forgotten ones, the ones they left behind, are the only ones who can prove they were wrong to forget.'"},{"T":"301","3":"'We are the Forsaken. We remember.'"},{"T":"301","3":"'We bear the memories of every life, every death. Our remembrance is proof that they once existed.'"},{"T":"301","3":"'If you can sympathize with this, please stop this meaningless fighting and join us.'"},{"T":"301","3":"Bexonidas feels something like a punch in his chest, and he falls forward, head lolling to one side."},{"T":"301","3":"—Meeting Gryphon's shattered, lifeless face."},{"T":"301","2":"Bexonidas","3":"My Leader..."},{"T":"301","2":"Bexonidas","3":"...I hope that... we are worth remembering, just like you said..."},{"T":"301","3":"He must be imagining things, but he could swear he hears Watanabe's voice shouting over the short-range comms."},{"T":"301","3":"...Unlikely. After all, short-range comms only have a radius of 500 meters."},{"T":"301","3":"Either way, this is no longer an issue Bexonidas needs to think about."}]