[{"T":"301","3":"The royal guards shackled Sophia and brought her to the royal carriage."},{"T":"301","3":"Someone is already waiting in the center of the hall."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"???","3":"How reckless."},{"T":"301","2":"???","3":"If only everyone who comes to take my life can be as reckless as you..."},{"T":"301","2":"???","3":"...Well, not that that would be a good thing."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Jamilah","3":"..."},{"T":"301","2":"Jamilah","3":"What's up? Your target is standing right here. Aren't you going to say something?"},{"T":"301","2":"Sophia","3":"...I don't talk to corpses."},{"T":"301","2":"Jamilah","3":"You have at least four electronic shackles on you. Are you sure I'm going to die today?"},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Jamilah","3":"That's okay. I love giving chances to lovely kids."},{"T":"301","2":"Jamilah","3":"Aston."},{"T":"301","2":"Aston","3":"Leader, I suggest you think again. We don't know yet..."},{"T":"301","2":"Jamilah","3":"Aston. I won't say this a third time."},{"T":"301","2":"Aston","3":"Roger."},{"T":"301","3":"After a series of electronic sounds, Sophia almost immediately feels the shackle on her disappear."},{"T":"301","2":"Sophia","3":"...!"},{"T":"301","3":"The next instant, she pulls out a pistol from the hidden holster in her frame and points it at Jamilah."},{"T":"301","2":"Sophia","3":"Why?"},{"T":"301","2":"Jamilah","3":"...I knew you were inexperienced."},{"T":"301","2":"Sophia","3":"I'm asking you, why."},{"T":"301","2":"Jamilah","3":"You just gave up the best chance to shoot at me for an answer."},{"T":"301","2":"Sophia","3":"I'm not asking a third time."},{"T":"301","2":"Jamilah","3":"...Al...right."},{"T":"301","2":"Jamilah","3":"Don't you want to know why there are so many guards today?"},{"T":"301","2":"Sophia","3":"...Did you know?"},{"T":"301","2":"Jamilah","3":"Not entirely. I only knew 'someone' was coming today."},{"T":"301","2":"Jamilah","3":"But I didn't know it was you."},{"T":"301","2":"Sophia","3":"Do you... Know me?"},{"T":"301","2":"Jamilah","3":"I do. You are the only survivor of 'that accident'. The aristocrats' report never mentioned you, but I've been looking for you."},{"T":"301","2":"Sophia","3":"You have no right to mention that 'incident'!"},{"T":"301","2":"Jamilah","3":"Is that how they told you? That I was the culprit who refused to send reinforcements and caused the death of 47 maintenance members and 336 civilians?"},{"T":"301","2":"Jamilah","3":"What if I tell you another version of the story?"},{"T":"301","2":"Sophia","3":"I won't believe in you."},{"T":"301","2":"Jamilah","3":"Neither do I think so. Andre told me about your personality in his letter."},{"T":"301","2":"Sophia","3":"...What?"},{"T":"301","2":"Jamilah","3":"The leader of your maintenance squad, Andre. He was my undercover spy in the commoner carriage—one of the best."},{"T":"301","2":"Jamilah","3":"He'd been asking me to find you and take care of you till his last breath."},{"T":"301","2":"Sophia","3":"That's impossible. They were all...!"},{"T":"301","2":"Jamilah","3":"They were all dead, weren't they?"},{"T":"301","2":"Jamilah","3":"I hate to remind you of the past... But I hope at least this could make you trust me."},{"T":"301","3":"Jamilah reaches out to Sophia. In her hand is a royal badge with burn marks."},{"T":"301","2":"Sophia","3":"...!"},{"T":"301","2":"Jamilah","3":"I'm sorry. I could only... Reduce his pain. Morphine was the only thing we could use..."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Jamilah","3":"The last thing he spoke about was you..."},{"T":"301","2":"Sophia","3":"Why? Aren't you..."},{"T":"301","2":"Jamilah","3":"You don't have to believe this, but it wasn't me."},{"T":"301","2":"Sophia","3":"...Keep talking. I'll put the gun down."},{"T":"301","2":"Jamilah","3":"...That's all I have to say."},{"T":"301","2":"Jamilah","3":"It was that simple. Your hatred just happened to be useful to them."},{"T":"301","2":"Jamilah","3":"I have evidence. A statement from the waiter in the noble carriage, as well as voice recordings of the escaped technicians."},{"T":"301","2":"Sophia","3":"I see. What have I done..."},{"T":"301","2":"Jamilah","3":"It's okay. I don't blame you."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Jamilah","3":"I'm a queen with no real power. All I see are illusions. All I can reach is my dressing table."},{"T":"301","2":"Jamilah","3":"I can only find you and persuade you one by one, so you can bring me the truth."},{"T":"301","2":"Jamilah","3":"I know if I keep doing this, 'they' will want me dead sooner or later. Hmm... Maybe there is a different way to put this."},{"T":"301","2":"Jamilah","3":"I guess I'm just not a good-looking puppet. Or, perhaps... I want to restore things to how they should be, just like my father did."},{"T":"301","2":"Aston","3":"One day, my leader. One day they will."},{"T":"301","2":"Jamilah","3":"You don't need to say those nice words, Aston. Time waits for no one. Only one side can survive this war."},{"T":"301","2":"Jamilah","3":"But right now, we have only one problem to resolve."},{"T":"301","2":"Jamilah","3":"Sophia, if you still want to kill me after hearing all that, you can do it now."},{"T":"301","2":"Aston","3":"Amir!!!"},{"T":"301","2":"Sophia","3":"I don't know."},{"T":"301","2":"Jamilah","3":"I see..."},{"T":"301","2":"Jamilah","3":"Aston, please help Sophia settle. She won't be able to go back to Ashlar after tonight."},{"T":"301","2":"Sophia","3":"Why are you doing this?"},{"T":"301","2":"Jamilah","3":"As the oldest daughter of the royal family, I had no choice. Whether I liked it or not, my only destiny was to accept the scepter to the throne."},{"T":"301","2":"Jamilah","3":"I could have become a tyrant, a wise queen, or a puppet I am now. The scepter couldn't be bothered at all."},{"T":"301","2":"Jamilah","3":"But at least I want to make one more person have their choice."},{"T":"301","2":"Jamilah","3":"So when I do something wrong, maybe they can come and tell me."},{"T":"301","2":"Jamilah","3":"...I've said enough for the night. Go with Aston. He'll show you your room."}]