[{"T":"301","2":"Lyrics","3":"～...Burning lanterns... Floating Flowers...～"},{"T":"301","2":"Lyrics","3":"～...My beauty lost... in these final hours...～"},{"T":"301","3":"The Nigher is filled with merchants and performance goers. Although it is not crowded, the boat is alive with festivity."},{"T":"301","3":"Ever since the Nighter was occupied by the Akdilek Commercial Alliance, they established a temporary onboard filtering device that revived commerce on the ship. However, gray market goods were explicitly prohibited."},{"T":"301","3":"The ship's prosperous and delightful atmosphere is a rare sight to be seen in the wasteland."},{"T":"301","3":"After completing their mission, the Gray Ravens once again boarded the Nighter."},{"T":"301","2":"Male Musician","3":"(Whimpers) My music... 'Like nails on a chalkboard,' she say..."},{"T":"301","3":"You hear a man weep as he comes down from the stage. His head hangs down, dejected."},{"T":"301","2":"Pulao","3":"Ahahaha... What a shame!"},{"T":"302","2":"Isn't that Pulao...?"},{"T":"301","2":"Sophia","3":"The Female Construct on stage is looking for a partner. Apparently there's quite a lot of prize money at stake. Pulao was invited to serve as the host."},{"T":"302","2":"Sophia, what are you doing here?"},{"T":"301","2":"Sophia","3":"Pulao invited me here on my off time... I can earn a quick buck while I'm at it."},{"T":"302","2":"...You said 'partner'? But that's a Construct..."},{"T":"301","2":"Sophia","3":"Yup, everyone's coming to see what all the fuss is about."},{"T":"301","2":"Pulao","3":"Next contestant! It's showtime!"},{"T":"301","3":"Despite the huge reward, no one responds... Only Sophia raises her hand."},{"T":"302","2":"Sophia, are you sure you know what 'partner' means?"},{"T":"301","2":"Sophia","3":"Nope. But that's a lot money."},{"T":"301","2":"Pulao","3":"Don't... Don't worry about it. If I can't find anyone, they'll cut my pay... Please, miss!"},{"T":"302","2":"Are you sure about that?!"},{"T":"301","3":"The Female Construct stands up from her chair, finally revealing her face for the audience to clearly see."},{"T":"301","2":"Female Construct","3":"..."},{"T":"301","2":"Sophia","3":"Whether it's business knowledge, mech assembly, astronomical calculations or fighting with a gun..."},{"T":"301","2":"Sophia","3":"No one can beat me. Just try me."},{"T":"301","3":"The Female Construct looks Sophia over, then slowly takes a seat."},{"T":"301","2":"Female Construct","3":"Too short. Goodbye."},{"T":"301","2":"Sophia","3":"Huh...? I... lost."},{"T":"301","3":"Sophia walks off the stage a little confused and appears to be knocked down a peg."},{"T":"302","2":"It's okay, Sophia. Don't take it to heart..."},{"T":"301","3":"Contestants come and go, but no one leaves with their composure in check. As more and more people are humiliated, contestants off stage begin to grow restless."},{"T":"301","3":"At this time, the male Construct musician who performed the song just now couldn't help but rush onto the stage and give them a piece of his mind."},{"T":"301","2":"Male Musician","3":"You aren't even looking for a partner! You're using us for your own amusement!"},{"T":"301","2":"Female Construct","3":"I have no reason to lie. You all failed because of your own weaknesses. And even IF I were playing you—what could you do about it?"},{"T":"301","2":"Male Musician","3":"I can't take it anymore! I'll show you not to mess with us!"},{"T":"301","3":"Backed by the angry cheers of those off stage, the male musician rushes to attack the Female Construct."},{"T":"301","3":"The Female Construct stops Pulao from interfering and steps forward to challenge him herself."},{"T":"301","2":"Male Musician","3":"Argh..."},{"T":"301","3":"Before anyone has any time to react, the Female Construct kicks the musician into the air."},{"T":"301","3":"However, that was just the beginning. She unleashes a flurry of perfectly executed kicks, not even giving the man time to breathe."},{"T":"301","2":"Sophia","3":"She'll kill him if she keeps this up!"},{"T":"302","2":"..."},{"T":"301","2":"Sophia","3":"Wait! Where are you going?"},{"T":"301","3":"The relentless assault has already left the man beaten to a pulp. He can barely stand on his own two feet."},{"T":"302","2":"Stop! That's enough!"},{"T":"301","2":"Female Construct","3":"Hmph... Are you going to protect a Construct you've never even met before?"},{"T":"302","2":"What are you talking about?"},{"T":"301","2":"Female Construct","3":"Fine. If this piece of junk can beat me with your help, I'll make you my partner."},{"T":"302","2":"What makes you think I want that...?"},{"T":"301","2":"Female Construct","3":"Then you have no business here. This stage is for me to pick a partner."},{"T":"301","2":"Male Musician","3":"You're... Gray Raven Commandant?!"},{"T":"301","2":"Male Musician","3":"Damnit, she's tricked us all... Hey, Commandant! You gotta help us teach her a lesson!"},{"T":"302","2":"Alright, I promise."},{"T":"301","3":"You are not able to establish an immediate M.I.N.D. connection with him, but knowing your opponent's weakness gives you the upper hand."},{"T":"301","2":"Sophia","3":"I fixed you up for the time being, but..."},{"T":"301","2":"Male Musician","3":"Don't worry! That'll do. I won't lose this time."},{"T":"301","2":"Sophia","3":"What'd you whisper into his ear? Why the sudden boost in confidence?"},{"T":"302","2":"My lips are sealed..."},{"T":"301","2":"Female Construct","3":"You continue to fight despite being doomed to fail. How foolish..."},{"T":"301","3":"Suddenly, she launches another kick at lightning speed. However, this time it is a swing and a miss."},{"T":"302","2":"Attack her back leg!"},{"T":"301","3":"In response, the musician attacks the Female Construct's back left leg exposed from the high-velocity kick."},{"T":"301","2":"Female Construct","3":"Mmph..."},{"T":"302","2":"Turn to defend!"},{"T":"301","3":"The musician turns and blocks the kick with his upper right arm. However, the Female Construct uses the force from the kick to jump back and clear the distance between the two of them."},{"T":"301","2":"Male Musician","3":"Rgh..."},{"T":"301","3":"He may have blocked the kick, but his hastily repaired arm begins to ignite with sparks."},{"T":"302","2":"(That attack must be...)"},{"T":"301","2":"Female Construct","3":"Hmph... Trash will always be tra..."},{"T":"301","3":"But before she can finish speaking, she falls to her knees. Only then does she realize that the kick had severely damaged her leg."},{"T":"301","2":"Female Construct","3":"You countered my kick... Clever..."},{"T":"301","2":"Female Construct","3":"That battle's not over yet. Keep going."},{"T":"302","2":"No, it's over. We forfeit."},{"T":"301","2":"Male Musician","3":"What?! I've still got fight in me!"},{"T":"301","2":"Sophia","3":"Any more damage will be going overboard. It's not worth the trouble."},{"T":"301","2":"Female Construct","3":"Forfeiting because you're worried about him...? Hmph, that's ridiculous!"},{"T":"301","2":"Female Construct","3":"This battle was devoid of all beauty. My partner must be determined to use everything as if it was their own."},{"T":"302","2":"I can't do that."},{"T":"301","2":"Female Construct","3":"Still so naive... But as per the rules of this contest, I am the loser."},{"T":"301","3":"The Female Construct snaps her fingers, breaking open the large box behind her seat. A bunch of grub coins spills out onto the floor, the likes of which no one present had ever seen before."},{"T":"301","2":"Pulao","3":"C-congratulations, 【kuroname】! All this grub—wait, minus the share I was promised—is yours...!"},{"T":"301","3":"While everyone's attention is drawn away, the Female Construct vanishes without a word."},{"T":"301","2":"Pulao","3":"Uh... My share is 5%... But how much is 5%?!"},{"T":"302","2":"Give the rest to the musician."},{"T":"301","2":"Pulao","3":"Wait! Where are you going?!"},{"T":"301","3":"Leaving the stage in a hurry, you find the Female Construct leaning on the nearby railing."},{"T":"301","2":"Female Construct","3":"You found me..."},{"T":"302","2":"Who exactly are you?"},{"T":"301","2":"Female Construct","3":"Didn't you already figure that out from the fight?"},{"T":"301","2":"Female Construct","3":"Gotta hand it to you though. You saw right through my attack..."},{"T":"302","2":"How could I forget?","4":"I couldn't forget even if I tried."},{"T":"301","2":"Female Construct","3":"I don't think my body could've taken much more. You beat me fair and square. Sure is embarrassing getting hurt so bad."},{"T":"301","3":"She is obviously disappointed with her injured leg, but seeing the 'collar' around your neck seems to have given her an idea."},{"T":"301","2":"Female Construct","3":"Good thing you're still carrying this collar. Let me borrow it for a bit."},{"T":"301","3":"You feel a tingling pain in your neck and your vision goes blurry for a moment before quickly returning to normal. After you open your eyes, you see that the Female Construct has changed her appearance."},{"T":"301","2":"Qu","3":"I tweaked your visuals. Who do you see now?"},{"T":"302","2":"Qu... I knew it was you."},{"T":"301","2":"Qu","3":"The same technique naturally has the same weakness. I was just using the collar to control this Construct."},{"T":"302","2":"What are you planning?!"},{"T":"301","3":"To your surprise, Qu seems a bit confused."},{"T":"301","2":"Qu","3":"I don't exactly know what looking for a partner means, but I was taught by my family that, once I reached a certain age, I had to find one to be with me for the rest of my life."},{"T":"301","2":"Qu","3":"Even though a Construct like me has no concept of age, but a rule is a rule."},{"T":"301","2":"Qu","3":"The path to greatness is one of loneliness... Not to mention, I'm strong enough that I don't need anyone to be my partner."},{"T":"301","2":"Qu","3":"But traditions are meant to be upheld. That is all."},{"T":"302","2":"Looks like you don't know what 'partner' means either..."},{"T":"301","3":"Qu lets out a 'Hmph!' and turns to leave."},{"T":"301","2":"Qu","3":"I just wanted to humiliate you on a whim. I wasn't expecting you to win..."},{"T":"301","2":"Qu","3":"Gray Raven Commandant... Come with me. Call it a fluke, but you're now my partner. There's something I need to show you."}]