[{"T":"301","3":"Red tides ripple against Gabriel's feet, and hetero-creatures now swarm around him."},{"T":"301","3":"Countless substances dissolve and reform in the tides, becoming part of the hetero-creatures."},{"T":"301","3":"A Corrupted wandering around Gabriel is suddenly crushed into pieces by Gabriel's giant hand. The pieces are then unceremoniously discarded into the Red Tide, attracting the hetero-creatures."},{"T":"301","3":"Gabriel picks up the black suitcase next to him with his right hand."},{"T":"301","2":"Gabriel","3":"It'd take forever with a Corrupted, as I thought."},{"T":"301","3":"As soon as Gabriel has submerged the suitcase in the tides, the hetero-creatures start swarming around the suitcase. The suitcase disappears in the blink of an eye, exposing the wrecked half body in it."},{"T":"301","2":"Gabriel","3":"Now, for the entree."},{"T":"301","3":"The hetero-creatures in the water shroud the body and Gabriel's right arm."},{"T":"301","3":"Countless red spores burst outside the hetero-creatures, but are immediately replaced by the new spores coming from the bottom layer."},{"T":"301","3":"Ripples begin to spread around Gabriel. The Red Tide has started rippling violently, dissolving and reforming itself again and again, eventually generating waves with explosive energy."},{"T":"301","3":"From within the Red Tide, a succession of hetero-creatures - more complete yet twisted still - emerges and and crawls in lines for the shore. Following life's most primal instincts, they begin searching for new prey."},{"T":"301","3":"When Gabriel's entire right hand has decomposed, he rises again, looking at the volatile tides."},{"T":"301","2":"Gabriel","3":"They sure have come a long way..."},{"T":"301","2":"Gabriel","3":"Wonderful power."},{"T":"301","3":"Grabriel picks up the mechanical parts next to him and forcefully attach them to where his right arm used to be."},{"T":"301","2":"Gabriel","3":"I lost some of my power to the hetero-creatures, but that's really not something to worry about in the face of the cause."},{"T":"301","3":"Gabriel's left hand turns into a tool, which he uses to fine-tune the mechanical parts he has attached to where his right arm once was. The parts have now turned into a new arm."},{"T":"301","3":"Gabriel stretches his new arm in various ways for his frame to better adapt to the arm."},{"T":"301","2":"Gabriel","3":"This is all for the Ascension-Network, as I've said."},{"T":"301","2":"Gabriel","3":"I'm willing to give it my all."},{"T":"301","2":"Gabriel","3":"Miss Luna... I used to believe that you'd always be with us and see your mission through with the Ascension-Network's power."},{"T":"301","2":"Gabriel","3":"I hope you'll be able to live up to my expectations the same way you did then, but are you still able to do the same now with her being part of us..."},{"T":"301","2":"Gabriel","3":"I hope this is all in my head."},{"T":"301","2":"Gabriel","3":"Otherwise... God only knows what I'm going to do."}]