[{"T":"301","2":"Forsaken","3":"I've been locked up for over a hundred days... I don't know how I can repay you."},{"T":"301","2":"Bianca","3":"I want to know everything you've been through after you're here."},{"T":"301","2":"Forsaken","3":"I... I can't do that. My memories... it's all blank..."},{"T":"301","2":"Forsaken","3":"I only remember some fragments... golden liquid... scalpel..."},{"T":"301","2":"Bianca","3":"(Notices that everyone is wrapped with bloodsoaked bandages) ...I know you're hurt, but please try to recall..."},{"T":"301","2":"Watanabe","3":"He said he can't remember..."},{"T":"301","2":"Forsaken","3":"Mr. Watanabe!"},{"T":"301","2":"Bianca","3":"Don't get the wrong idea. I was the one who saved them."},{"T":"301","2":"Watanabe","3":"And I thank you on behalf of the Forsaken."},{"T":"301","2":"Watanabe","3":"Now, we have to take them somewhere safe."},{"T":"301","2":"Bianca","3":"You can take the rest, but this man stays with me."},{"T":"301","2":"Bianca","3":"They're barely humans at this point, except for this man, who might be able to recall what happened to them."},{"T":"301","2":"Watanabe","3":"He's my man. I'm not handing him to the Purifying Force."},{"T":"301","2":"Bianca","3":"...Watanabe, stop being so stubborn."},{"T":"301","2":"Watanabe","3":"Let me repeat—I'm not handing my man to the Purifying Force."},{"T":"301","2":"Bianca","3":"Leave him, or leave everyone. Your choice."},{"T":"301","2":"Bianca","3":"You have to understand. I'm doing this for something greater than either of us..."},{"T":"301","2":"Watanabe","3":"Objectives... missions... They don't mean anything, don't you get it?"},{"T":"301","2":"Bianca","3":"You're blinded by your sentiment. That's why you're where you are these days."},{"T":"301","2":"Watanabe","3":"(Helps the delirious, mumbling human up) Seems like a fight between us is inevitable."},{"T":"301","2":"Bianca","3":"(Notches an arrow) Words are not that mighty, after all..."},{"T":"301","2":"Bianca","3":"Let's get this over with."}]