[{"T":"304","1":"Dear Selena, are you resting from your tiring journey when you receive this letter?","2":"cc82cfff"},{"T":"304","1":"As I said, I'm trying to write a play, but it has proven to be more difficult than I imagined.","2":"cc82cfff"},{"T":"304","1":"It's a one-woman journey, a path laid with precursors' footsteps. But it's been so difficult to take the right turn.","2":"cc82cfff"},{"T":"304","1":"To provoke the emotions I wanted, I even did something akin to an 'author'... and made a fool out of myself.","2":"cc82cfff"},{"T":"304","1":"I've attached my foolish deeds. If you see this, you can laugh at my mishap as a dear friend could.","2":"cc82cfff"},{"T":"304","1":"I must admit that these laughs attest to my apprehension as a young creator.","2":"cc82cfff"},{"T":"304","1":"Should I word it like that? Is that metaphor weird?","2":"cc82cfff"},{"T":"304","1":"These questions of uncertainty pop up every so often in the process.","2":"cc82cfff"},{"T":"304","1":"But the one thing that really shook me was a photo of you I just discovered when I was looking into the archives.","2":"cc82cfff"},{"T":"304","1":"It was a photo your mother took of you at the end of the premier night of 'The Acadia Evacuation'.","2":"cc82cfff"},{"T":"304","1":"You were smiling, but you were more unsettled than I am now. You were even... panicking.","2":"cc82cfff"},{"T":"304","1":"What happened to you that day? What did you see?","2":"cc82cfff"},{"T":"304","1":"You were unnerved by your own work... Why was that?","2":"cc82cfff"},{"T":"304","1":"Tell me, Selena.","2":"cc82cfff"},{"T":"301","3":"—This is a record."},{"T":"301","3":"Not something as official as a report nor as private as a diary. They're just words, like something you would say to a friend when you talked about your day."},{"T":"301","3":"I wish to record my current situation in the form of letters."},{"T":"301","3":"I'm currently at conservation area 184, near the old evacuation site during the Great Evacuation. As a member of the Archaeological Team... no, I myself have always wanted to visit this region."},{"T":"301","3":"Now, taking advantage of an expedition mission from WGAA, I've finally had the opportunity to visit this area after the red field subsided. Not just to study this place, but to commemorate a hero as well."},{"T":"301","3":"I thought I would be singing an ode for the hero or searching among the ruins outside the conservation area for the relics we couldn't bring to Babylonia all those years ago."},{"T":"301","3":"But here I am, finding myself before an unexpected audience."},{"T":"301","2":"Boy","3":"What are you writing, Miss?"},{"T":"301","2":"Selena","3":"Oh, this...?"},{"T":"301","3":"Selena's hand stops as the cursive word flowing out of her pen reaches the end of its last stroke."},{"T":"301","2":"Selena","3":"They're just records. Like stories."},{"T":"301","2":"Girl","3":"Miss, keep going! What happened to Prospero afterward?"},{"T":"301","2":"Selena","3":"Oh, of course. Afterward, Prospero—"},{"T":"301","3":"Yes, I'm enjoying telling stories to the children here."},{"T":"301","3":"They were fairytales in the beginning, but we've somehow moved on to plays now."},{"T":"301","3":"What surprised me was how much the children here have an innate understanding of stories. Fairy tales or plays, they've more or less grasped the core emotions of them all."},{"T":"301","3":"Perhaps all children have the capacity for art. They're like seeds, waiting to be woken by spring."},{"T":"301","3":"It might be arrogant of me to say this, but I hope the stories I told here will bring them a puff of spring breeze."},{"T":"301","3":"I hope this breeze will reach all corners of this earth."},{"T":"301","2":"Selena","3":"...Just like that, Prospero renounced magic and forgave his enemy, returning to his kingdom."},{"T":"301","2":"Girl","3":"Huh... but that's not right."},{"T":"301","2":"Girl","3":"Why would Prospero forgive his brother so easily?"},{"T":"301","2":"Boy","3":"Right? Antonio screwed him over! Why wouldn't he punish the bad guy?"},{"T":"301","2":"Selena","3":"Well... erm..."},{"T":"301","2":"Selena","3":"We'll have to start with the beginning of this character's arc... Right, an arc of a character is the gradual transformation of a character in the story."},{"T":"301","2":"Selena","3":"About that... perhaps I shouldn't explain it outright. You will need to think about it yourselves."},{"T":"301","2":"Girl","3":"Huh? Why?"},{"T":"301","2":"Selena","3":"Well... Stories don't come with correct answers."},{"T":"301","2":"Selena","3":"If you can come to your own conclusion, it's perhaps a compliment to the storyteller as well."},{"T":"301","3":"She smiles at the children around her."},{"T":"301","2":"Selena","3":"So—do you want to listen to a song while you think?"},{"T":"301","2":"Girl","3":"Yes! Please!"},{"T":"301","2":"Selena","3":"Of course, of course. Now, if you would pay attention..."},{"T":"301","3":"As Selena says that, her gaze lands on the crowd in the distance."},{"T":"301","3":"Conservation area 184 is situated near an old evacuation site of the Great Evacuation. Even when ravaged by war, the city nearby is still marked by artworks from the past. Refugees from that city also carry these marks as well."},{"T":"301","3":"After they were sheltered, the citizens here would share stories and rumors with the soldiers and vice versa, prompted by brief, chanced interactions. The children even said that operas from Babylonia would play here sometimes."},{"T":"301","3":"But right now, this is not a relaxed place with people exchanging tales. On the contrary, Selena can see the sadness that lingers on everyone's face."},{"T":"301","3":"A few weeks before her arrival, a moderate-sized battle took place here."},{"T":"301","3":"The despair on the people's faces echoes what has transpired."},{"T":"301","3":"They need the comfort that a child would need."},{"T":"301","3":"So Selena has chosen a lullaby."},{"T":"301","3":"She starts gently, like a mother rocking a baby's cradle."},{"T":"301","3":"As the song progresses, she increases her volume slowly, making sure her voice is carried beyond the children encircling her."},{"T":"301","3":"As the song quiets down, her voice still manifests brightly. Her gentle voice can calm every child it can reach."},{"T":"301","2":"Selena","3":"This... is a lullaby."},{"T":"301","2":"Selena","3":"They are songs that comfort children... that comfort everyone."},{"T":"301","2":"Girl","3":"Will... Prospero hear it too?"},{"T":"301","2":"Selena","3":"Perhaps Prospero needed a lullaby too... What kind of lullaby do you think he'd need?"},{"T":"301","2":"Girl","3":"Hmm... I think a gentle one like the one you sang is enough."},{"T":"301","2":"Boy","3":"After all his adventures, he might need some compliments on top of comfort..."},{"T":"301","2":"Girl","3":"That's not right..."},{"T":"301","3":"Selena smiles, walking away from the group of children. They need a space where they can talk among themselves."},{"T":"301","3":"And she finally has a chance to head toward the person she has been searching for."},{"T":"301","2":"Selena","3":"Excuse me. Are you Pieter?"},{"T":"301","2":"Pieter","3":"I am."},{"T":"301","3":"The Construct soldier raises his head from maintenance and takes off his gears, revealing an aged, rigid face."},{"T":"301","3":"Selena salutes him."},{"T":"301","2":"Selena","3":"Nice to meet you. My name is Selena."},{"T":"301","2":"Selena","3":"Babylonia has learned about what transpired during the battle near conservation area 184. You have been instrumental during the fight, leading a squad and carrying out a vital decapitation operation."},{"T":"301","2":"Selena","3":"Your bravery was instrumental in preventing a catastrophe in the conservation area. Everyone alive here is grateful for your contribution. Babylonia recognizes your actions and would love to bring you up to commemorate you."},{"T":"301","2":"Pieter","3":"It's my honor. I'll head up if I have time."},{"T":"301","3":"His response is simple and direct without a hint of joy. Selena gathers from his age that he is long used to commendation like this."},{"T":"301","3":"He does not stop speaking, however."},{"T":"301","2":"Pieter","3":"A notice for commendation could've been done with comms. I wasn't expecting a person."},{"T":"301","2":"Pieter","3":"The song you sang... that was your idea?"},{"T":"301","2":"Selena","3":"It was. I thought it would bring some comfort... in the most gentle way."},{"T":"301","3":"Away from the bonds and rules of the high-brow art world, Selena cannot help but relax in a simpler place like this, where she can be more direct about her intents and thoughts with others."},{"T":"301","2":"Selena","3":"I worried that it would offend those of you who were on the battlefield... so I decided to sing to the children instead... hoping the song would reach your ears as well."},{"T":"301","3":"She looks to the side as she says that, and she thinks the furrowed brows of the sorrowful crowd have indeed eased a little."},{"T":"301","2":"Selena","3":"Perhaps commendations and operas cannot heal the wounded and fight off the enemies... but if there are fighters who protect during battles, then there should be fighters who remember afterward."},{"T":"301","2":"Selena","3":"Piro, the logistician. Bouvar, the scout. Celia, the analyst. And many, many others..."},{"T":"301","2":"Selena","3":"I was sent here to make sure they are not forgotten... to make sure their families and the people here understand what they have given."},{"T":"301","2":"Selena","3":"So that the people who live can share the light and have their spirits soothed... This is what the commendation is for."},{"T":"301","2":"Pieter","3":"...Is that so? You did well."},{"T":"301","3":"The veteran remains impassive, but his nod seems to suggest a compliment to Selena."},{"T":"301","2":"Pieter","3":"You're Selena, right?"},{"T":"301","2":"Pieter","3":"I've heard of you. A rising star from WGAA... Wasn't expecting to find you here."},{"T":"301","2":"Pieter","3":"Thank you, Selena. I've received your notification."},{"T":"301","2":"Pieter","3":"I still have a mission coming up. Excuse me."},{"T":"301","2":"Selena","3":"Of course... but please, one more thing."},{"T":"301","2":"Selena","3":"You should know a man named Florance... He was a member of your team."},{"T":"301","2":"Selena","3":"He assisted you in decapitating the target Corrupted during that battle. It was crucial to the outcome."},{"T":"301","2":"Selena","3":"The children informed me that Florance joined the army because of an opera that moved him. As a fellow soldier and art lover, I wish to show my regard for his courage."},{"T":"301","2":"Selena","3":"I was hoping to locate his family to deliver Babylonia's recognition to them while bringing comfort to his family and friends. Would you like to join me as his captain after you complete your mission?"},{"T":"301","2":"Pieter","3":"Of course. That's what I usually do."},{"T":"301","2":"Selena","3":"Thank you very much. Would you mind telling me where he lived..."},{"T":"301","2":"Boy","3":"I-I can show you the way, Miss."},{"T":"301","3":"Before she finishes speaking, Selena feels a small pull on her hand. She looks down and sees a boy grabbing her finger, pulling lightly."},{"T":"301","2":"Boy","3":"Uncle Florance lived quite far away. If Uncle Pieter is busy, I-I can take you there..."},{"T":"301","2":"Boy","3":"If I take you, can you sing... that song again, Miss?"},{"T":"301","2":"Boy","3":"It's just that, my mom passed during the battle... Your song reminded me of the lullaby she sang me."},{"T":"301","2":"Boy","3":"I... want to record the song so I can listen to it later. Is that alright?"},{"T":"301","2":"Selena","3":"...Of course, dear. We can do this now."},{"T":"301","3":"A child's spirit is as delicate as an adult... and as resilient."},{"T":"301","3":"Selena looks at Pieter, who nods and turns to leave. As he said, he still has a mission to attend."},{"T":"301","2":"Boy","3":"F-for real? That's awesome! Let me find the recorder..."},{"T":"301","3":"The boy takes out an old recording device from his large coat, rust staining its external speaker as a morning glory flower."},{"T":"301","2":"Boy","3":"Uncle Florance made this himself. We all got one from him."},{"T":"301","2":"Boy","3":"Hmm... I think I have to press this to start recording..."},{"T":"301","3":"The boy finds a button on the device and presses it. Selena prepares to sing."},{"T":"301","3":"But instead of a notification that the recording is starting, what they hear is an aria."},{"T":"301","2":"Boy","3":"Oh, that's not it... That's a song Uncle Florance recorded. Ugh, how do I stop this..."},{"T":"301","3":"The boy fiddles with the recording device in a panic, but Selena catches his fluttering arms and holds them down."},{"T":"301","2":"Selena","3":"Hold on... please let me hear this."},{"T":"301","3":"She lowers her gaze, watching the recorder and frozen in place."},{"T":"301","3":"The boy assumes Selena is enjoying the opera recording, so he stays silent for a second before speaking quietly."},{"T":"301","2":"Boy","3":"Uncle Florance... loved this opera very much. He said that was what made him join the army in the first place."},{"T":"301","3":"The boy seems to be sharing with Selena how he feels and recalling what he was thinking the first time he heard this song."},{"T":"301","2":"Boy","3":"I also like it a lot... It reminds me of what the grownups fighting the monsters outside the conservation area said... the reasons they fight."},{"T":"301","2":"Boy","3":"What did Mom sacrifice herself for... What she was thinking before she stepped out and fought... I seem to understand a little bit more every time I hear this song..."},{"T":"301","2":"Boy","3":"That's... important."},{"T":"301","2":"Selena","3":"Oh... Is that so..."},{"T":"301","3":"Selena answers briefly before turning her attention back to the aria."},{"T":"301","3":"It is a magnificent, flaunting melody. The singer's passionate voice evokes angry shouts at times and tearful cries at others. The two emotions interweave and linger on a thread called death—a lament for someone who passed."},{"T":"301","3":"The voice pushes and pulls, reaching high and low, finally approaching the climax—"},{"T":"301","3":"And then a hand pushes the 'stop' button hurriedly."},{"T":"301","2":"Boy","3":"Uncle Pieter?"},{"T":"301","3":"The veteran, who was heading out for a mission, appears behind Selena out of nowhere."},{"T":"301","2":"Pieter","3":"Reed... your dad's looking for you. He needs your help... with your mother's things."},{"T":"301","2":"Boy","3":"Oh... oh. I'll get going."},{"T":"301","2":"Boy","3":"Miss... can I come and find you later?"},{"T":"301","2":"Selena","3":"Huh... Sure. Of course..."},{"T":"301","3":"The boy packs up his recorder and leaves in a hurry."},{"T":"301","3":"Selena watches him go, but her eyes are not focusing on his figure—nor anything else."},{"T":"301","2":"Selena","3":"Can I ask you a question, sir?"},{"T":"301","2":"Pieter","3":"...Shoot."},{"T":"301","2":"Selena","3":"I heard what the boy played. It was a small part of an opera..."},{"T":"301","2":"Selena","3":"The boy said that Florance decided to join the army after hearing it..."},{"T":"301","2":"Selena","3":"I know that opera well... It's called 'The Acadia Evacuation'."},{"T":"301","2":"Selena","3":"I wrote it."},{"T":"301","2":"Pieter","3":"...Don't think too much of it. It was my fault that I couldn't stop him from sacrificing himself."},{"T":"301","3":"The veteran's voice is hoarse but his tone is soft."},{"T":"301","2":"Pieter","3":"You should be proud of your talent. Your work was influential and powerful enough to carry on the legacy you claimed. You did everything you set out to do."},{"T":"301","3":"Selena closes her eyes."},{"T":"301","3":"She hears the tempest."},{"T":"301","3":"She thought she had found the meaning behind her belief and her passion, with which she could build a ship that sheltered people from the storm, taking her through all the unknown tempests on the sea."},{"T":"301","3":"She never thought that the tempest would brew from what she loves."},{"T":"301","3":"One of the people she mourns now was on the battlefield because of her song."},{"T":"301","3":"With the truth revealed to her by the boy, she finds herself once again drifting in the tempest, as Ferdinand and Antonio did."},{"T":"301","2":"Selena","3":"...If you wouldn't mind telling me—where is the girl they call Flora?"},{"T":"301","3":"The tempest is still brewing, but Selena sails forward."},{"T":"301","2":"Selena","3":"I want to see her."},{"T":"301","3":"The veteran appears to be caught off guard."},{"T":"301","2":"Pieter","3":"She's... not here right now."},{"T":"301","2":"Pieter","3":"The mission I just received says that she left her home last night. I'm going to get her back now."}]