[{"T":"301","2":"Nikola","3":"Despite some organizational hiccups, Construct Lucia passed all the required assessments."},{"T":"301","2":"Technician","3":"Do you mean to send her into combat, sir?"},{"T":"301","2":"Nikola","3":"Yeah."},{"T":"301","2":"Technician","3":"That carries certain risks, sir. I'm sure with more observation..."},{"T":"301","2":"Nikola","3":"We will never get real data if we don't deploy her. The Purifying Force exists for that exact eventuality."},{"T":"301","3":"Understanding that Nikola had his mind set, the technician shakes her head and pulls up a selection of Military Construct files on the terminal."},{"T":"301","2":"Technician","3":"Understood. We're allocating new members to Gray Raven... Do you have any special considerations, sir?"},{"T":"301","2":"Nikola","3":"A support-type is a must, and also an armored one... no, Kurono leadership can decide on the second member."},{"T":"301","2":"Technician","3":"Kurono? Why's that?"},{"T":"301","2":"Nikola","3":"Just to be fair. They may have their own considerations on who to pair up with Lucia."},{"T":"301","2":"Technician","3":"Understood. I will send the files to your office once the team members are confirmed."},{"T":"301","2":"Nikola","3":"Work fast."},{"T":"301","3":"One day, in the halls of Babylonia"},{"T":"301","3":"It was an important day. I felt my body tense and seize multiple times, as if I were an old machine with outdated servos."},{"T":"301","3":"It was all because of a message from Commandant several days prior."},{"T":"301","2":"Command Central","3":"After careful consideration from the Command Central, we have decided to replenish Gray Raven's ranks, and start preparations for combat operations."},{"T":"301","3":"Many more bureaucratic entries followed, but my attention was solely focused on the short, curt notice."},{"T":"301","3":"Two reinforcing teammates were coming over, both with groundside combat experience. That is to say, we were combat-ready."},{"T":"301","3":"I felt joy at the turn of events, but also worry about what Gray Raven would turn into."},{"T":"301","3":"—At least, I hoped history wouldn't repeat itself."},{"T":"301","3":"Just daydreaming here did me no good. At Commandant's reminder, I opened the office door."},{"T":"301","2":"???","3":"I..."},{"T":"301","3":"Two unfamiliar faces in the office turned towards me. Male, blue. Female, pink."},{"T":"301","3":"I was at a loss for words, but such was the first impressions I had of my new teammates."},{"T":"301","3":"The male Construct noticed me, but made no visible response, coolly appraising his surroundings."},{"T":"301","3":"The female Construct, however, kept fidgeting, shifting her position and posture. Whenever our eyes locked, hers would inevitably lower as her face reddened."},{"T":"301","3":"Two individuals, clearly different from me, but bursting with personality."},{"T":"301","3":"Commandant did not speak, and neither did they. I knew the burden of breaking the silence fell on my shoulders. If I didn't, Gray Raven would never spread its wings, and our story would never start."},{"T":"301","3":"So, I—"},{"T":"301","2":"Lucia","3":"Hello, my name is Lucia, frame designation BPL-01, Lotus, also the team leader of Gray Raven—"},{"T":"301","2":"Lucia","3":"I look forward to working with you!"},{"T":"301","3":"I felt my M.I.N.D. destabilize as I spoke the words, even though no harm had come to me. I recognized the emotion as 'embarrassment', but I resolved to finish the sentence nonetheless."},{"T":"301","3":"After the stiff greeting, I felt my respiration resume without realizing it had halted in the first place. As Commandant started clapping slowly in the doorway, I was reaffirmed that I had done the right thing."},{"T":"301","3":"Swept along by the emotions swirling in the office, the two Constructs spoke up. The male took the lead."},{"T":"301","2":"Lee","3":"My name is Lee, frame designation BPN-06, Palefire."},{"T":"301","2":"Lee","3":"My original team... is not important. I have been assigned to Gray Raven. Dual guns are my weapons of choice."},{"T":"301","2":"Lee","3":"I am equally adept at strategic planning and close combat."},{"T":"301","3":"Lee, Palefire. The file identified him as an Attacker, same as me."},{"T":"301","2":"Liv","3":"My turn... um, my name is Liv, Support Construct."},{"T":"301","2":"Liv","3":"I came from Egret... my preferred weapons are levitated weapons platforms. I look forward to working together."},{"T":"301","2":"Lee","3":"What about your version?"},{"T":"301","2":"Liv","3":"Oh... I'm sorry, designation BPN-08, Eclipse."},{"T":"301","3":"Though a bit shy, Liv nonetheless finished her introduction."},{"T":"301","2":"Lee","3":"Egret, I see... the team well-known for their meticulous strategy..."},{"T":"301","3":"Lee visibly fell into a short computational cycle, as if seizing on freshly-gathered intelligence."},{"T":"301","2":"Liv","3":"Uh..."},{"T":"301","3":"It only served to exacerbate Liv's restlessness."},{"T":"301","3":"Lucia, Lee, and Liv."},{"T":"301","3":"Those were our names."},{"T":"301","3":"Lotus, Palefire, and Eclipse."},{"T":"301","3":"The codenames given to our frames."},{"T":"301","3":"Katanas, dual guns, and levitating cannons."},{"T":"301","3":"The weapons we wielded."},{"T":"301","3":"This was the new Gray Raven."}]