[{"T":"301","3":"The two of you walk inside the campus for a long while."},{"T":"301","3":"From the training facility to the canteen, then the lounge room... and, eventually, the library."},{"T":"301","3":"The library contains books and articles from the Golden Age, many of which are said to be the WGAA's donations. Many materials inaccessible at the Center of Basic Public Education have their original copies stored here."},{"T":"301","3":"—A privilege for the students who are about to confront the real world."},{"T":"301","3":"But they are rarely read. Students here are always busy—they can recite the three fundamental contradictions of a military system, but they do not have time to ponder the long-term effect of technological revolutions."},{"T":"301","3":"The library thus becomes a place to self-assess instead of a place for more knowledge."},{"T":"301","3":"Only a few students are here now because of the ceremony. You do not cause any commotion when you enter with Chrome, unlike before."},{"T":"301","3":"Returning to a familiar place has awoken your muscle memory. It guides you as you lead Chrome to the second floor."},{"T":"301","3":"The library would always be filled to the brim back then, right before tests and exams."},{"T":"301","3":"But there is a place on the second floor that is always free from disruption. Hidden behind a few shelves is a haven only a few know about."},{"T":"301","3":"Every student has their preferred spot in the library, and this one is yours."},{"T":"301","3":"Chrome has not said anything on the way here. He just follows behind you quietly."},{"T":"301","3":"He does not seem to be curious why you have led him straight here after you entered the library."},{"T":"301","3":"Instead, he acts as if he knows this route like the back of his hand. At one of the corners, he turns the correct way before you even take a step,"},{"T":"301","3":"When you reach your destination, he does not sit down. Instead, he walks to the shelf to the side, his finger gliding across the spines of the books."},{"T":"301","3":"His long and slender finger stops precisely at one of the hardcover books. Gently with the tip of his finger, he pulls and removes the book from the shelf before heading to the seat opposite you, opening it as he sits down."},{"T":"301","3":"The title of the book has been scrubbed unrecognizable. Chrome holds the book with familiarity as if he has just retrieved a book he was halfway through and returned to the shelf yesterday."},{"T":"302","2":"You know this place well?"},{"T":"301","3":"You cannot help but ask."},{"T":"301","3":"He purses his lips."},{"T":"301","2":"Chrome","3":"As much as you do, I imagine."},{"T":"301","3":"There is no need for more words. You have both picked up that you were 'regulars' here from the sense of familiarity in each other's movement and action."},{"T":"301","3":"Chrome holds a finger before his lips and makes the hush gesture."},{"T":"301","2":"Chrome","3":"We should lower our voices. Don't disturb the juniors."},{"T":"301","3":"You try to lower the sound of your chuckles."},{"T":"301","3":"How incredible life is."},{"T":"301","3":"To run into someone who has grown up as similar as you have, but ends up somewhere so drastically different from where you are."},{"T":"301","2":"Chrome","3":"When I was a student here, I loved to study in this spot before the tests."},{"T":"301","3":"He says quietly as he flips through the book in his hand."},{"T":"302","2":"I like it here too. It's quiet."},{"T":"301","2":"Chrome","3":"Exactly. Not many knew of this place either, so I didn't have to worry about having my spot taken."},{"T":"301","3":"He quiets down for a moment before speaking again."},{"T":"301","2":"Chrome","3":"I must admit I was a little surprised at first. I didn't think you would know this spot."},{"T":"302","2":"Of course I do. I've seen sunsets and sunrises on this very chair."},{"T":"301","2":"Chrome","3":"...Can't imagine a Chief-graduate like you would study overnight in the library for a test."},{"T":"302","2":"You're a Chief as well."},{"T":"301","2":"Chrome","3":"My apologies. I shouldn't have neglected your efforts just because of your title."},{"T":"302","2":"That's alright."},{"T":"301","2":"Chrome","3":"It's not. Even if you don't mind me overstepping, I cannot forgive myself that easily."},{"T":"301","3":"Chrome suddenly puts down his book and stands up."},{"T":"301","2":"Chrome","3":"Please wait here."},{"T":"301","3":"He bows his head toward you before hastily walking away."},{"T":"301","3":"..."},{"T":"301","3":"Chrome has not technically been away for long, but from where you are sitting, eternity seems to have passed."},{"T":"301","3":"Bored, you glance at the book Chrome left on the desk."},{"T":"301","3":"It is still open where Chrome left it."},{"T":"301","3":"—Every complicated question has an answer that is simple, concise, and wrong."},{"T":"301","3":"—The duality and uncertainty of the future could be an argument for us to consider how the technological revolution will impact politics and wars."},{"T":"301","3":"—Not only have revolutionary technologies been implemented into wars, but they are also done on an unprecedented scale. There will be consequences unanticipated."},{"T":"301","3":"—Which is to say, the distant future will follow the ebbs and flows of history as it unfolds here and now."},{"T":"301","3":"More similar lines and paragraphs cover the pages."},{"T":"301","3":"Right then, Chrome is back."},{"T":"301","3":"He returns with two paper cups in his hands. Noticing that you are reading the book he was going through, he thinks nothing of it and places one of the cups before you."},{"T":"301","3":"You pick it up with both hands, staring at the dark brown liquid inside."},{"T":"302","2":"Double Espresso?"},{"T":"301","2":"Chrome","3":"That's right. Think of it as my 'apology.'"},{"T":"302","2":"That is quite a..."},{"T":"301","2":"Chrome","3":"You might not like it, but I bet you must 'miss' it."},{"T":"302","2":"Fair."},{"T":"301","3":"No students who study overnight do not require a shot of caffeine to keep their eyes open."},{"T":"301","3":"It seems to be a default now for schools to have a cafe next to the library."},{"T":"301","3":"An appropriate apology indeed, all things considered."},{"T":"301","3":"The warmth in your hand represents years of hardship no one realizes."},{"T":"301","3":"—No. Someone does."},{"T":"301","3":"Chrome has already emptied his cup. His brows do not even furrow, seemingly long accustomed to its bitterness."},{"T":"301","3":"In an instant, you recognize all the hardship behind his halo of glory."},{"T":"301","3":"And so, you empty yours as well."},{"T":"301","3":"You stack your cups and push them to the side."},{"T":"301","2":"Chrome","3":"Are you interested in this book?"},{"T":"301","3":"Chrome picks up the book and motions it your way."},{"T":"302","2":"Yeah."},{"T":"301","2":"Chrome","3":"It's an old book from the Golden Age, I think."},{"T":"301","2":"Chrome","3":"It's about the impacts of the technological revolution."},{"T":"301","2":"Chrome","3":"Despite being published such a long time ago, the ideas and arguments in it can still be applied today."},{"T":"301","2":"Chrome","3":"Before I left the college, I was reading this book leisurely outside of classes."},{"T":"301","2":"Chrome","3":"But the truth is I couldn't fully grasp what it was trying to say back then."},{"T":"301","2":"Chrome","3":"Looking back, I think I finally understand it now."},{"T":"302","2":"Tell me."},{"T":"301","3":"He seems to have expected your question, and he nods before you complete your question."},{"T":"301","2":"Chrome","3":"Alright."}]