[{"T":"301","3":"The massive frame in front of them crumbles into a pile of countless remains, scattering on the floor. Numerous neuro-cables and parts protrude from its hulking arms—some of which are still covered with Babylonia's manufacturing logo."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Kamui","3":"It's not like you to frown at Corrupted, Captain."},{"T":"301","2":"Chrome","3":"...They're already Corrupted."},{"T":"301","3":"Suddenly, they hear a round of applause from above. The trio looks up to see Gabriel clapping at the edge of the platform lift."},{"T":"301","2":"Gabriel","3":"If champions such as yourselves are willing to stay and offer your strength to the Ascension-Network, I'm sure der Meister would welcome you with open arms."},{"T":"301","2":"Kamui","3":"To hell with that!"},{"T":"301","2":"Wanshi","3":"If I'm off every day of the week, I might be willing to consider it."},{"T":"301","2":"Kamui","3":"Are you out of your M.I.N.D.?"},{"T":"301","2":"Wanshi","3":"I'm just saying... Only if I don't have to work."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"With their usual banter, Chrome manages a smile despite their current predicament."},{"T":"301","2":"Chrome","3":"Well, there's your answer. We won't stay here, nor will we serve the agents."},{"T":"301","2":"Gabriel","3":"Since you've rejected my kindness, I'll leave you in the elevator shaft to become nutrients for the Red Tide."},{"T":"301","3":"The platform begins to shake as the surrounding Punishing concentration begins to skyrocket."},{"T":"301","2":"Kamui","3":"We're going to drown here! I don't wanna become a fish, Captain. Get out your grappling hook!"},{"T":"301","3":"Gabriel looks down coldly from the rafters of the shaft as if waiting for the opportune moment to strike them midair."},{"T":"301","3":"Regardless, being attacked by Gabriel midair is preferable over drowning in the Red Tide."},{"T":"301","3":"Chrome takes out the rope, quickly grabs his comrades, then leaps into the air."},{"T":"301","3":"Right as Gabriel is about to strike the coupling, the feeling of indescribable oppression comes from above. He takes two steps back, then looks up with Cinderelik and salutes."},{"T":"301","2":"???","3":"What brings Babylonia here?"},{"T":"301","3":"Chrome looks up to see a man dressed in black appear on the upper edge of the platform lift."},{"T":"301","2":"Gabriel","3":"Give me some more time. I've got this under control."},{"T":"301","2":"???","3":"No matter. I'm just here to see who's giving you so much trouble."},{"T":"301","2":"Gabriel","3":"Sorry for the delay."},{"T":"301","3":"He looks at Strike hawk hanging from the rope as if any move they make will be met with repercussions."},{"T":"301","2":"Cinderelik","3":"Mr. Gabriel left them for me to get some combat training."},{"T":"301","3":"Cinderelik's salute and indifferent expression make it seem as if she is merely facing a teacher rather than the mighty power of an agent."},{"T":"301","2":"???","3":"And the results of said training?"},{"T":"301","2":"Gabriel","3":"They're almost as strong as Gray Raven. Cinderelik's failure is to be expected."},{"T":"301","2":"???","3":"Oh... I recall you mentioning that team."},{"T":"301","3":"He smiles with great interest and takes a serious look at the person in front of him."},{"T":"301","2":"???","3":"I hope they are worthy of your recommendation."},{"T":"301","3":"Standing on high ground, he waves his hand at Gabriel."},{"T":"301","2":"???","3":"Enough. See to your guest. She's looking for you."},{"T":"301","2":"Gabriel","3":"...It's her."},{"T":"301","2":"???","3":"Correct."},{"T":"301","2":"???","3":"I've enhanced your frame. Don't let her get the best of you like last time."},{"T":"301","2":"Gabriel","3":"I won't let you down, Mr. Vonnegut."},{"T":"301","2":"Chrome","3":"Isn't that the name of... that writer?"},{"T":"301","3":"The agent by the name of Vonnegut turns to Chrome, then puts his index finger to his lips as if gesturing 'Shhh.'"},{"T":"301","2":"Vonnegut","3":"That's a secret."},{"T":"301","3":"He withdraws several steps and gestures them to approach."},{"T":"301","2":"Vonnegut","3":"Come. Hanging on a rope is not my way of treating guests."},{"T":"301","3":"Seeing them remain where they hang, he smiles as if to welcome them."},{"T":"301","2":"Vonnegut","3":"You don't think I'm going to catch you off guard, do you?"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Vonnegut","3":"Well then, come on now."},{"T":"301","3":"The trio quickly climbs up the rope to the top of the platform lift. Vonnegut once again gives them a welcoming gesture, like that of a kind and dignified lord receiving guests at his estate."},{"T":"301","2":"Vonnegut","3":"Welcome to my temporary base. I assumed Alpha was going to bring the Gray Raven Gabriel has mentioned. I wasn't expecting the likes of you."},{"T":"301","2":"Vonnegut","3":"But considering that Gabriel advocates on your behalf, I'm inclined to trust his intuition."},{"T":"301","2":"Chrome","3":"Alpha? You mean the Ascendant that serves Luna?"},{"T":"301","3":"Hearing this name, Chrome's palms begin to sweat. If Alpha is here too, she is likely to be with Luna."},{"T":"301","3":"If they can locate Luna, 【kuroname】 will be free of some suspicion..."},{"T":"301","2":"Vonnegut","3":"Hm? Seems like you've still got a lot to learn about her."},{"T":"301","3":"Chrome had received intel on the Ascendants prior to the mission. However, the report on Alpha only stated that she serves Luna and that the two are sisters. As for her combat ability, it was only marked with [WARNING] in red letters."},{"T":"301","3":"If such a powerful Ascendant wanted to destroy them, why would Alpha let them waltz right into the base?"},{"T":"301","3":"As if noticing Chrome's contemplation, Vonnegut begins to speak of Luna."},{"T":"301","2":"Vonnegut","3":"I once saw Luna long ago."},{"T":"301","2":"Vonnegut","3":"She was an outstanding agent. Prior to that, she worked diligently to carry out responsibilities entrusted to her by Ascnet."},{"T":"301","2":"Vonnegut","3":"Additionally, having been selected as an agent during its preliminary development, she was able to witness the evolution of Ascnet."},{"T":"301","2":"Chrome","3":"The evolution of the Ascension-Network... You mean it's stronger than before?"},{"T":"301","2":"Vonnegut","3":"Correct. It's not only more powerful but also more stringent in its demands for selecting agents."},{"T":"301","2":"Vonnegut","3":"Even though the concept of agents has changed, no one can deny her credit as a pioneer."},{"T":"301","2":"Vonnegut","3":"And to that, we owe our gratitude to Luna."},{"T":"301","2":"Vonnegut","3":"Now, she is most likely no longer eligible to serve as an agent..."},{"T":"301","2":"Vonnegut","3":"But as one of our predecessors, not only has she aided in the evolution of the Ascension-Network, she has also been diverting humanity's firepower away from us, allowing the later generation of agents to remain hidden from view."},{"T":"301","2":"Chrome","3":"She's been diverting their firepower?"},{"T":"301","2":"Chrome","3":"You mean Babylonia has been tracking Luna this whole time?"},{"T":"301","2":"Gabriel","3":"Of course. Ever since Miss Luna became an agent right under Babylonia's nose, humanity has coveted her power."},{"T":"301","2":"Chrome","3":"If agents are as strong as you claim, why worry about being pursued by humanity?"},{"T":"301","2":"Vonnegut","3":"Do you think Earth fears humanity?"},{"T":"301","2":"Vonnegut","3":"Most of humanity spreads, devours, pollutes, and destroys the Earth like a virus. They are full of cruel and cunning ideas, allowing them to find their way into every nook and cranny."},{"T":"301","2":"Vonnegut","3":"These people were responsible for the zero-point reactor meltdown that created the Punishing Virus."},{"T":"301","2":"Vonnegut","3":"Not only that, Earth has nearly perished several times at the hands of humanity over the course of its long history."},{"T":"301","2":"Vonnegut","3":"Even ignoring history, I'm sure you have experienced numerous disasters caused by humanity."},{"T":"301","2":"Vonnegut","3":"Therefore, we must separate the sheep from the goats, as the shepherds do, and bury the wicked in the shadow of history. Only then can the world endure the Long Winter and, one day, welcome the coming warmth of spring."},{"T":"301","3":"He stretches out his hand as if acting out an all too familiar script."},{"T":"301","2":"Vonnegut","3":"Until then, the whole world still fears the follies of man. Of course, agents must tread with equal heedfulness. Should they not?"},{"T":"301","3":"He appears calm and speaks at ease. Although he says that they should 'fear the follies of man,' there is no look of tension or fear."},{"T":"301","3":"Standing among the group, he has the demeanor of an astute orator calmly sharing pearls of knowledge gathered through personal anecdotes."},{"T":"301","2":"Vonnegut","3":"Even as agents, we must continue to improve, learn, and adapt."},{"T":"301","2":"Vonnegut","3":"Much like the Dunning-Kruger Effect states, people will only step on the path to self-improvement once they realize their own shortcomings."},{"T":"301","3":"His words lack any sense of self-aggrandizing. He is like a modest teacher standing before the enemy. However, Chrome knows this modesty comes from the confidence of knowing that, no matter what happens, he can handle it with ease."},{"T":"301","3":"It is precisely because of his overwhelming power he is able to speak so freely about weakness and secrecy in front of his enemies."},{"T":"301","3":"If anything appears unnatural, it's that he keeps inadvertently glancing at Kamui's waist."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Continuing to listen to Vonnegut's musings, Chrome turns his head slighty and glances at Kamui to figure out the cause of such an irregularity."},{"T":"301","3":"It appears that a buckle on Kamui's tactical belt had become loose during the previous ordeal."},{"T":"301","3":"...Is that it?"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Vonnegut","3":"As an agent, I have long been searching for those worthy of building a better world with me."},{"T":"301","2":"Vonnegut","3":"However, few are capable of passing the preliminary filtering. Even fewer are willing to go beyond that."},{"T":"301","2":"Vonnegut","3":"Even though they are capable of becoming immune to the Punishing Virus, they lack the power needed to build a better tomorrow."},{"T":"301","3":"As Vonnegut speaks, he glances at Kamui's waist once more."},{"T":"301","3":"However, Chrome is able to catch the point of interest. His gaze does, in fact, fall upon the loose buckle."},{"T":"301","2":"Vonnegut","3":"These people are nothing but fragile eggs to—"},{"T":"301","3":"Although a bit untimely, Chrome politely interrupts Vonnegut to confirm who he is dealing with exactly."},{"T":"301","2":"Chrome","3":"Pardon me. Kamui."},{"T":"301","3":"Chrome turns around and fastens the loose buckle on Kamui's tactical belt."},{"T":"301","2":"Kamui","3":"Huh? Why does that matter at a time like this?!"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Seeing this, Vonnegut lets out a hearty laugh in satisfaction."},{"T":"301","2":"Vonnegut","3":"Hahaha! Either you have an eye for detail, or you're a perfectionist just like me."},{"T":"301","2":"Vonnegut","3":"Seems Gabriel's intuition was right. I think you and I will get along swimmingly."},{"T":"301","2":"Vonnegut","3":"As I was saying..."},{"T":"301","3":"Vonnegut opens his arms to the trio cheerfully and looks them over."},{"T":"301","2":"Vonnegut","3":"I hope you can also pass the filtering. Each splendid seed should be sowed on the road to tomorrow."},{"T":"301","2":"Chrome","3":"I refuse."},{"T":"301","2":"Vonnegut","3":"Your answer comes at no surprise, but tell me why."},{"T":"301","2":"Vonnegut","3":"Perhaps, we don't need to fight each other. After all, everything I am doing is to provide a future for Earth."},{"T":"301","2":"Chrome","3":"A future that only belongs to you?"},{"T":"301","2":"Vonnegut","3":"How do you define 'you'?"},{"T":"301","2":"Kamui","3":"I'm obviously referring to the Ascendants and Corrupted."},{"T":"301","2":"Vonnegut","3":"Heh... Ascendants. Corrupted."},{"T":"301","2":"Vonnegut","3":"Don't forget that we were once human. We were once Constructs."},{"T":"301","2":"Vonnegut","3":"Even machines created by humanity have gained sentience. They have feelings and minds like us."},{"T":"301","2":"Vonnegut","3":"For hundreds of millions of years, microscopic organisms, such as harmful bacteria and viruses, inhabited the Earth alongside animals."},{"T":"301","2":"Vonnegut","3":"Prior to the Punishing Virus, how do you think life managed to survive infection and disease?"},{"T":"301","2":"Chrome","3":"...Evolution, or rather, the filtering?"},{"T":"301","2":"Vonnegut","3":"Correct. I assume you're their captain?"},{"T":"301","2":"Vonnegut","3":"Organisms that can resist disease give birth to offspring with higher immunity. Those that are weak, regardless of their time of birth, will only rot, thereby becoming nourishment for the land."},{"T":"301","2":"Vonnegut","3":"During the filtering, organisms will gradually evolve. This is the order of the world."},{"T":"301","2":"Vonnegut","3":"Now, the Corrupted have evolved into the Red Tide. The likes of which has turned into a breeding ground for new forms of life."},{"T":"301","2":"Vonnegut","3":"The 'dead' become nutrients for the creation of new 'life.' This is the will of the Punishing Virus. The Ascension-Network is no different."},{"T":"301","2":"Chrome","3":"However, this 'filtering' will come at the cost of most people."},{"T":"301","2":"Vonnegut","3":"Life must be cruel only to be more beautiful."},{"T":"301","3":"Vonnegut smiles as he focuses his gaze on Chrome."},{"T":"301","2":"Vonnegut","3":"It seems your Inver-Device is different from others. Interesting."},{"T":"301","2":"Vonnegut","3":"Humans still manage occasional moments of brilliance in their struggle. But alas, this brilliance is too insignificant to assure victory."},{"T":"301","2":"Chrome","3":"But even with the slightest ray of hope, we will await the day it expels darkness."},{"T":"301","2":"Vonnegut","3":"Wait. Ah, yes. Wait."},{"T":"301","3":"Vonnegut places his hands behind his back and ruminates over the word."},{"T":"301","2":"Vonnegut","3":"And if the Punishing Virus shows no signs of subsiding, you'll take solace in such frivolity as you wait."},{"T":"301","2":"Vonnegut","3":"However, there is no such room for leisure now."},{"T":"301","2":"Chrome","3":"Humanity will stop at nothing. The people you've deemed unfit continue to make changes."},{"T":"301","2":"Vonnegut","3":"But I only see that they are complacent and stuck in the ways of the past."},{"T":"301","2":"Vonnegut","3":"Not to mention, some have not given up killing each other in the name of science."},{"T":"301","2":"Vonnegut","3":"How long can your persistence and stubbornness last in this struggle while still upholding these pedantic ideas?"},{"T":"301","3":"He averts his gaze from the three faces and lowers his head in disappointment. In the dark waterway, the dusty lights begin to flash..."}]