[{"T":"301","3":"Following Embla's footsteps, you proceed deeper into the underground city to continue your investigation."},{"T":"301","3":"When Lucia and Liv try to piece together the disarray tracks in front of them to form an estimated route, Lee calls you aside..."},{"T":"301","2":"Lee","3":"Commandant."},{"T":"302","2":"What is it?"},{"T":"301","2":"Lee","3":"I have been thinking... Is the state exhibited by Embla and Askr really just the result of self-evolution?"},{"T":"302","2":"Why?"},{"T":"301","2":"Lee","3":"Without any bionic necessity, mechanoids are only implemented with service-oriented AI. In other words, they are only programmed to serve specific tasks."},{"T":"301","2":"Lee","3":"Even if this simple command evolves, it shouldn't result in a mechanoid developing sentience, let alone imitating human relationships."},{"T":"302","2":"..."},{"T":"301","2":"Lee","3":"So... I was thinking. Perhaps..."},{"T":"301","2":"Lucia","3":"We've found signs of Embla. Let's get going."},{"T":"302","2":"...Yeah."},{"T":"301","3":"At first, Embla's footprints are sporadic and staggered. But further on, Embla appears more light on her feet."},{"T":"301","2":"Lucia","3":"What's going on? Her pace has quickened and become more agile..."},{"T":"301","2":"Lee","3":"That's definitely not a part of her design... It can't even be the result of self-evolution..."},{"T":"301","2":"Liv","3":"If she continues at this level of motion intensity... The structural strength of her mechanoid frame might not last much longer."},{"T":"302","2":"...Is she being reckless?"},{"T":"301","2":"Lucia","3":"...Seems like the only possibility."},{"T":"302","2":"We need to stop her before it's too late."},{"T":"301","3":"Chasing behind Embla, the cityscape gradually disappears behind you."},{"T":"301","3":"A plaza-esque area appears before you..."},{"T":"301","3":"..."},{"T":"301","3":"Embla's tracks are starting to fade. You only have a vague sense of where she is going."},{"T":"301","3":"Instead, your vision is filled with scattered mechanical limbs and the interspersed fights between mechanoids."},{"T":"301","2":"Lucia","3":"Looks like she continued forward."},{"T":"301","2":"Lee","3":"Well then, let's keep going."},{"T":"302","2":"(Nod)"}]