[{"T":"301","2":"Kamui","3":"Haaaargh!"},{"T":"301","2":"Corrupted","3":"—"},{"T":"301","3":"Kamui's greatsword swings wildly inside the crowd of enemies, bashing the corrupted into the air."},{"T":"301","2":"Kamui","3":"Behold the great Kamui! And his powerful signature move!"},{"T":"301","3":"His blade lands on the head of a Corrupted following his battle cry, bringing this battle to an end."},{"T":"301","2":"Corrupted","3":"!!!!"},{"T":"301","2":"Kamui","3":"Puff. I'd say mission accomplished, Capt!"},{"T":"301","2":"Chrome","3":"That should be all the Corrupted we could find in this area."},{"T":"301","2":"Kamui","3":"Hurray! We've earned ourselves a little break now, haven't we?"},{"T":"301","2":"Chrome","3":"Not until we finish the battle report... What can you tell me about the difference between the Elite Corrupted you fought and our regular enemies, Kamui?"},{"T":"301","2":"Kamui","3":"Erm... Capt, feel free to write it down yourselves. You probably knew what it was already when you asked me, so what use is my answer anyway?"},{"T":"301","2":"Chrome","3":"...I'm trying to train you on something other than combat."},{"T":"301","2":"Chrome","3":"Fine. I fought eleven of them, and they didn't act weird or anything."},{"T":"301","3":"Chrome is filing the report no Strike Hawk member is willing to do, recording everything that has happened since their mission started."},{"T":"301","2":"Kamui","3":"By the way, Capt, if you've been doing that report the whole time, did you write down what's happened recently?"},{"T":"301","2":"Chrome","3":"Of course. Everything the Strike Hawk has done is well recorded on this portable terminal, and a copy of it goes to the Ministry of War when we're back on Babylonia."},{"T":"301","2":"Chrome","3":"Why are you asking? Something on your mind?"},{"T":"301","2":"Kamui","3":"I just suddenly realized that it has been quite eventful recently, hasn't it?"},{"T":"301","2":"Kamui","3":"First, it was the infiltration on the Nighter... By the way, we should get a dress that properly fits next time. The one I wore was such a hassle."},{"T":"301","2":"Kamui","3":"Ideally, something that separates the top from the bottom part of the dress. It'll be much easier for me to get out of it."},{"T":"301","2":"Chrome","3":"Does that mean you want to do it again..."},{"T":"301","2":"Kamui","3":"And then it was the battle in the Kowloong Metropolis. Didn't expect that outcome."},{"T":"301","2":"Chrome","3":"The Ascendants became much more active afterward, and our squad has been forced to stay on Earth for the long haul as well."},{"T":"301","2":"Kamui","3":"I wish we could convince the Ascendants like how we had done with Kowloong. There wouldn't have been so many sacrifices..."},{"T":"301","2":"Chrome","3":"But that's impossible. As long as the Punishing Virus remains a 'virus,' nothing about it can be changed."},{"T":"301","2":"Kamui","3":"But Camu took the... He..."},{"T":"301","2":"Chrome","3":"We can't expect everyone to turn into what he is. And I don't think anyone would want another Transcendant if possible."},{"T":"301","2":"Chrome","3":"Not taking a side is a worrisome stance."},{"T":"301","2":"Kamui","3":"After that..."},{"T":"301","2":"Kamui","3":"There were those fights that were so epic that they've changed the world order..."},{"T":"301","2":"Chrome","3":"But we've survived all of them, relying on our hard work and our companions—hmm, companion?"},{"T":"301","2":"Kamui","3":"What's wrong, Capt?"},{"T":"301","2":"Chrome","3":"Speaking of companions, I just realized that... Wanshi's not here? Wasn't he with us just a while ago?"},{"T":"301","2":"Kamui","3":"Oh, I buried him."},{"T":"301","2":"Chrome","3":"...You buried him?!"},{"T":"301","2":"Kamui","3":"That guy was like, 'you and Capt can probably handle this anyway,' and then he found a spot to sleep, and he had the nerve to tell me to tuck him in."},{"T":"301","2":"Kamui","3":"So I tucked him in real good, with a lot of bricks and a little sign that says, 'Here lies Wanshi, beloved friend...'"},{"T":"301","2":"Chrome","3":"You two..."},{"T":"301","2":"Comms","3":"—"},{"T":"301","2":"Kamui","3":"Oh, a message! Maybe it's Wanshi asking for help?"},{"T":"301","2":"Kamui","3":"What's up, Wanshi? Where are you now?"},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Kamui","3":"Oh, what an interesting idea!"},{"T":"301","2":"Kamui","3":"Capt?"},{"T":"301","2":"Chrome","3":"In that case, let's connect to the satellite with our portable device. Go wake Wanshi up, Kamui."},{"T":"301","2":"Kamui","3":"Connecting to the satellite!"},{"T":"301","2":"Chrome","3":"Wait—did you hear a word I just said?"}]