[{"T":"301","3":"The bell-shaped nozzle ignites as the oxygen-fuel mixture propels the aircraft."},{"T":"301","3":"The transport craft lifts off at the speed of a rocket. The number on the altimeter climbs; by the time you soar above the clouds, moonlight floods the windshields as if welcoming you to a whole new world."},{"T":"301","3":"And yet, you are in no mood to appreciate the scenery or to celebrate being free."},{"T":"301","3":"Your body is hit by a massive force several times your weight from the thrust. It presses against your chest, making it hard for you to breathe."},{"T":"301","3":"The old wound below your chest aches once more, while your stomach feels like it's being tossed around. It has been quite some time since you last ate, fortunately. You would have thrown up already otherwise."},{"T":"301","3":"Vera might be an exceptional fighter, but an excellent pilot she is not."},{"T":"301","3":"The acceleration has barely affected the Construct. Glancing at you, Vera sees your pale, wrinkled face, and instead of her usual mockery, she makes a quiet 'Tch' before pulling up the craft for an easier climb angle."},{"T":"301","3":"She has not slowed down the aircraft, however. The dots representing your pursuers are still behind you on the radar, the Mach number on the monitor rising with a clattering sound."},{"T":"301","2":"Vera","3":"Tough it out. We're fleeing right now. I don't have time to worry about your physical condition."},{"T":"301","3":"Where are we heading?"},{"T":"301","3":"—That is what you wanted to ask Vera, but you barely have the strength to open your mouth right now."},{"T":"301","3":"Your pursuers' dots on the radars, however, are disappearing one by one."},{"T":"301","3":"It seems that the Kurono forces are not as persistent as you have thought... Something does not line up, but you will have to worry about that later."},{"T":"301","3":"You tilt your head slightly and notice Vera's striking profile."},{"T":"301","3":"Unlike everyone else you know, she has never treated you with kindness. If anything, she has directly or indirectly clashed with your team on occasion."},{"T":"301","3":"Still—helpless and alone, your only option right now is to trust her."},{"T":"302","2":"(Close your eyes.)"},{"T":"301","3":"Fatigue and pain swallow you whole, and your mind gives in to darkness."},{"T":"301","3":"You must have passed out once temporarily."},{"T":"301","3":"Because you find yourself lying down in the cabin when you open your eyes again."},{"T":"301","3":"Vera kneels next to you, her hand holding up an IV drip. A tube connects the bag in her hand to the needle attached to the vein on the back of your hand."},{"T":"301","3":"You feel a breeze over your chest. Looking down, you find Vera's other hand resting there. She seems to have been examining your conditions while you were out."},{"T":"301","3":"Noticing that you are awake, she lifts her hand slightly, her fingertip gliding to the side along your ribcage from the center of your chest before pressing down with a slight force."},{"T":"301","3":"The piercing pain makes you curl up involuntarily. Immediately, your body shoots up, and you sit on the floor, Vera's hand sliding off you."},{"T":"301","2":"Vera","3":"Hmph. You look perfectly fine to me. Hold this yourself."},{"T":"301","3":"She throws the IV bag to you before heading back to the cockpit."},{"T":"301","3":"The fluids in the IV bag are almost empty. You must have been injected quite a while ago."},{"T":"301","3":"Removing the needle and wiping away the blood where it was attached, you find yourself much more spirited when you stand up."},{"T":"301","3":"The plane is on autopilot right now. The low hum of the engine gently rocks you in a way that feels comforting."},{"T":"301","3":"The radar is clear. Vera seems to have shaken off your pursuers long ago."},{"T":"301","3":"She is sitting on the pilot seat now, polishing her long sword quietly."},{"T":"302","2":"What exactly is going on?","4":"You performed first-aid on me?"},{"T":"301","2":"Vera","3":"No idea. I'm just following orders."},{"T":"301","2":"Vera","3":"The Chief Commander asked me to get you out and take you to the designated location."},{"T":"301","3":"She raises a brow, seemingly surprised that this is your first question."},{"T":"301","2":"Vera","3":"I did, yes."},{"T":"301","2":"Vera","3":"What's with the look? Do you not believe that I'd do it, or do you think I'd do a piss-poor job of it?"},{"T":"301","2":"Vera","3":"Don't worry. I didn't put a bomb inside you if that's what you're wondering. We'll table that idea."},{"T":"302","2":"Thanks."},{"T":"301","3":"Vera's eyes widen for just a little bit. She narrows them again immediately and teases you."},{"T":"301","2":"Vera","3":"Do you think a simple 'thanks' is enough?"},{"T":"301","2":"Vera","3":"I saved your life, after all. You should present something more important as a token of gratitude, shouldn't you?"},{"T":"302","2":"Something more important?"},{"T":"301","3":"Her blade swings toward you right as you stop speaking."},{"T":"301","3":"She holds the spine of her sword to your neck, lifting your chin ever so slightly."},{"T":"301","3":"The deadly weapon in her hand looks more like a cat wand that teases you right now."},{"T":"301","3":"You cannot tell if she is being serious or simply joking."},{"T":"301","2":"Vera","3":"Like you yourself."},{"T":"301","3":"Seeing your dumbfounded expressions, Vera grins mischievously."},{"T":"301","2":"Vera","3":"Don't take it the wrong way. It's just that everyone's trying to get a piece of you when I'm holding you right here."},{"T":"301","3":"The spine of her blade slightly 'grates' your chin."},{"T":"301","2":"Vera","3":"What a predicament. Don't you think I can trade you for anything I want right now?"},{"T":"302","2":"...","4":"You won't."},{"T":"301","2":"Vera","3":"(Laughs) I wish you could see your face right now."},{"T":"301","2":"Vera","3":"That's right. Keep your gullible expectations to yourself."},{"T":"301","2":"Vera","3":"What a humdrum response."},{"T":"301","2":"Vera","3":"I recommend against trusting someone like me so blindly."},{"T":"301","2":"Vera","3":"I'm not the kind and loving type like those on your squad."},{"T":"302","2":"How about those on yours?"},{"T":"301","3":"Her grin instantly disappears. Expressionless, she retracts her blade and sheaths it, the sound it makes almost piercingly painful."},{"T":"301","3":"It does not seem like she is going to answer you, but it is not difficult for you to imagine what No. 21 and Noctis are going through right now."},{"T":"301","2":"Vera","3":"Enough with that expression. It's repulsive."},{"T":"301","2":"Vera","3":"My team isn't some loser squad like yours. They will take care of themselves."},{"T":"301","3":"Despite her words, her slightly furrowed brows have nonetheless revealed her worry."},{"T":"301","3":"Just like how you are missing the Gray Raven, Vera must be feeling the same thing even when she refuses to show it before you."},{"T":"301","3":"There is only silence between you once again."},{"T":"301","3":"The sky, the clouds, and even the ocean are dull gray outside the porthole."},{"T":"301","3":"The machine-like coldness fills your field of view."},{"T":"301","3":"The aircraft you are on becomes the only 'living thing' in this monotonous world, tearing through the sky toward the horizon."},{"T":"301","3":"As your vision gets tired from the unchanging view, a small spike-shaped shadow pierces through the ocean surface in the distance. It appears so abruptly that the shock has you fully awake."},{"T":"301","3":"A second spike, and then a third one... Gradually they unveil before you."},{"T":"301","3":"Like witnessing the sunrise, something spectacular and overwhelming rises from behind the horizon and reveals itself."},{"T":"301","3":"What rises is not a star, however. It is a man-made structure so breathtaking that it might as well be a miracle."},{"T":"301","3":"The shadow looms larger and larger. Before you realize it, you are already gasping in awe."},{"T":"301","3":"Six metallic-gray spires form a giant circle on the ocean, surrounding the taller, seventh spire in the center. Just the sheer size of the shadow this group of structures cast is enough to humble you."},{"T":"301","3":"Verne's Mysterious Island could not hold a candle to this floating fortress even if it were real."},{"T":"301","3":"You can hardly describe your reverence with words. You imagine this is what western colonists felt when they first encountered the Mayan pyramids in the American forest."},{"T":"301","3":"You instinctively hold your breath, stopping yourself from gasping again, fearing that any sound would awake whatever slumbers here."},{"T":"102","1":"The Last Spark","2":"Chapter 15"},{"T":"301","3":"You cannot begin to fathom what kind of radiation-absorbent material was used to turn this metropolis on the ocean invisible to your radar."},{"T":"301","3":"Vera has only the slightest shift in her body when she lays eyes on it. Immediately she refocuses and heads for the display in front of the pilot seat, calibrating."},{"T":"301","2":"Vera","3":"You see that red beacon?"},{"T":"301","3":"You look toward where she is regarding and notices a red beacon floating in the water, a cube-shaped crate tied beneath it near the seaborne city's landing pad."},{"T":"301","3":"Looking drastically different from the cold and silent city it swims beside, the beacon is easily noticeable."},{"T":"301","2":"Vera","3":"That's an airdropped beacon from the Chief Commander."},{"T":"301","2":"Vera","3":"We've arrived, 【kuroname】. Prepare to jump."},{"T":"302","2":"Jump?"},{"T":"301","3":"Vera frowns and looks annoyed."},{"T":"301","2":"Vera","3":"We took a Kurono aircraft. Don't you think they'll try to track this plane's signal once they snap out of their snafu?"},{"T":"301","2":"Vera","3":"I'll enter a new destination for the plane's autopilot system, but this will only delay Kurono for a bit. Once they track down its wreckage and pull up its track record, they'll find us, sooner or later."},{"T":"301","2":"Vera","3":"So stop standing there like an idiot and go find a chute. We're jumping."},{"T":"301","3":"A white parachute opens above Vera and you, like a flower blossoming."},{"T":"301","3":"Yes. 'A' parachute."},{"T":"301","3":"Vera fastens you to her with a harness as if you are a novice skydiver, and you descend at the same time."},{"T":"301","2":"Vera","3":"Given the landing spot is only the size of the landing pad, I didn't want you to land in the ocean. I don't need the extra work saving you from drowning."},{"T":"301","3":"You have had parachuting training, but you must admit that Constucts' artificial skin is way more sensitive to airflow and wind direction. Their reaction and response speed is also unrivaled by humans."},{"T":"301","3":"Controlling the steering toggles, Vera guides the two of you to the landing pad slowly and precisely."},{"T":"301","3":"The city was impressive when you observed it from up high in a distance. As you descend, its shape becomes clearer and clearer."},{"T":"301","3":"It is like an amalgamation of a fortress, a pyramid, a city, and a mountain range, but it is also so much more."},{"T":"301","3":"There is nothing in real life that can compare to its majesty and mystery. It looks more like a myth realized by humans with science and technology—a legend that has come alive."},{"T":"301","3":"—Atlantis, resting upon the Atlantic Ocean."},{"T":"301","3":"Like the lost city in those stories, it is a 'ruin' without a sign of life. There is no activity you can detect here—no sound, light, electromagnetic wave, radiation, heat signature... Nothing."},{"T":"301","3":"Far to the east, dark, menacing thunderclouds are heading toward you. They block the sun with their enormous mass and cast a giant shadow where you are."},{"T":"301","3":"A better metaphor appears in your head."},{"T":"301","3":"A grave."},{"T":"301","3":"It is a grave on the sea."},{"T":"301","3":"When your feet finally touch the ground, you feel a sense of relief."},{"T":"301","3":"Vera releases your straps the moment you land. She ties the strings of the parachute to her waist and swiftly dives into the ocean, swimming toward the red beacon."},{"T":"301","3":"With her impressive strength, she ties the crate that is twice her size with the string soon after before pulling it up to the landing pad."},{"T":"301","3":"The crate is an airdrop capsule with the logo of the World Government printed outside. You are familiar with it—supply crates like this were airdropped from Babylonia back when you were fighting on the surface."},{"T":"301","3":"Except this one has a few characters laser engraved underneath the World Government logo."},{"T":"301","3":"GARNET."},{"T":"301","3":"What does that mean?"},{"T":"301","3":"Vera operates the identification interface that opens the crate for a while before turning to you, frowning."},{"T":"302","2":"(Walk up)","4":"(Stay put)"},{"T":"301","3":"Vera's brows relax."},{"T":"301","2":"Vera","3":"Guess you aren't a complete moron."},{"T":"301","2":"Vera","3":"Get over here. Only you have the clearance to open it."},{"T":"301","3":"Only commandants have the authority to open airdrop capsules with higher clearance."},{"T":"302","2":"(Put your face to the interface)"},{"T":"301","3":"You complete the retina scan and confirm your identity."},{"T":"301","3":"With the sound of gears turning, the supply crate opens up from the middle, its covers unfolding to the sides."},{"T":"301","3":"A frame that looks identical to Vera's appears before you."},{"T":"302","2":"What is this?","4":"Is this your backup frame?"},{"T":"301","3":"Vera does not answer you. She just stares at her other self in silence."},{"T":"301","3":"'It' lies quietly within the crate like a blade in its sheath or a rose frozen in time—except each of its petals is stained with blood."},{"T":"301","3":"An unmanned frame is a non-living thing, after all. But the lack of humanity is what makes it appear even more beautiful and deadly."},{"T":"301","2":"Vera","3":"...We're using this frame, huh? How 'generous' of you, Chief Commander."},{"T":"301","3":"She walks to the frame, her hands on the capsule, her head lowered."},{"T":"301","3":"All her usual sharp edges seem to vanish at this moment. Looking at the frame, she has shades of her past reflected in her eyes."},{"T":"301","3":"Except that past does not seem to contain any good memories. Shrouded all over her is a more dreadful sentiment."},{"T":"301","3":"Vera's red hair drapes down, tangled with the red hair of the lifeless construct in the capsule."},{"T":"301","3":"And then—"},{"T":"301","2":"Vera","3":"Are you going to keep staring when I 'change'?"},{"T":"301","3":"She looks at you from the corner of her eyes, her gaze and tone playful."},{"T":"302","2":"(Turn around)","4":"?"},{"T":"301","2":"Vera","3":"Oh, getting shy, are we? How adorable."},{"T":"301","2":"Vera","3":"I don't mind you looking."},{"T":"301","2":"Vera","3":"Are you pretending you don't understand me?"},{"T":"301","2":"Vera","3":"I didn't realize that the Gray Raven Commandant is into this sort of thing. Do you also look at your squad change typically?"},{"T":"301","3":"You finally recognize what Vera is talking about and turn around instantly."},{"T":"301","3":"Moments later."},{"T":"301","2":"Vera","3":"It's done."},{"T":"301","3":"You turn around."},{"T":"301","3":"You find Vera in her new frame holding her original one horizontally."},{"T":"301","3":"What seems to be a peculiar scene originally is strangely beautiful in a way."},{"T":"301","3":"Vera places her original frame back into the capsule and stretches."},{"T":"301","2":"Vera","3":"The frame is well-adjusted. I should be able to continue the mission right away."},{"T":"302","2":"Is this an old frame?","4":"Is this a new frame?"},{"T":"301","2":"Vera","3":"Indeed."},{"T":"301","2":"Vera","3":"Obviously not. Would I be able to adjust to it so quickly if it's new?"},{"T":"301","2":"Vera","3":"It's an old frame I've only used a couple of times in the past. It doesn't leave the closet except for special circumstances."},{"T":"301","2":"Vera","3":"After all, even my Support-type frame is far superior on the battlefield to those losers."},{"T":"301","3":"Right as she says that, the comms you both forgot about in the supply crate light up."},{"T":"301","2":"Vera","3":"It's the Chief Commander."},{"T":"301","3":"She turns it on without much of a second thought. Nikola's projection appears before the two of you."},{"T":"301","3":"It is a prerecorded message instead of a real-time call, however."},{"T":"301","3":"Nikola's gaze in the recording lands directly on Vera as if he has anticipated her standing right in front of him when he recorded it."},{"T":"301","2":"Nikola","3":"Good job, Vera. I know you won't disappoint me."},{"T":"301","3":"With that, Nikola disappears from the projection."},{"T":"301","3":"Vera crosses her arms and remains silent."},{"T":"301","3":"Replacing Nikola in the projection is none other than Hassen."},{"T":"301","3":"This time, he is not 'conversing' with Vera. He is talking to you."},{"T":"301","2":"Hassen","3":"If you are seeing this, then the Cerberus captain has successfully rescued you from Kurono. So allow me to say this—"},{"T":"301","2":"Hassen","3":"I'm glad to see you safe and sound, 【kuroname】."},{"T":"301","2":"Hassen","3":"If I had time, I would've loved to explain everything to you. The truth behind everything you have been through so far."},{"T":"301","2":"Hassen","3":"But my time is running out, and so is yours. You must have realized by now the lengths Kurono would go to keep you in their grasp."},{"T":"301","2":"Hassen","3":"They didn't even blink when they tried to sneak you away right under our nose after making a deal with us."},{"T":"301","2":"Hassen","3":"They never planned to let you go whether the search for the agent succeeded or not. We have anticipated that, of course. I apologize for not cluing you in earlier—it would've only burdened you should the moment arise."},{"T":"301","2":"Hassen","3":"Not to mention that you have already noticed one thing through this event..."},{"T":"301","3":"Hassen's gaze turns more profound, but he does not seem like finishing his line."},{"T":"301","3":"He changes the topic as you have guessed."},{"T":"301","2":"Hassen","3":"Time is short, so I'll save you the exposition for now. It doesn't concern us right now."},{"T":"301","2":"Hassen","3":"The Cerberus captain and you should be standing on a seaborne metropolis in the Atlantic Ocean right now."},{"T":"301","2":"Hassen","3":"I can only pray that it's true. I believe the coordinates we deciphered are correct, and I hope our airdrop beacon has landed accurately."},{"T":"301","2":"Hassen","3":"If you are indeed where I think you are, please take a look around you."},{"T":"301","2":"Hassen","3":"You are standing on the greatest legacy left behind from the Golden Age right now, 【kuroname】."},{"T":"301","2":"Hassen","3":"Or maybe one of the greatest wonders of all human history, even."},{"T":"301","2":"Hassen","3":"This was where that glistening era ended and the dark age of the Punishing Virus started."},{"T":"301","2":"Hassen","3":"You can probably guess what I'm about to say."},{"T":"301","3":"He sighs."},{"T":"301","2":"Hassen","3":"That's right. The city you're standing in was once a zero-point reactor."}]