[{"T":"301","2":"???","3":"Rawr... Meow..."},{"T":"301","2":"Liv","3":"It's okay. Don't be scared."},{"T":"301","2":"Liv","3":"Lucia and Lee didn't mean to harm you. They were just too anxious."},{"T":"301","2":"Liv","3":"They won't do it anymore. You can come out now."},{"T":"302","2":"Shall we feed it?"},{"T":"301","2":"Lee","3":"Why feed a machine..."},{"T":"301","2":"Lucia","3":"Sorry, I was too reckless."},{"T":"301","3":"A few minutes ago—"},{"T":"301","3":"With pale-blue flames coming out of the tailpipe, the tiger-head machine pounced at you. Lucia immediately took action."},{"T":"301","3":"The outstanding mobility of Plume allowed her to quickly get behind the machine. Her right hand slammed down, carefully avoiding the machine's blade 'ears' and tailpipe flames."},{"T":"301","2":"???","3":"Rawr-meow?"},{"T":"301","3":"The tiger head sensed the threat and quickly dived, barely avoiding Lucia's attack."},{"T":"301","3":"But it only ended up in Lee's trap, completely wrapped inside his blue tactical coat."},{"T":"301","3":"Lee had not used any harsh methods as he did not want to break the tiger head. It just dashed around inside the coat cluelessly, trying to find a way out."},{"T":"301","3":"Having no luck, it ended up using the blades to cut an opening again."},{"T":"301","3":"The Construct tactical coat weaved from special materials did not stand a chance. The tiger head soon broke free and hid under a chair."},{"T":"301","2":"???","3":"Rawrrr-meow!"},{"T":"301","3":"It made a shaky, threatening sound."},{"T":"301","3":"Seeing the machine's stance, Lee and Lucia stopped taking further action."},{"T":"301","2":"Liv","3":"I don't think it was going to attack Commandant."},{"T":"301","2":"Liv","3":"Felines often pounce at the person they are close to. That's probably why it did so to Commandant."},{"T":"301","2":"Lee","3":"Even it wasn't hostile, if it hit Commandant with that amount of momentum, Commandant would have to spend tonight on a bed in Star of Life."},{"T":"301","2":"???","3":"Meooooow!"},{"T":"301","3":"Seeing Lee and Lucia were still nearby, the tiger head made a shaky roar."},{"T":"301","3":"It then moved a little further into the shadow under the chair."},{"T":"301","2":"Liv","3":"What do we do now?"},{"T":"301","3":"Now—"},{"T":"301","2":"???","3":"Meow... Roar..."},{"T":"301","3":"Despite Liv's calming words, the tiger-head machine has not let its guard down. It is no longer trying to run away, but still reluctant to get out of the shadow."},{"T":"301","2":"Liv","3":"I know you're the bravest. Come out now."},{"T":"301","2":"???","3":"Meooooow!"},{"T":"301","3":"Liv slowly gets back on her feet, looking a little sad."},{"T":"301","2":"Liv","3":"Sorry, I couldn't get it out."},{"T":"302","2":"I'll give it a try then."},{"T":"301","2":"Liv","3":"Sure. Good luck, Commandant!"},{"T":"301","3":"You slowly squat down to the same level as the machine and look it in the eyes."},{"T":"301","2":"???","3":"Meow?"},{"T":"301","3":"The tiger head also moves slightly forward, trying to identify the new person."},{"T":"301","2":"Liv","3":"Commandant, try to calm it down. Be gentle."},{"T":"301","3":"Liv lowers her voice behind you, trying not to alert the tiger head."},{"T":"302","2":"Good kitty. Come here...","4":"Want a treat? I've got some goodies for you!"},{"T":"301","2":"Liv","3":"That's it."},{"T":"301","2":"Lucia","3":"Huh? Will tigers like this treat?"},{"T":"301","3":"It hesitates a bit, then slowly flies out from under the chair."},{"T":"301","2":"???","3":"Meooooow!"},{"T":"301","3":"But soon makes another sharp noise after seeing Lucia and Lee standing nearby."},{"T":"301","3":"When it realizes they have not taken any further actions, it stops 'stepping' back."},{"T":"301","2":"???","3":"Meow?"},{"T":"301","3":"The tiger head moves toward you with great caution, frequently turning away to watch Lucia and Lee's actions."},{"T":"301","3":"When it finally gets into a safe distance, it immediately leaps into your arms."},{"T":"301","2":"???","3":"Me-ow..."},{"T":"301","3":"The machine gladly rubs against your chest. Thankfully, the jet engine behind its head is not activated this time."},{"T":"301","2":"Liv","3":"Great. It likes Commandant."},{"T":"301","2":"Lucia","3":"But why did Nanami send it here anyway?"},{"T":"301","2":"Lee","3":"I have checked the package. There was no message left."},{"T":"301","3":"You pick up the machine to inspect. It calmly allows your hands to move around its body."},{"T":"301","2":"???","3":"Meow... Meow..."},{"T":"301","3":"Is it enjoying this?"},{"T":"301","3":"When you look right into its red eyes—"},{"T":"301","2":"Nanami's Voice","3":"Beep—Iris recognition passed... What other checks are there? Forget about them. Too much hassle!"},{"T":"301","2":"Nanami's Voice","3":"Identity confirmed: Gray Raven Commandant 【kuroname】."},{"T":"301","3":"As a red light scans through your pupils, you hear Nanami's voice from the machine."},{"T":"301","2":"Nanami","3":"It's been a long time, Commandant!"},{"T":"301","3":"You see Nanami's hologram in the air."},{"T":"301","2":"Nanami","3":"Surprise! The gift didn't come from the Science Council. It's me, Nanami!"},{"T":"302","2":"...","4":"It's quite surprising in a way."},{"T":"301","3":"The hologram is not real-time, but a pre-recorded video."},{"T":"301","3":"So Nanami has not responded to the strange look you give her. Her speech continues."},{"T":"301","2":"Nanami","3":"Now, allow me to introduce my greatest work. Ta-da! Behold, Tiger!"},{"T":"301","2":"Tiger","3":"Meow!"},{"T":"301","2":"Nanami","3":"Good! I like your spirit!"},{"T":"301","2":"Nanami","3":"You must have already found out that Tiger is a combat booster similar to CUBs."},{"T":"301","2":"Nanami","3":"But it can't transform yet, so don't use it for combat."},{"T":"301","2":"Nanami","3":"If there is a chance, I'd like to make you a more powerful 'Super Tiger'!"},{"T":"301","2":"Nanami","3":"Of course, Tiger is more than just a cat. I put a lot of time and energy into it."},{"T":"301","2":"Nanami","3":"I have prepared more gifts inside its head. There are many things I'd like to share with you all."},{"T":"301","2":"Nanami","3":"But for my own enjoyment... Oops, no, to make Commandant cherish the upcoming festival more, I have also set up some trials related to it."},{"T":"301","2":"Nanami","3":"Of course there will be hints! Go check them out with others, Commandant!"},{"T":"301","3":"As the video comes to an end, Nanami also disappears."},{"T":"301","3":"It started in a rush and ended in one. Just like how she always is."},{"T":"301","2":"Liv","3":"So Nanami prepared another gift for us. We need to get her something in return."},{"T":"301","2":"Liv","3":"I wish I can give her the gift in person."},{"T":"301","2":"Lee","3":"Nanami is hard to track."},{"T":"301","2":"Lucia","3":"Nanami said there was another gift in Tiger's head. Do we have to dismantle it?"},{"T":"301","2":"Tiger","3":"Meow?"},{"T":"302","2":"Considering how much Nanami loves her works, I don't think so.","4":"Get a screwdriver, Lee!"},{"T":"301","2":"Lee","3":"Makes sense."},{"T":"301","2":"Lee","3":"Not funny. I don't think she meant that."},{"T":"301","3":"You suddenly receive a verification request in the terminal. The other three Constructs also pause for a moment."},{"T":"301","2":"Lucia","3":"I just received a request to connect to my M.I.N.D."},{"T":"301","2":"Liv","3":"Huh? I got one too."},{"T":"301","2":"Lee","3":"Same here."},{"T":"302","2":"Here's a key that I need for verification."},{"T":"301","3":"Looks like this is the proper way to unwrap it."},{"T":"301","2":"Liv","3":"It feels like we are all unwrapping the gift together."},{"T":"301","2":"Lee","3":"So, are we connecting?"},{"T":"301","3":"After confirming there is still some time before 23:00—"},{"T":"302","2":"Gray Ravens, move out!"},{"T":"301","2":"Lucia & Lee & Liv","3":"Roger!"},{"T":"301","3":"Only regular breathing sounds can be heard in the quiet Gray Raven lounge."},{"T":"301","3":"Tiger twitches slightly on the table. Nanami's hologram shows up once again."},{"T":"301","3":"She first glances at the three Constructs leaning back on the chairs."},{"T":"301","2":"Nanami","3":"You are sleeping so well."},{"T":"301","3":"Then she looks at the only human in the room."},{"T":"301","3":"Nanami rests her hand gently on the human's head. The hologram of her hand goes through the hair—"},{"T":"301","3":"Her hand cannot hold anything."},{"T":"301","3":"Still, Nanami gently pats the human, as if the real her is here instead of an illusion."},{"T":"301","2":"Nanami","3":"Commandant, make sure you work hard to find Nanami."},{"T":"301","2":"Nanami","3":"You promised me."},{"T":"301","3":"The girl's hologram disappears once again."}]