[{"T":"301","2":"System","3":"...Establishing connection..."},{"T":"301","2":"System","3":"Connected."},{"T":"301","3":"..."},{"T":"301","2":"Lee","3":"What's the matter? Why are you suddenly stopping?"},{"T":"301","2":"Sophia","3":"■■■, this may sound a bit weird... but I feel like Commandant is just nearby."},{"T":"302","2":"I am here.","4":"What are you two doing?"},{"T":"301","2":"Sophia","3":"Commandant?! Since when are you here... No, I guess you aren't 'here.'"},{"T":"301","2":"Lee","3":"■■■■■ is on a mission. I just happened to be around and came to help."},{"T":"301","2":"Lee","3":"Hmm. Looks like something must have happened to you, Commandant."},{"T":"302","2":"(Explain the situation)"},{"T":"301","2":"Lee","3":"Connection chamber, huh... I've heard about it in a meeting with the ■■■■■ Association before."},{"T":"301","2":"Sophia","3":"■■■■■, I think part of our conversation was blocked. Can you feel it...?"},{"T":"301","2":"Lee","3":"Yeah, probably some special setting of the connection chamber... But why does it block our names in particular?"},{"T":"302","2":"But I can tell who you are. Lee and Sophia.","4":"But why redact Lee's and Sophia's names?"},{"T":"301","2":"Lee","3":"Wait a sec. So we are Lee and Sophia in Commandant's eyes... Oh!"},{"T":"301","2":"Lee","3":"It's also interfering with Commandant's vision, huh..."},{"T":"301","2":"Lee","3":"We can say the names as Commandant sees us, but not our real ones. That's one complicated April Fool's joke."},{"T":"301","2":"Sophia","3":"...So I am Sophia to you now. Is that so, Commandant?"},{"T":"301","2":"Lee","3":"And I am Lee... I guess this makes us the two musketeers now."},{"T":"301","2":"Sophia","3":"...I think Lee will hate that title."},{"T":"301","2":"Lee","3":"Ahem, Sophia, what are you talking about? I'm Lee now. And I think that's a good title."},{"T":"301","2":"Sophia","3":"Now's not the time to mess around, ■■."},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Lee","3":"True. Let's defeat the Corrupted and rescue our commandant. No one can escape my shots!"}]