[{"T":"301","2":"Lucia","3":"Commandant? I didn't expect to see you here. Why are you here anyway?"},{"T":"301","2":"Vera","3":"The question is ours to ask."},{"T":"301","3":"I knew there were two teams, but I didn't expect to meet them so early outside the Demon General's Castle."},{"T":"301","2":"Lucia","3":"I can answer you first. We came here because our clues showed that Liv once visited this place."},{"T":"302","2":"Wasn't Liv taken by the Demon King?","4":"Is Liv inside this castle?"},{"T":"301","2":"Lucia","3":"The Demon King... What's going on?"},{"T":"301","2":"Lucia","3":"We aren't sure either, but she's definitely been around here."},{"T":"301","3":"Lucia's answer sounded slightly off, as if they were playing a different game."},{"T":"301","2":"Camu","3":"Looks like the information we collected didn't match for some reason... Kamui, did you not go to the castle?"},{"T":"301","2":"Kamui","3":"No, we didn't. Liv was lost before we started the game, so we've been looking for her."},{"T":"301","2":"Camu","3":"Just like I thought..."},{"T":"301","2":"Kamui","3":"You must have been to the King's palace. We heard many rumors on the way, like 'the King's minions', and 'evil heroes.'"},{"T":"301","2":"Karenina","3":"Hey, I'm not evil! It's Vera!"},{"T":"302","2":"Me neither...","4":"She's actually not that bad."},{"T":"301","2":"Lucia","3":"Of course, I know Commandant wouldn't do that."},{"T":"301","2":"Vera","3":"Wow, are you speaking for me, Commandant of Gray Raven? Thanks."},{"T":"301","2":"Kamui","3":"Commandant, what exactly did the King tell you? Could you share with us?"},{"T":"302","2":"(Tell him what you know)"},{"T":"301","2":"Lee","3":"I see. So the King NPC looked like Hassen, and he called Liv the Princess. She was taken by the Demon King to his castle."},{"T":"301","2":"Lucia","3":"The Goddess' artifact, and what the Demon General said before he was defeated... They all match what we know."},{"T":"301","2":"Kamui","3":"So that King is a bad guy, isn't he?"},{"T":"301","2":"Vera","3":"Those humans who attacked the Demons out of revenge weren't any better."},{"T":"301","2":"Lee","3":"But from what Commandant said, the King wanted the heroes to collect the artifact for him to open the path to the Demon King's Castle."},{"T":"301","2":"Lee","3":"What could Liv's role possibly be..."},{"T":"301","2":"Lucia","3":"True... But he definitely needs Liv for something else, otherwise he wouldn't be putting her in the quest."},{"T":"301","3":"After Lee and Lucia's analysis, we were able to confirm two key things in the King's plan."},{"T":"301","3":"The first was to open the gate of the Demon King's Castle, and the second was Liv."},{"T":"301","2":"Lucia","3":"We only need to collect the artifact to open the Demon King's Castle. But we don't know anything about Liv's situation yet, so we better take caution."},{"T":"301","2":"Vera","3":"Why take caution? Just follow the quest tips."},{"T":"301","2":"Lucia","3":"But the King could have an evil plan up his sleeve. If we don't stop him, both the humans and Demons could suffer greatly."},{"T":"301","2":"Vera","3":"So what? This is just a game. I couldn't care less about their lives."},{"T":"301","2":"Lucia","3":"You may be right, Vera. But I will not give up anyone."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"You have become even more disgusting after the memory loss."},{"T":"301","3":"After the quarrel, Vera pulled her weapon out from the ground and walked directly toward the Demon General's Castle, followed by Camu and Karenina."},{"T":"301","2":"Lucia","3":"Commandant, if you are going into the castle, could you protect Liv if you happen to see her inside?"},{"T":"302","2":"Of course.","4":"What about you?"},{"T":"301","2":"Lucia","3":"Thank you, Commandant."},{"T":"301","2":"Lucia","3":"The info we collected didn't show Liv entering the building, so we will continue searching around here."},{"T":"301","2":"Karenina","3":"Hurry up, Gray Raven! Don't forget you are in our team!"},{"T":"301","3":"Karenina grabbed me and pulled me into the castle."},{"T":"301","3":"——"},{"T":"301","2":"Lee","3":"Lucia, why did you let them take Commandant? We should keep as much strength as we can."},{"T":"301","2":"Lucia","3":"Because the enemy wanted us, not the other team of heroes."},{"T":"301","2":"Lee","3":"Oh, this part of you has never changed... Kamui, let's prepare for battle."},{"T":"301","2":"Kamui","3":"Understood!"},{"T":"301","3":"Lucia unsheathed her blade right after Commandant left. Kamui and Lee also braced themselves as a man walked out of a hidden corner."},{"T":"301","2":"King","3":"Hah... You found me, heroes from afar."}]