[{"T":"301","3":"Luna is sitting on a bench in the plaza. In the center of the plaza is a huge shark statue."},{"T":"301","3":"Under the shark statue is an eastern-looking family crest with a name inscribed in gold—Shark-speare."},{"T":"301","3":"Luna is absentmindedly glancing at a poster next to the bench. It shows a comical image of Shark-speare holding its arms over its head and running away."},{"T":"301","3":"This shark mascot can be seen everywhere in the water park, from building decorations to souvenirs."},{"T":"301","2":"Luna","3":"...What a loving grandfather you have."},{"T":"301","3":"Luna looks up at the statue of Shark-speare. It is playing children's songs on a loop."},{"T":"301","2":"Shark-speare","3":"Let's play!"},{"T":"301","2":"Shark-speare","3":"Shark-speare loves gingerbread men!"},{"T":"301","3":"With Shark-speare's singing flowing past her ears, Luna arrives before the statue. She touches it gently with one hand, and a sanguine bolt flashes across the statue."},{"T":"301","2":"System","3":"Incoming connection request—"},{"T":"301","3":"The electronic voice is coming from Luna's bracelet, with the dialer's name displayed in the center of the screen. Luna taps the bracelet lightly and connects."},{"T":"301","2":"Vigorous Male Voice","3":"The wrap-up work in Kowloong is complete."},{"T":"301","2":"Vigorous Male Voice","3":"According to the reports from my informants, Babylonia will soon start collaborating with the ARU on something new."},{"T":"301","2":"Luna","3":"Let them be. Our mission is more important right now."},{"T":"301","2":"Vigorous Male Voice","3":"Very well. I hope what you gain from this is worth all the trouble."},{"T":"301","2":"Luna","3":"That will be none of your concern."},{"T":"301","2":"Vigorous Male Voice","3":"...Indeed. Allow me to apologize for overstepping."},{"T":"301","2":"Luna","3":"I know your ways. Do keep in mind 'who' you use them on."},{"T":"301","2":"Vigorous Male Voice","3":"Naturally. All for the Ascension-Network."},{"T":"301","2":"Luna","3":"Hmph."},{"T":"301","3":"Luna disconnects."},{"T":"301","3":"The energy center beneath her feet roars, and along with the storm of virus swirling madly in the air, Luna knows—the show is about to begin."}]