[{"T":"304","1":"A few notes on the records of the machine consciousness experiment:"},{"T":"304","1":"To help some machines from the controlled experiment experience the same path of human growth, every mechanoid's frame is replaced regularly."},{"T":"304","1":"This is to simulate 'growing up' as humans do."},{"T":"304","1":"While replacing their frame, MPA-01 will inspect their memory drives and neural logic circuits, recording accordingly."},{"T":"301","2":"MPA-01","3":"Hello."},{"T":"301","2":"MPA-01","3":"Nice to meet you."},{"T":"301","3":"The only light in the room shines from above, illuminating the girl sitting in the center."},{"T":"301","3":"She looks no more than five to six years old, showing no fear despite being alone in a cold, dark room. Instead, she observes everything around her curiously."},{"T":"301","3":"Her neck is connected to a few cables, but she does not seem to notice."},{"T":"301","3":"She finds no human but a giant terminal before her. As the terminal speaks in a soft female voice, the girl reacts with awe before approaching the small camera."},{"T":"301","2":"Nanami","3":"Are you the one talking?"},{"T":"301","2":"Nanami","3":"What is this place? Nanami only remembers Mom telling a story... before I fell asleep."},{"T":"301","2":"Nanami","3":"Is Nanami dreaming?"},{"T":"301","2":"MPA-01","3":"You can certainly interpret this as a dream. You will wake up in your bed when the sun rises."},{"T":"301","2":"Nanami","3":"Whoa... This is the first time I've had such a clear dream! Who are you?"},{"T":"301","2":"MPA-01","3":"I am Heuristic Artificial Intelligence Caretaking Machine-Alpha, identification code: MPA-01."},{"T":"304","1":"Records of the machine consciousness experiment:"},{"T":"304","1":"Behavior account of subject MPL-00."},{"T":"304","1":"Log 23. Personality data normal."},{"T":"304","1":"From our conversation, I have discovered that the subject possesses a far more developed sensibility and expression ability regarding her emotions."},{"T":"304","1":"Additionally, in order to avoid the subject becoming suspicious of her identity as a 'human'—"},{"T":"304","1":"I will be removing her relevant memories according to the regulation as authorized."},{"T":"304","1":"Conservation complete. Executing memory data removal."},{"T":"304","1":"Removal complete."},{"T":"301","2":"MPA-01","3":"Hello."},{"T":"301","2":"MPA-01","3":"Nice to meet you."},{"T":"301","3":"Same time. Same room. Same machine."},{"T":"301","3":"The small, grey-haired girl sits on the floor and looks up, watching the giant machine terminal."},{"T":"301","2":"Nanami","3":"Who are you?"},{"T":"301","2":"MPA-01","3":"I am Heuristic Artificial Intelligence Caretaking Machine-Alpha, identification code: MPA-01."},{"T":"301","3":"Same introduction."},{"T":"301","2":"Nanami","3":"Machine... You're not human?"},{"T":"301","2":"MPA-01","3":"I am comprised of data and programs. I cannot be categorized as human."},{"T":"301","2":"Nanami","3":"I see..."},{"T":"301","2":"Nanami","3":"My parents always say that machines are humans' friends."},{"T":"301","2":"Nanami","3":"So, you're also..."},{"T":"301","2":"Nanami","3":"Eh, what did you say your name was?"},{"T":"301","2":"MPA-01","3":"Heuristic Artificial Intelligence Caretaking Machine-Alpha."},{"T":"301","2":"Nanami","3":"Heuristic Artificial Intel... Ouch!"},{"T":"301","3":"She bites her tongue trying to say the long and tongue-twisting title."},{"T":"301","2":"Nanami","3":"Your name is so long... Does everyone call you that?"},{"T":"301","2":"MPA-01","3":"My user only calls me by my identification code. Therefore, unlike humans, I wasn't given a name."},{"T":"301","2":"Nanami","3":"...How about Nanami calls you 'Haicma' from now on?"},{"T":"301","2":"MPA-01","3":"Haicma..."},{"T":"301","2":"Nanami","3":"Haicma!"},{"T":"301","2":"MPA-01","3":"That... is a wonderful name."},{"T":"301","2":"MPA-01","3":"Thank you."},{"T":"301","2":"Nanami","3":"Do you want to know what 'happy' things I saw today, Haicma?"},{"T":"301","2":"Nanami","3":"Well... I visited the aquarium with my parents!"},{"T":"301","2":"Nanami","3":"Nanami saw a very large bionic whale and a very large bear."},{"T":"301","2":"Nanami","3":"The splashes the dolphins made when they jumped got—this—high!"},{"T":"301","2":"Nanami","3":"Have you been to an aquarium, Haicma?"},{"T":"301","2":"Haicma","3":"I am an administrative AI without a body capable of mobility. I have not visited the place you mentioned."},{"T":"301","2":"Nanami","3":"Hm... What if Nanami puts a camera on her that's connected to you? Then I can take you everywhere I go!"},{"T":"301","2":"Haicma","3":"As a matter of fact, I can visit any place through virtual reality. I am able to see the things you described."},{"T":"301","2":"Nanami","3":"That's not the same..."},{"T":"301","2":"Nanami","3":"It's different when you see the real thing with your own eyes. Not to mention that Nanami wants to visit it with you, Haicma!"},{"T":"301","2":"Nanami","3":"I'm sure we'll have a wonderful time if we go together!"},{"T":"301","2":"Haicma","3":"I never thought of this possibility, but..."},{"T":"301","3":"The gentle voice pauses for a second before speaking with a smile in its tone."},{"T":"301","2":"Haicma","3":"Yes... I'm sure we'll have a wonderful time."},{"T":"301","2":"Nanami","3":"Wait! Nanami can also draw the things she saw and show you!"},{"T":"301","2":"Nanami","3":"I'll bring them with me and show you if there's a next time."},{"T":"301","2":"Nanami","3":"...Is there a next time?"},{"T":"304","1":"Records of the machine consciousness experiment:"},{"T":"304","1":"Behavior account of subject MPL-00."},{"T":"304","1":"Log 36. Personality data normal."},{"T":"304","1":"It is worth mentioning that the subject has shown an eagerness toward creative expression. This is a very unusual behavior for a mechanoid."},{"T":"304","1":"To further analyze this situation in-depth, I have requested creative tools from my user for our next session."},{"T":"304","1":"Conservation complete. Executing memory data removal."},{"T":"304","1":"On a side note, regarding the name 'Haicma' subject Nanami has given me—"},{"T":"304","1":"Based on my calculation, keeping the name only has a 0.08% chance of influencing the subject's memory data."},{"T":"304","1":"Therefore, I've chosen to keep the name."},{"T":"304","1":"I'll be using the name 'Haicma' in my next session with Nanami."},{"T":"301","2":"Nanami","3":"Hmm... Who are you?"},{"T":"301","2":"Haicma","3":"Hello. I'm Heuristic Artificial Intelligence Caretaking Machine-Alpha. You can call me... Haicma."},{"T":"301","2":"Nanami","3":"Haicma... That rings a bell. Has Nanami seen you before?"},{"T":"301","2":"Haicma","3":"...No. This is our first time seeing each other."},{"T":"301","2":"Nanami","3":"Do you also want to know what Nanami likes, Haicma?"},{"T":"301","2":"Nanami","3":"Can you believe that my teacher also asked me the same thing today?"},{"T":"301","2":"Nanami","3":"Nanami's previous teacher only let us draw apples and eggs, but the new teacher told us we could draw whatever we wanted."},{"T":"301","2":"Nanami","3":"So... Nanami drew a lot of things on the paper!"},{"T":"301","2":"Nanami","3":"A giant mech that's taller than a mountain... Cardman Rider... the gifts my parents gave me... and Mimi's fur ball... Ah! Wait—"},{"T":"301","2":"Nanami","3":"Nanami suddenly remembers that there's one more thing she wants to draw!"},{"T":"301","3":"The girl picks up the pen and paper next to her and starts drawing."},{"T":"301","2":"Nanami","3":"Hm... Let's add a flower here..."},{"T":"301","2":"Nanami","3":"Done!"},{"T":"301","2":"Nanami","3":"Ta-da! I drew Nanami and her friend!"},{"T":"301","2":"Haicma","3":"You can be friends... even with machines?"},{"T":"301","2":"Nanami","3":"Yep, this might be the first time we see each other, but you're Nanami's friend now!"},{"T":"301","2":"Nanami","3":"We'll meet again, right? Haicma."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"Of course, I look forward to our next meeting."},{"T":"304","1":"Records of the machine consciousness experiment:"},{"T":"304","1":"Behavior account of subject MPL-00."},{"T":"304","1":"At the beginning of the experiment, I conducted drawing-related tests on twelve humanoid mechanoids."},{"T":"304","1":"They were free to draw whatever they wanted. I wanted to see what topics they'd choose."},{"T":"304","1":"Originally, their drawings were all amalgamations of pictures from their image database."},{"T":"304","1":"At some point, Nanami's drawings began to show obvious changes. She started to draw according to her personal preferences."},{"T":"304","1":"She even tried to express her feelings with her drawings."},{"T":"304","1":"Eventually, her drawings became indecipherable to humans. My neural logic circuit has shown apparent deviations after analyzing these pictures."},{"T":"304","1":"I can't determine the cause yet, but I'll log this occurrence in my report."},{"T":"304","1":"On a side note, the next time Nanami replaces her frame will be her 18-year-old birthday."},{"T":"304","1":"It's a human custom for family and friends to give the birthday celebrant presents and blessings."},{"T":"304","1":"Based on that custom, I should also prepare a 'present' for Nanami. I'm registering it as mission 376."},{"T":"304","1":"...I'm detecting 'expectation' from my emotion simulator, but that module is currently off."},{"T":"304","1":"Performing self-test."},{"T":"304","1":"...System normal."},{"T":"301","3":"The door to the laboratory finally opens, and the exhausted-looking female researcher walks in, her eyes red as if she has just been through an intense argument."},{"T":"301","2":"Female Researcher","3":"Cancel the frame replacement with Nanami next week, MPA-01."},{"T":"301","2":"Haicma","3":"Understood. It's been removed from the schedule."},{"T":"301","2":"Haicma","3":"Is it because of the machine virus outbreak that happened recently?"},{"T":"301","3":"The researcher nods, leaning on the desk frailly."},{"T":"301","2":"Haicma","3":"Based on the rate the virus is spreading, I estimate that it'll hit the closest city to this lab in three days."},{"T":"301","2":"Female Researcher","3":"The Science Council has terminated the machine consciousness experiment. All the machines would probably have to..."},{"T":"301","3":"She covers her face with her hands, quietly sobbing."},{"T":"301","2":"Female Researcher","3":"I understand why they ordered it, but I..."},{"T":"301","3":"Her tears take over before she can finish her words. After a long time, she finally looks up, her expression no longer sorrowful. She seems determined, as she always has."},{"T":"301","2":"Female Researcher","3":"I have to prepare a few things now."},{"T":"301","2":"Female Researcher","3":"I'm sorry... All I can do now..."},{"T":"301","3":"She enters a command in the terminal, and the computers in the room begin to shut down row by row. She steps outside of the room, locking the door."},{"T":"301","3":"Darkness approaches, and the administrative AI loses all senses."}]