[{"T":"301","3":"The revived ingredients are soon dismantled, but the kitchen—which has been reduced to 'scorched earth,' literally—is not recovered."},{"T":"301","2":"Karenina (?)","3":"You have some use after all. Now I have received enough offerings."},{"T":"302","2":"Who's that?","4":"Whose voice is that?"},{"T":"301","2":"Stove God","3":"Hmph, it's me! The mighty Stove God!"},{"T":"301","2":"Lucia","3":"Did you turn our kitchen into this?"},{"T":"301","3":"Lucia keeps her head down while still grasping the kitchen knife. You can see the steel handle is already deformed in her hand."},{"T":"301","2":"Stove God","3":"I... I did, but that was because you were too slow to make your offerings!"},{"T":"301","2":"Stove God","3":"Today's the day to worship the Kitchen God, don't you know?"},{"T":"301","2":"Stove God","3":"How am I going to return to the heaven without enough offerings? I can't even give you a score!"},{"T":"301","3":"The Stove God probably has realized her mistake. She is still loud, but nowhere as arrogant as before."},{"T":"302","2":"But that doesn't mean you can just blow up our kitchen!"},{"T":"301","3":"You made a powerless complaint. Do you still have to pay the kitchen repair bills even in this space?"},{"T":"301","2":"Stove God","3":"I made a mistake with the strength of the explosion. Without enough offering, I couldn't do a lot of things."},{"T":"301","2":"Stove God","3":"Can't think properly when I'm hungry."},{"T":"301","2":"Stove God","3":"On the other hand, if I have receive enough offerings, then everything would be a piece of cake."},{"T":"301","2":"Stove God","3":"Just now, you have provided enough offerings. I can do anything now!"},{"T":"301","2":"Liv","3":"Can you restore the kitchen to what it once was?"},{"T":"301","2":"Stove God","3":"Of course. Are you underestimating me?!"},{"T":"301","2":"Stove God","3":"Totalus..."},{"T":"302","2":"?"},{"T":"301","2":"Stove God","3":"Ahem, not this one."},{"T":"301","2":"Stove God","3":"Blow it all up!"},{"T":"302","2":"Not this one either!"},{"T":"301","3":"'Boom'"},{"T":"301","3":"Your vision is blocked by the blazing light and dust from the explosion."},{"T":"301","3":"After you can finally see again, you realize the kitchen has been restored. On top of that—"},{"T":"301","2":"Stove God","3":"I can easily do this too. Take it as a bonus gift."},{"T":"301","3":"The messed up ingredients have turned into many delicious dishes, still steaming hot."},{"T":"301","3":"'Crack.'"},{"T":"301","3":"Lucia has crushed the handle of her knife."},{"T":"301","3":"Not being able to cook seems to have a more adverse impact on her than the damage to the kitchen."},{"T":"301","2":"Stove God","3":"I'm leaving. Do you have any other words for me?"},{"T":"302","2":"Thanks...","4":"Take care."},{"T":"301","2":"Stove God","3":"I-I didn't stay for that! Hmph!"},{"T":"301","3":"The Stove God turns into light and disappears in the stovetop."},{"T":"301","3":"Lucia makes a sigh, apparently disappointed."}]