[{"T":"301","3":"Incessant chatter fills the transport aircraft. Conversations from the ATC channel burrow into your ears through your personal terminal."},{"T":"301","2":"Pilot","3":"Mother Swan-6 to Babylonia Control. Now approaching route 3-3-4. New area up ahead. Request confirmation of route validity."},{"T":"301","2":"Celica","3":"Babylonia Control to Mother Swan-6. Route 3-3-4 and airspace ahead are both clear. Drop cargo at point Papa-Sierra-14."},{"T":"301","2":"Pilot","3":"Copy. Drop cargo at point Papa-Sierra-14."},{"T":"301","3":"..."},{"T":"302","2":"Are we there?"},{"T":"301","2":"Pilot","3":"Almost. This airspace isn't our usual AO, so we had to double-confirm."},{"T":"301","2":"Pilot","3":"We're near KCC's backyard. Scuttlebutt is they got a few Thunderstorm emplacements back in the Golden Age up and running."},{"T":"302","2":"..."},{"T":"301","2":"Pilot","3":"Don't worry, though. Babylonia pre-screened our flight path. It'll be alright."},{"T":"301","2":"Pilot","3":"We're above the target area. Starting descent."},{"T":"301","2":"Pilot","3":"Mother Swan-6 to Babylonia Control. Reached point Papa-Sierra-14. Following protocol 01 for vertical landing."},{"T":"301","2":"Celica","3":"Babylonia Control to Mother Swan-6. Copy. Relaying channel to Forsaken Stronghold Zulu-Tango-8."},{"T":"301","2":"Forsaken","3":"This is Zulu-Tango-8, independent Forsaken battle group. We'll guide you in."},{"T":"301","2":"Forsaken","3":"Please proceed along the 3D-marked path and make your landing at..."},{"T":"301","2":"Lucia","3":"Babylonia is rebuilding a... theater?"},{"T":"301","2":"Forsaken","3":"Yep. The Glazed Arch Theater. Basically takes up the entire coast."},{"T":"301","2":"Forsaken","3":"In the old days, you couldn't even come close to the doorstep without a Swiss bank account. The best Thespioids, with M.I.N.D.s copied from the real deal, played all the classics here."},{"T":"301","2":"Forsaken","3":"'Course. When the punishing happened, all them 'crats abandoned the place like it's the plague."},{"T":"301","2":"Forsaken","3":"Now, all that's left around here are the servants."},{"T":"301","3":"The Forsaken soldier gestures for you to look, but you can already guess what he means."},{"T":"301","3":"Corrupted service mechanoids still walk the rows after all these years. Some are even carrying fruit platters and hot towels—now rotten and cold—with them."},{"T":"301","2":"Lee","3":"The irony."},{"T":"301","2":"Karenina","3":"Ditto."},{"T":"301","2":"Karenina","3":"A stage without an audience... Let's draw the curtains."}]