[{"T":"102","1":"Journey of Torture","2":"Chapter 2"},{"T":"301","2":"Celica","3":"Gray Raven, did you parachute back to Earth safely this time?"},{"T":"301","2":"Lee","3":"You know, aside from having to pass through the giant and murderous belt of space debris corrupted by the virus, everything was fine."},{"T":"301","2":"Lucia","3":"Because of the mobility of the drop pod, we managed to pass through that area without requiring support. There was no better way of landing, Lee."},{"T":"301","2":"Liv","3":"Lucia... I think Lee was just... joking."},{"T":"301","2":"Lucia","3":"Ah... Is that... so..."},{"T":"301","2":"Celica","3":"Well, good to see you all getting along."},{"T":"301","2":"Celica","3":"I'll spare the pleasantries. Your mission this time is to defeat the special Corrupted model named 'Iron Maiden', and retrieve from her more information about the 'Ascendants'."},{"T":"301","2":"Celica","3":"According to the other squads, this Corrupted in particular has high combative capabilities."},{"T":"301","2":"Celica","3":"To complete this objective, you must first coordinate with other squads and set up Iso-Devices in specific locations of the city. This will create a small isolation zone."},{"T":"301","2":"Celica","3":"These isolation zones will form a ring, ultimately containing the movement area of the target."},{"T":"301","2":"Liv","3":"It's been a long time since we've gone on a mission like this."},{"T":"301","2":"Lucia","3":"Yes, it only shows that the enemy is a force to be reckoned with."},{"T":"301","2":"Celica","3":"Indeed. The enemy is powerful. Any squads coming into contact with the 'Iron Maiden' must immediately contact all the other squads and wait for backup. Do not engage on your own."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","2":"Celica","3":"There are sealed Iso-Devices near your landing zone. You'll have to find access to it to utilize them."},{"T":"301","2":"Celica","3":"One more thing, HQ has sent a Construct in your vicinity to aid you in your mission... You should make contact soon."},{"T":"301","2":"Celica","3":"With that, I wish you all a smooth mission."},{"T":"301","2":"System","3":"Disconnected—"},{"T":"301","2":"Liv","3":"Lee, do you know about the Iso-Devices?"},{"T":"301","2":"Lee","3":"Yes. It's something from Cosmos Technician Union. It emanates a Corrupted-repelling field for a certain amount of time."},{"T":"301","2":"Lee","3":"But setting it up will take time. It's also quite weighty and unwieldy—typical of those technicians..."},{"T":"301","2":"Liv","3":"Speaking of production... The first thing I knew about you was that you're skilled technician, Lee. I even thought you were Cosmos Technician Union. I had no idea that you were actually from Kurono."},{"T":"301","2":"Lee","3":"I was just a non-staff personnel. Didn't stay there long."},{"T":"301","2":"???","3":"Yoohoo! Gray Ravens!"},{"T":"301","2":"Lucia","3":"Are you the Construct that Celica mentioned? The one coming to support us?"},{"T":"301","2":"Nanami","3":"Indeed... Walking the path of heavens... The Construct who will rule everything... My name is... Nanami!"},{"T":"301","2":"Liv","3":"Nanami, why are you alone outside? What mission were you on before?"},{"T":"301","2":"Nanami","3":"Nanami's always been by herself!"},{"T":"301","2":"Nanami","3":"Um, what was I doing just now? Those graffiti looked super-duper interesting so Nanami decided to take a walk around to see more of it."},{"T":"301","2":"Nanami","3":"Alrighty, Nanami's ready to dance!"},{"T":"301","2":"Lee","3":"..."}]