[{"T":"301","3":"The four of you follow the planned route out of the ruins and into an area interspersed with abandoned factories."},{"T":"301","2":"Murray","3":"I already know the general situation. I'll contact you again if there are any new developments."},{"T":"302","2":"The signal is unstable.","4":"We may be hard to reach right away."},{"T":"301","2":"Murray","3":"There's no need to worry."},{"T":"301","2":"Murray","3":"I have some acquaintances nearby. They know my brother. If anything happens, they can lend a hand at a moment's notice."},{"T":"301","2":"Murray","3":"As for you, Commandant, you'll have no problem as long as you follow my brother."},{"T":"301","2":"Lee","3":"Acquaintances? You know people that can enter a Dead Zone?"},{"T":"301","2":"Murray","3":"A lot of people went in with the main force this time. What's weird about knowing a few of them?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Murray","3":"Exploring the ruins takes a lot of stamina with all the heavy protective equipment and safety terminals. That's why commandants can't operate around Dead Zones for too long."},{"T":"301","2":"Murray","3":"Lee, make sure the commandant gets some rest. There's bound to be trouble. The commandant needs to be at peak performance to make sure nothing bad happens."},{"T":"301","3":"Murray smiles and says goodbye to the four of you, then terminates the call."},{"T":"301","2":"Liv","3":"We've been fighting for quite some time now. You should rest up, Commandant."},{"T":"302","2":"We don't have time.","4":"I can keep going."},{"T":"301","2":"Liv","3":"Commandant..."},{"T":"301","3":"Liv looks sad, but she does not say anything. So, you continue onward."},{"T":"301","3":"With the warm afternoon sun at your backs, the remains left behind by the Red Tide emit the same peculiar gazes, surrounding you on all sides."},{"T":"301","3":"The crumbling buildings nearby form a concrete forest reaching into the low clouds, limiting their visibility."},{"T":"301","3":"In the shadow of the abandoned factories, there is a pile of crates of varying sizes, most of which show signs of being rummaged through."},{"T":"301","2":"Liv","3":"I wonder if those crates contain any clues."},{"T":"301","3":"As she keeps moving, Liv examines the crates stacked on the side of the road."},{"T":"301","2":"Lucia","3":"This area has already been picked clean by scavengers. I doubt there's anything of value here."},{"T":"301","2":"Lee","3":"Scavengers rummage for supplies, but clues will be left in their tracks."},{"T":"301","2":"Liv","3":"Hey, what's this?"},{"T":"301","3":"Liv runs up to the crates beside her and returns with a book."},{"T":"301","3":"The book appears to have been hidden in the crates and its pages were specially preserved."},{"T":"301","3":"Even then, the book has deteriorated over time. It seems like the pages will rip out with little effort."},{"T":"301","2":"Lee","3":"It's a book—the predecessor to e-books. I've heard that people in the Golden Age would restore e-books into physical copies that were sold for nostalgia or collection. Looks like it's one of those physical books."},{"T":"301","3":"The four of you continue onward, book in hand."},{"T":"301","3":"While Lucia continues to look around, she glances at the book in Liv's hand, seemingly interested."},{"T":"301","2":"Lucia","3":"What's in the book? Is it a clue?"},{"T":"301","3":"Carefully, Liv opens the faded cover, and a white petal falls out onto her hand."},{"T":"301","2":"Liv","3":"It's a... pear blossom? It's been flattened. I don't know if it's real or not."},{"T":"301","3":"She carefully puts the petal back and reads the title of the book."},{"T":"301","2":"Liv","3":"'Cardman Rider Genesis'...?"},{"T":"301","3":"Liv quickly skims through it and conveys the story to the rest of you."},{"T":"301","3":"Based on her description, the story is about the fate of a young man who uses the power of cards to shapeshift and save the Earth from aliens with the help of his companions."},{"T":"301","2":"Lucia","3":"By the look of the content, there's nothing that can be used as a clue."},{"T":"301","2":"Liv","3":"At least it was an interesting read."},{"T":"301","2":"Liv","3":"I feel that it's great to be able to trust and fight side-by-side with your companions. Not just in the story, but in real life as well..."},{"T":"301","2":"Lucia","3":"Same here. I'm really glad to have met you all."},{"T":"301","3":"Liv nods and carefully turns the book to the last page."},{"T":"301","3":"On the inside of the back cover, she sees a beautifully written note..."},{"T":"301","3":"'Earth has been stricken with innumerable disasters, and time has washed every one of them away. Live for tomorrow, because all will pass.—To Shrek'"},{"T":"301","2":"Liv","3":"Any disaster will eventually subside, so we must keep fighting. We maintain hope as we wait for a better tomorrow..."},{"T":"301","3":"Liv silently recites the note as she rubs the white lining of the page with her fingertips."},{"T":"301","3":"Suddenly, as if she notices something, she holds the book in front of her and carefully confirms her suspicions."},{"T":"301","2":"Liv","3":"Hey... Looks like something's been covered up with repair glue..."},{"T":"301","3":"She puts the book up to the sunlight, trying to see what is under the glue."},{"T":"301","2":"Lucia","3":"Anything?"},{"T":"301","3":"Lucia leans over to Liv and sees a line written in messy handwriting under the patch."},{"T":"301","3":"'Don't scribble those lies on a book for me! Who the heck still believes in hope on this forsaken planet?!'"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Liv","3":"Sorry, it doesn't look like a clue."},{"T":"301","3":"Liv makes an apologetic face, then places the petal back into the book."},{"T":"301","2":"Lucia","3":"It's okay. We just came across it anyway."},{"T":"301","2":"Liv","3":"It might not be a clue, but seems like it was cherished by its owner. Mind if I put it back?"},{"T":"302","2":"Go ahead. It's not that far back."},{"T":"301","3":"Liv nods, then quickly runs back to where she found it..."},{"T":"301","2":"Liv","3":"I'm back."},{"T":"301","2":"Lucia","3":"Alright, let's go. Hopefully, we can find some leads along the way."},{"T":"301","2":"Lucia","3":"After all, we're likely to encounter Ascendants up ahead. It'd be nice to have some more intel."},{"T":"301","2":"Liv","3":"You're right. Commandant, when you were up against the Ascendants..."},{"T":"301","3":"The other three look over anxiously, as if not wanting to recall their so-called 'vacation'..."},{"T":"302","2":"Relax, I still plan on cashing in on retirement..."},{"T":"301","2":"Lee","3":"Save that sort of talk for when we return safely to Babylonia."},{"T":"301","3":"The four of you fall into an awkward silence."},{"T":"301","2":"Liv","3":"Um... I'm not sure if this counts as a clue. But..."},{"T":"301","3":"Liv looks around at the surrounding area, lost in contemplation."},{"T":"302","2":"What is it?"},{"T":"301","2":"Liv","3":"I've been here before..."},{"T":"301","2":"Lee","3":"Really? You've been here before, too?"},{"T":"301","2":"Liv","3":"You too, Lee?"},{"T":"301","2":"Lee","3":"I recall passing through here on a survey mission, but that was when I was still with Kurono."},{"T":"301","2":"Liv","3":"Oh... It's been a while for me too..."},{"T":"302","2":"Is it something from your past, Liv?","4":"What happened?"},{"T":"301","2":"Liv","3":"(Nods) It was before I was a Construct. Back when I was a medic, I was ordered to come rescue people here."},{"T":"301","3":"Liv points to the southeast."},{"T":"301","2":"Liv","3":"Over there. But I'm sure it's already completely destroyed."},{"T":"301","2":"Liv","3":"At the time, our retaliation forces were overwhelmed by Corrupted. Most of the soldiers were ordered to evacuate."},{"T":"301","2":"Liv","3":"But that would've led to even more casualties... I stayed behind to heal the wounded until the Constructs arrived..."},{"T":"301","2":"Liv","3":"But I..."},{"T":"302","2":"Seems like this place has left quite an impression."},{"T":"301","2":"Liv","3":"Has it?"},{"T":"301","2":"Liv","3":"It really has... It was because of that incident that I became a Construct. That has allowed me to help more people, like what I'm doing now."},{"T":"301","2":"Liv","3":"And because I helped everyone, I was able to join the Gray Ravens and be with you all."},{"T":"301","2":"Liv","3":"But I'm surprised Lee came here on a mission as well... What about you, Lucia? Have you been here before?"},{"T":"301","2":"Liv","3":"If that's the case, then I think fate has brought us together."},{"T":"301","3":"When asked this question, Lucia lets out an awkward expression."},{"T":"301","2":"Lucia","3":"This place seems familiar, but I can't recall why..."},{"T":"301","2":"Lee","3":"Maybe you lost some of your memories when you changed frames?"},{"T":"301","2":"Lucia","3":"Back then...?"},{"T":"301","2":"Liv","3":"No, I already checked. Lucia's M.I.N.D. didn't suffer any memory loss, and her memory data was stable."},{"T":"301","2":"Liv","3":"Lucia didn't lose any of her memories when she was transferred into the Plume frame."},{"T":"301","2":"Lee","3":"Maybe it's just deja vu?"},{"T":"301","2":"Lucia","3":"Deja Vu?"},{"T":"301","2":"Lee","3":"You probably have been somewhere similar. That's why you think it looks familiar."},{"T":"301","2":"Lucia","3":"But I don't have any memories from a place like this."},{"T":"301","2":"Liv","3":"Maybe you lost some memories before you transferred into the Plume frame?"},{"T":"302","2":"...","4":"(Think now's the time to tell her?)"},{"T":"301","3":"Thinking over this issue, Lucia opens her mouth hesitantly."},{"T":"301","2":"Lucia","3":"Well... Now that I think about it, some of my memory is a bit hazy and abnormal."},{"T":"301","2":"Lucia","3":"That was with the former Gray Ravens before I met you all..."},{"T":"301","3":"She sighs softly, unsure of how to continue."},{"T":"302","2":"Lucia...","4":"Actually..."},{"T":"301","3":"...You tell Lucia about what Hassen and Asimov said before you all left."},{"T":"301","2":"Lucia","3":"You mean... they have hidden a memory from me?"},{"T":"302","2":"I can authorize you to access the memory."},{"T":"301","3":"Lucia lowers her head in contemplation for a moment."},{"T":"301","2":"Lucia","3":"I trust your decision, Commandant, but we should prioritize the mission. Time is of the essence."},{"T":"301","2":"Lucia","3":"Also... I still have some things I need to confirm."},{"T":"301","2":"Liv","3":"It's fine, Lucia. Don't worry about whether or not you've been here with others before knowing the commandant."},{"T":"301","2":"Liv","3":"From now on, the four of us will be on missions together."},{"T":"301","2":"Lucia","3":"Alright, thanks. I'm not worried about this... But you're right."},{"T":"301","2":"Lucia","3":"No matter what happens in the future, the Gray Ravens will always be together."}]