[{"T":"301","3":"As time passes on, the vendors begin to pick up shop. However, the market is still full of people who are now exchanging gifts they had prepared for their sweethearts."},{"T":"301","3":"These gifts may be for confessions of love..."},{"T":"301","3":"Or gratitude for long-lasting friendship..."},{"T":"301","3":"Or simply just a thank you for daily help..."},{"T":"301","2":"Lucia","3":"Commandant, can people who aren't romantically involved exchange gifts on White Day?"},{"T":"301","3":"Lucia asks you, perhaps because the scene before her seems to be different than what she was told when she first came here."},{"T":"302","2":"Long ago, maybe not. But now..."},{"T":"301","3":"They are just using the holiday as a chance to express their gratitude, even though they could do that normally..."},{"T":"302","2":"But special days will give different meanings to the same actions."},{"T":"301","3":"Hearing this, Lucia looks at the happy face of a man."},{"T":"301","2":"Lucia","3":"It's a pity I didn't prepare a gift for you and everyone else."},{"T":"301","3":"She gives a sigh of regret."},{"T":"302","2":"It's not too late. Some vendors haven't packed up yet."},{"T":"302","2":"You still have a chance to choose gifts."},{"T":"301","2":"Lucia","3":"Shouldn't gifts be made by hand?"},{"T":"302","2":"It's the thought that counts."},{"T":"302","2":"Choosing a gift can be just as thoughtful."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Understood. In that case, we need to hurry, Commandant."},{"T":"302","2":"Alright, then let's..."},{"T":"301","3":"'Bang'!"},{"T":"301","3":"Before you can finish speaking, you hear a thunderous explosion behind you. Lucia pulls you behind her instinctively and grabs the hilt of her blade."},{"T":"301","3":"You smell a sweet and greasy aroma in the air. People laugh jokingly at you two."},{"T":"302","2":"?"},{"T":"301","3":"Based on the calm crowd around you and the lack of fireworks, you realize it must be..."},{"T":"302","2":"Popcorn?"},{"T":"301","3":"Looking over, you see a black cylinder with a pressure gauge and various valves. Golden, puffy kernels fill the black cylinder, their sweet smell floating along the breeze."},{"T":"301","3":"You noticed the device earlier, but you didn't realize it was for making popcorn."},{"T":"301","3":"After paying with a few pieces of hardtack, the person operating the machine retrieves a tub of popcorn."},{"T":"301","3":"Looks like you can make your own."},{"T":"301","2":"Lucia","3":"That's it."},{"T":"302","2":"Huh?"},{"T":"301","3":"Lucia's eyes fix on the popcorn machine with the desire to give it a try."},{"T":"301","2":"Lucia","3":"This will be my gift to everyone."},{"T":"302","2":"..."},{"T":"302","2":"You can pay with this."},{"T":"301","3":"Constructs don't need to eat, so they rarely carry food or drinks. Fortunately, you grabbed some in case of emergency before departure."},{"T":"301","2":"Lucia","3":"I won't disappoint you this time."},{"T":"302","2":"I can't wait!"}]