[{"T":"301","3":"It's a familiar feeling."},{"T":"301","3":"You open your eyes, and what greets your eyes is neither a familiar ceiling nor a narrow one-man capsule."},{"T":"301","2":"Hassen","3":"...And that's everything about this mission. Given your excellent solo combat ability, I believe you're the best person for the job."},{"T":"301","2":"Hassen","3":"This is a covert mission, and the enemy might make a move any time. Please keep this confidential, even from your Constructs."},{"T":"302","2":"Understood.","4":"Why?"},{"T":"301","2":"Hassen","3":"...Thought you'd be questioning why you're going solo."},{"T":"301","2":"Hassen","3":"It's not that I don't trust your team members. It's just that for this specific mission, 'going with the flow' will save you a lot of trouble."},{"T":"301","2":"Hassen","3":"But worry not, you and your teammates won't be separated for long."},{"T":"302","2":"I know.","4":"We'll regroup soon."},{"T":"301","3":"You snap out of your daze."},{"T":"302","2":"(Check your connection)","4":"(Check your condition)"},{"T":"301","3":"Your connection to Lucia and the others is very weak."},{"T":"301","3":"You're not physically restrained."},{"T":"301","3":"The connection is very weak. You feel something on your neck and reach out to touch it. It feels cold, like some kind of collar made of some special material."},{"T":"302","2":"What's this thing?","4":"(Try to remove it)"},{"T":"301","3":"The moment you touch the collar, your Mind Beacon registers a reaction. This might be because of your previous experience with connection chambers."},{"T":"301","2":"【kuroname】","3":"Is this...?"},{"T":"301","2":"【kuroname】","3":"Kinda looks like..."},{"T":"302","2":"A M.I.N.D.","4":"A virtual M.I.N.D."},{"T":"301","3":"It feels like an elementary M.I.N.D."},{"T":"301","3":"It feels like a virtual M.I.N.D. simulated based on reality."},{"T":"301","2":"【kuroname】","3":"..."},{"T":"301","3":"To confirm this."},{"T":"302","2":"(Stand up to check your surroundings)"},{"T":"301","3":"It's a sealed compartment. You feel slight tremors beneath your feet."},{"T":"302","2":"Still aboard Asslam?","4":"I don't think I'm on the train any more."},{"T":"301","3":"You look out through the narrow cabin window."},{"T":"301","3":"A vast, cerulean expanse usurps your sight. You seem to be at sea."},{"T":"302","2":"(Try to knock on the window)","4":"(Look around)"},{"T":"301","3":"It does not budge."},{"T":"301","3":"The layout of the compartment suggests that the place might be a storage room. The door is locked from outside and cannot be opened."},{"T":"301","3":"You listen closely, and hear the familiar sound of mechanoids shuffling their feet."},{"T":"302","2":"The Corrupted?","4":"Guards?"},{"T":"301","3":"Listening more closely, the footsteps seem to be steady and rhythmic, unlike the kind made by the Corrupted."},{"T":"301","3":"..."},{"T":"301","3":"If your intuition is to be trusted, this collar-like thing on you serves a related purpose to a connection chamber, and likely has something to do with the virtual M.I.N.D. you felt earlier."},{"T":"301","3":"Perhaps you can use that to your advantage."},{"T":"302","2":"(Try to connect to Lucia)","4":"(Try to connect to a mechanoid)"},{"T":"301","3":"You feel a novel sensation and connect to something."}]