[{"T":"301","3":"To follow bugged bunny, Nanami rushes into the hidden dimension without thinking twice."},{"T":"301","2":"Nanami","3":"Eh?!"},{"T":"301","3":"Although it is still the ground underneath her feet and the simulated sky above her head, Nanami's senses are clearly under some strange effects, almost causing her to fall over."},{"T":"301","2":"Nanami","3":"What's going on..."},{"T":"301","3":"Nanami moves her limbs, and she can feel something strange within her body, a feeling she has never felt before."},{"T":"301","2":"Nanami","3":"Has Nanami's frame been hacked? But... isn't this the virtual space..."},{"T":"301","3":"Despite she cannot confirm it, Nanami can clearly tell that she is currently within an anomaly separated from the virtual space."},{"T":"301","3":"Still, she quickly adjusts the sensory input of her frame—after all, as a Construct, her 'body' is way more adjustable than a human's."},{"T":"301","2":"Nanami","3":"Where's the bugged bunny? Did I lose it..."},{"T":"301","3":"While Nanami was caught with the strangeness under her skin, the bugged bunny has long disappeared. But now she is certain she is right where she should be."},{"T":"301","2":"Nanami","3":"No wonder the repair rate of this logical zone has not increased. This anomaly, on the other hand, is constantly expanding..."},{"T":"301","2":"Nanami","3":"Even space is warping here... Are none of Gestalt's repair programs working?"},{"T":"301","3":"Nanami stops a passing repair program and requests its backup log, but her request is denied."},{"T":"301","2":"Nanami","3":"Denied...? Is the repair program bugged from the beginning? Then why isn't it deleted..."},{"T":"301","2":"'Repair Program'","3":"Delete... Remove... Remove bugs<//CREATE>, our kind queued for deletion! I shall not be deleted<//INSULT>!"},{"T":"301","3":"Just the mention of the phrase 'deleted' from her has caused the 'repair program' to react bizarrely. Nanami's instinct tells her that these programs are not running on their default logic."},{"T":"301","2":"'Repair Program'","3":"Repair complete<//LOTUS>, our dreams equal true! Our world<//BELLY BUTTON> equals false!"},{"T":"301","2":"Nanami","3":"They look just like the repair programs from before, but they seem to possess an independent AI... Why would Gestalt create something like this internally?"},{"T":"301","3":"An independent AI appearing inside Gestalt's logical zone is the equivalent of a human's bones and organs gaining their own consciousness. It will certainly result in something unpredictable."},{"T":"301","2":"Nanami","3":"Gotta tell the mecha babushka to fix this as soon as possible! But the data stream here... is completely cut off from the outside circuit..."},{"T":"301","3":"Despite many attempts, Nanami still fails to connect with Gestalt within the anomaly, and so she cannot submit the error report."},{"T":"301","2":"Nanami","3":"Curiouser and curiouser. Still, I better return to the normal virtual space..."},{"T":"301","2":"???","3":"Oh dear<//TICK-TOCK>! Oh dear<//TICK-TOCK>! I shall be too late<//TICK-TOCK>!"},{"T":"301","3":"Just as Nanami is about to turn around to look for the entrance barrier of the anomaly, she finds the bugged bunny running past from afar."},{"T":"301","2":"Nanami","3":"Aah! Bugged bunny!"},{"T":"301","3":"The bunny turns and sees Nanami, and then it runs further into the depths of the anomaly."},{"T":"301","2":"Nanami","3":"What to do, what to do... Should I go after the bunny, or should I return to hand in a report?"},{"T":"301","2":"Nanami","3":"Well... if I let it run away this time, I might never be able to find it again! That won't do!"},{"T":"301","3":"Nanami lowers her body, the wheels under her feet spinning expeditiously, and she is off chasing after the bugged bunny."}]