[{"T":"301","3":"— Gray Raven and Changyu follow in Watanabe's footsteps to the Forsaken HQ, only to find the grounds crawling with the Corrupted."},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","2":"Changyu","3":"What's that Corrupted doing there?"},{"T":"301","2":"Lucia","3":"Commandant, they seem to be congregating of their own accord. Something's not right!"},{"T":"302","2":"Ascendant?","4":"A self-regulating Corrupted form?"},{"T":"301","2":"Lee","3":"We cannot rush to conclusions yet, Liv. Can you determine what is going on in the center of the Corrupted swarm?"},{"T":"301","2":"Liv","3":"We could, but we run the risk of being discovered."},{"T":"302","2":"It's fine","4":"Be careful, Liv"},{"T":"301","3":"Liv nods and starts her analysis. The data she gathers shows a special entity in the midst of the congregated Corrupted forms."},{"T":"301","2":"Changyu","3":"Is that Corrupted making Zongs out of the supplies they stole?"},{"T":"301","2":"Special Corrupted","3":"Home... Kowloong... the taste of... home..."},{"T":"301","3":"The Corrupted busy themselves with shoving rice and beans into the faceplate where their mouths used to be in an unsettling display of gluttony."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","2":"Changyu","3":"That Corrupted at the helm... could it be..."},{"T":"301","2":"Special Corrupted","3":"—?—!"},{"T":"301","2":"Liv","3":"We have been spotted!"},{"T":"302","2":"Prepare for contact!","4":"Prioritize search and rescue"},{"T":"301","2":"Lucia","3":"Affirmative! Focus fire on the Special Corrupted at the center! Lee, Liv, engage!"},{"T":"301","2":"Liv","3":"But the Corrupted are right between us and the target area..."},{"T":"301","2":"Lucia","3":"We've come too far to give up now. Lee, Liv, engage!"},{"T":"301","3":"The Corrupted surge in like a tidal wave, but Changyu is slow to react. Pensive and hesitant, he narrowly manages to beat the Corrupted in front of this back."},{"T":"301","2":"Corrupted","3":"—!!!!—!"},{"T":"301","2":"Watanabe","3":"Akdelik kid! What are you daydreaming about, surrounded by enemies?"},{"T":"301","3":"Appearing out of nowhere, Watanabe dispatches the Corrupted around him."},{"T":"301","2":"Changyu","3":"Old man? Why are you here..."},{"T":"301","2":"Watanabe","3":"Stop talking, and get moving. Forget about everything else. Focus on the fight."},{"T":"301","2":"Changyu","3":"...Roger!"},{"T":"301","3":"Changyu shakes his head, as if to rid himself of extraneous thoughts, and rushes towards the Corrupted horde."}]