[{"T":"301","3":"In the surreal projection of M.I.N.D. space, you see another Amberia—the real Amberia."},{"T":"301","3":"Guided by the narwhal's voice, you see the true master of the bionics, Amberia, in the deepest recesses of her mind, festered by nightmares."},{"T":"301","2":"Amberia","3":"Who is it...? You're not Derek? Who are you?"},{"T":"302","2":"(Explain)"},{"T":"301","2":"Amberia","3":"【kuroname】, commandant from Babylonia."},{"T":"301","2":"Amberia","3":"I know why you are here, but I decline your request."},{"T":"301","2":"Amberia","3":"I won't stop the bionics... And I won't sleep again. I don't want to dream anymore."},{"T":"301","2":"Amberia","3":"I'm going outside. I'm going to open my eyes and escape from this place."},{"T":"302","2":"Are you not going berserk?","4":"If you promise not to hurt anyone else."},{"T":"301","2":"Amberia","3":"Berserk... You call this fear of mine, berserk?"},{"T":"301","2":"Amberia","3":"I'm just trying to protect myself! Protect myself from those people!"},{"T":"301","2":"Amberia","3":"Hurt others... No, I never wanted to hurt anyone. I just wanted the ones that hurt me gone..."},{"T":"301","2":"Amberia","3":"You'd do the same in my shoes. I'm going to eliminate the ARU and everything that stands in my way. That way, I won't be imprisoned in this ice cave ever again."},{"T":"301","2":"Amberia","3":"I don't want anyone to call me a monster ever again!"},{"T":"301","2":"Amberia","3":"So... As long as you have the code, 【kuroname】, I will never let you leave this place!"},{"T":"301","3":"——"},{"T":"301","2":"Amberia (Atiel)","3":"Ngh... Where am I..."},{"T":"301","2":"Rosetta","3":"Looks like Commandant's succeeded. The pain in my M.I.N.D. is easing..."},{"T":"301","3":"During Rosetta's defensive bout, she suddenly finds a massive weight lifted from her M.I.N.D. A glance at the Polar Soldier, silent in the rear, tells her that 【kuroname】 has entered the depths of Amberia's M.I.N.D."},{"T":"301","2":"Amberia (Atiel)","3":"How did you squirm out of my hold? Wait, why is my frame so slow!"},{"T":"301","2":"Rosetta","3":"Thank the commandant. Also, weren't you just in misery as well?"},{"T":"301","2":"Amberia (Atiel)","3":"Hmph... That was just pain caused by M.I.N.D. integration. Once it is complete, Amberia will no longer exist, and I can perfectly control this frame!"},{"T":"301","2":"Rosetta","3":"Then you'll become the monster in Amberia's stead. Won't you?"},{"T":"301","2":"Amberia (Atiel)","3":"...I am not a—MONSTER!"},{"T":"301","3":"Verbal and armed exchanges fly in the air. With Amberia's M.I.N.D. integration paused, Rosetta can finally make use of her lightning-fast speed and destructive power to gain an upper hand."},{"T":"301","2":"Rosetta","3":"If you're not a monster, why do you want to become Amberia and destroy your home?!"},{"T":"301","2":"Amberia (Atiel)","3":"Take a look at yourself...! Why would you protect those bastards!"},{"T":"301","2":"Rosetta","3":"Because I love this snowland; the feeling of snow beneath my feet... I want to be proud of this place."},{"T":"301","2":"Amberia (Atiel)","3":"What?"},{"T":"301","2":"Rosetta","3":"I've always believed that the ARU can change. I thought I could find this change through the outside world."},{"T":"301","2":"Rosetta","3":"But when I got out, I realized... We ourselves, have to be the change we want to see."},{"T":"301","2":"Rosetta","3":"Putting the past to rest to prevent another tragedy like you and me—that is my answer!"},{"T":"301","3":"Rosetta throws a thrust at Amberia's upper body, but before it could connect, Atiel regains control of her frame and swipes Rosetta away."},{"T":"301","2":"Rosetta","3":"How unlucky..."},{"T":"301","3":"Rosetta is knocked to the ground. Her light wings have softened the impact, but she still crashes into an icicle."},{"T":"301","2":"Amberia (Atiel)","3":"Always going on about your luck. I am—Amberia is—the actual unlucky one!"},{"T":"301","2":"Rosetta","3":"Indeed. By unlucky, I meant you two."},{"T":"301","2":"Amberia (Atiel)","3":"Huh?"},{"T":"301","2":"Rosetta","3":"I've always thought the entire world was down on its luck. That's why the Punishing Virus broke out. That's why I have no choice but to defeat you."},{"T":"301","2":"Rosetta","3":"Because we're all marred by misfortune, that's why we all suffer. This is why we are bound..."},{"T":"301","2":"Amberia (Atiel)","3":"Rosetta... Spare the talk. Do you think you can defeat Amberia, the 'perfect' humanoid-hybrid Construct?!"},{"T":"301","3":"The particles emitted by Rosetta's light wings disperse, forming a thin reflective film over the fractured ice."},{"T":"301","3":"Rosetta's mixed expression, taken by hints of sadness, can be seen on the glinting ice."},{"T":"301","2":"Rosetta","3":"I'm not just defeating you! I'm going forward!"}]