[{"T":"301","3":"Roland leaves Cerberus and walks out of the town. He then arrives at the ruins underneath the mountain."},{"T":"301","2":"Roland","3":"Goddamn Lamia..."},{"T":"301","3":"Roland expected her to run, but she did it at a very awkward time."},{"T":"301","3":"Fortunately, he was able to use Cerberus to contain Voodoo, taking only an acceptable amount of damage. He got what he wanted."},{"T":"301","2":"Roland","3":"Hope our Cerberus friends aren't too shocked when they find out the truth."},{"T":"301","3":"He smiles."},{"T":"301","2":"Roland","3":"Well, it will be too late for them anyway."},{"T":"301","3":"He has returned to the wasteland. But this time, he has a purpose."},{"T":"301","3":"Once again, the girl in black shows up in front of him—"},{"T":"301","2":"Cinderelik","3":"You there, come with me."},{"T":"301","2":"Cinderelik","3":"Come with me, please."},{"T":"301","2":"Roland","3":"Who are you?"},{"T":"301","3":"The girl did not reply. She only looks at him calmly."},{"T":"301","3":"Roland sees no emotion or demand in her eyes. They look like a deep lake engulfed in fog."},{"T":"301","3":"—He does not like those eyes."},{"T":"301","2":"Roland","3":"Why?"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","3":"She does not answer."},{"T":"301","3":"Roland strolls forward as he is about to leave the girl behind."},{"T":"301","2":"Cinderelik","3":"This is what you wanted."},{"T":"301","3":"—Roland pauses his steps."},{"T":"301","2":"Roland","3":"...How do you know? Wait, no..."},{"T":"301","2":"Roland","3":"Not just in the house, you have been tracking me since long ago, right?"},{"T":"301","3":"Cinderelik didn't deny."},{"T":"301","2":"Roland","3":"State your offer. After all this drama, I don't think we need to test each other any further."},{"T":"301","2":"Cinderelik","3":"That's not my mission."},{"T":"301","3":"The girl turns away in silence and heads out."},{"T":"301","2":"Roland","3":"...Tsk, whatever."},{"T":"301","3":"But Roland isn't going to simply follow her."},{"T":"301","3":"He has his own plans."},{"T":"301","3":"Roland follows Cinderelik over a long way in silence, until the nearby scenery has completely changed."},{"T":"301","3":"He walks over many deserted towns, buildings and bastions destroyed by Corrupted and human weapons."},{"T":"301","3":"But no matter how he tries to talk to Cinderelik, she never answers."},{"T":"301","3":"Roland even brought Corrupted from afar to attack her, or set up traps along the way—"},{"T":"301","2":"Cinderelik","3":"Don't do unnecessary things."},{"T":"301","3":"The girl says calmly."},{"T":"301","3":"Her words contain no 'request' or 'restriction,' but Roland feels they are more dangerous than straight-forward threatening like 'the consequences are dire.'"},{"T":"301","3":"Her real strength is still a mystery, but from what she has displayed, she still has lots of cards to play."},{"T":"301","3":"In that case, he can only continue to follow."},{"T":"301","3":"With this in mind, Roland keeps walking after her."},{"T":"301","2":"Cinderelik","3":"Please."},{"T":"301","3":"Roland has lost track of time. He is already used to the strange pattern of changing scenes along the way."},{"T":"301","3":"Cinderelik stops at a high-rise building ruin. She orders a few Corrupted to push away a heavy piece of building wreckage."},{"T":"301","3":"—This has to be it, Roland thinks."},{"T":"301","3":"After countless detours along the way to make Roland unable to find out the exact location."},{"T":"301","3":"Now that he is finally here, it is all over."},{"T":"301","3":"Maybe snipers have taken aim on him for a hundred times."},{"T":"301","3":"But this is the end."},{"T":"301","3":"At least they want him to come here, Roland thinks."},{"T":"301","3":"—So he follows Cinderelik into the large ruins."},{"T":"301","3":"The road inside is wide, but almost all light is absorbed by the ruins."},{"T":"301","3":"He can only see Cinderelik walking past dappled light spots."},{"T":"301","2":"Roland","3":"(No, she's not the only one.)"},{"T":"301","3":"Someone is watching him. Actually, there's more than one. No less than two digits."},{"T":"301","2":"Roland","3":"(It's getting busy here...)"},{"T":"301","3":"But they are only watching."},{"T":"301","3":"Roland would have prepared himself if they were 'aiming' or 'preparing to attack.'"},{"T":"301","3":"But he doesn't know how to respond to this neutral 'observation.'"},{"T":"301","3":"He senses a familiar sight—it must be that 'Voodoo' female."},{"T":"301","3":"She would have attacked him without hesitation. But Roland doesn't feel it."},{"T":"301","3":"Is she under someone's control? Did anyone order her to 'not attack'?"},{"T":"301","2":"Roland","3":"Whoever is behind all this, he makes a pretty good dog trainer."},{"T":"301","3":"Roland purposely makes a taunting statement."},{"T":"301","3":"Is this simple taunt going to work? Roland wonders."},{"T":"301","3":"There is no response. The watchers are still eying on him, while Cinderelik continues to walk without a word."},{"T":"301","2":"Roland","3":"(...Tsk.)"},{"T":"301","3":"Roland sees a lit-up area in front."},{"T":"301","3":"The inside of the ruin is mostly dark. Only that area is lit up by the sunlight from above."},{"T":"301","3":"—Almost like a spotlight on stage."},{"T":"301","3":"A black figure is standing in the spot."},{"T":"301","2":"Cinderelik","3":"Mr. Vonnegut, the guest has arrived."},{"T":"301","2":"???","3":"Good."},{"T":"301","3":"He turns back, facing Cinderelik and Roland."},{"T":"301","2":"???","3":"Glad to meet you, Roland, a 'knight' who lost his master."},{"T":"301","2":"Vonnegut","3":"I am Vonnegut."},{"T":"301","2":"Vonnegut","3":"Now that you have made your way here, I can give you my straight forward promise."},{"T":"301","2":"Vonnegut","3":"Come work for me. I can make your wish come true."},{"T":"301","2":"Roland","3":"If that's the case, I trust you can understand that I have no interest in these social concepts."},{"T":"301","2":"Roland","3":"Why don't we cut to the chase?"},{"T":"301","3":"Roland makes a bold statement. He isn't keen to get himself overly involved."},{"T":"301","3":"After all, he only came because he wanted to find out if they had the thing he longed for."},{"T":"301","2":"Vonnegut","3":"I can give you what you want."}]