[{"T":"301","2":"Lucia","3":"(Humming)"},{"T":"301","3":"When you finally wake, you start at the sight of Lucia sitting in the corner of your quarters, calm as a lotus flower."},{"T":"301","2":"Lucia","3":"Commandant, you're finally awake."},{"T":"301","2":"Lucia","3":"First... I must offer you my apologies."},{"T":"302","2":"Why are you apologizing?","4":"It's okay."},{"T":"301","2":"Lucia","3":"For the... 'failed experiments' I made you eat. I should have known that there was more to food than its appearance."},{"T":"301","2":"Lucia","3":"Thank you, Commandant. I knew you would not hold it against me."},{"T":"301","2":"Lucia","3":"Please don't take this the wrong way, but... watching you faint made me realize a great many things about myself."},{"T":"301","2":"Lucia","3":"Not just the old me, but the new me, as well."},{"T":"302","2":"The new you?","4":"Have you processed all your memories?"},{"T":"301","2":"Lucia","3":"I had my doubts, but they won't be a problem anymore."},{"T":"301","2":"Lucia","3":"Not all of it, but the rest won't be a problem."},{"T":"301","2":"Lucia","3":"A lot of people have been turning up, looking for you for various reasons, Commandant. But I sent them all away."},{"T":"302","2":"Nothing important, I hope?","4":"Why didn't you wake me?"},{"T":"301","2":"Lucia","3":"Some important, some less so. But I took care of them all promptly."},{"T":"301","2":"Lucia","3":"Because the exhaustion must be piling up for you, what with our recent missions and... incidents. I took the liberty of safeguarding your rest."},{"T":"301","2":"Lucia","3":"There are no missions scheduled today, so you can rest easy. I will take watch."},{"T":"302","2":"Kind of hard to fall asleep with someone watching.","4":"Shouldn't you go get some rest too?"},{"T":"301","2":"Lucia","3":"Is that so... I can turn away—I guess that wouldn't help any."},{"T":"301","2":"Lucia","3":"Taking watch is rest enough for me, Commandant."},{"T":"301","2":"Lucia","3":"What's with that expression...? We've been together like this for long, Commandant, even if I wasn't always privy to your condition..."},{"T":"301","2":"Lucia","3":"According to the records, you were the one person whom I have been with the longest. I am simply adhering to my past behavior."},{"T":"301","2":"Lucia","3":"So... in short."},{"T":"301","2":"Lucia","3":"I would like to share our time together, Commandant."},{"T":"302","2":"Whoa...","4":"If that's what you'd like..."},{"T":"301","2":"Lucia","3":"No, please don't answer. I did not express my feelings to elicit a reply."},{"T":"301","3":"As she speaks, Lucia presents you with a paper crane. It's been carefully folded countless times, and you can faintly make out scribbles in between the creases."},{"T":"301","3":"From the scribbles, you make out a set of groundside coordinates, close to the new HQ you set up together, and these words: 'I hope that you'll be there, at the appointed time.'"},{"T":"301","2":"Lucia","3":"Simply put... I'm asking you out on a date."}]