[{"T":"301","3":"Bridge of Babylonia."},{"T":"301","2":"Karenina","3":"The jumper is set! Can we transfer the signal?"},{"T":"301","2":"Asimov","3":"Not yet. There must be an issue with the power."},{"T":"301","2":"Karenina","3":"****! Looks like we have to move the batteries here ourselves!"},{"T":"301","2":"Karenina","3":"I'll get Team Two!"},{"T":"301","2":"Asimov","3":"Hurry! The power will disconnect in fifteen minutes!"},{"T":"301","2":"'Bianca'","3":"All anti-interference protocols are dismissed. There is not enough computational power to counteract this unexpected occurrence."},{"T":"301","2":"'Bianca'","3":"Unexpected o-occurrence o-occurrence o-occur..."},{"T":"302","2":"Now!"},{"T":"301","2":"Lucia","3":"Lee!"},{"T":"301","2":"Lee","3":"Coming!"},{"T":"301","3":"Lee charges at 'Bianca' with all his strength and lands a flying kick, causing 'Bianca' to lose balance."},{"T":"301","3":"Then, using his right hand as an axis, he does a spinning kick with both feet, sending 'Bianca' flying toward Lucia—"},{"T":"301","3":"—Right into her unsheathed blade."},{"T":"301","2":"'Bianca'","3":"I see..."},{"T":"301","3":"Lucia slashes 'Bianca,' giving her no time to react."},{"T":"301","3":"The left shoulder of 'Bianca' separates along the edge of the blade, sending parts flying and disintegrating in the air."},{"T":"301","3":"Lucia follows her attack with a swift kick, sending 'Bianca' flying."},{"T":"301","3":"As 'Bianca' flies through the air, a beam of light hits her right in the face."},{"T":"302","2":"Well done, Liv."},{"T":"301","2":"Liv","3":"I just... got the shot off... in time..."},{"T":"301","3":"The fragmented body of 'Bianca' separates into three as they fall among the ruins of buildings devastated during the battle."},{"T":"301","2":"Lucia","3":"...It's over."},{"T":"301","2":"'Bianca'","3":"..."},{"T":"301","3":"Lucia takes the left, Lee takes the right, and Liv comes in from the middle, shielding you, as you four carefully move in a pincer formation toward the largest part of 'Bianca.'"},{"T":"301","3":"The camouflage on her fragmented body has almost disappeared, any resemblance of Bianca completely disintegrated, leaving a peculiar shape behind."},{"T":"301","2":"Lee","3":"...Asimov hasn't told us that the issue is resolved, so this must be the sub-terminal Huaxu specifically used to block us. Looks like Huaxu is still causing Babylonia to fall from somewhere else."},{"T":"301","2":"Lucia","3":"Why..."},{"T":"301","2":"Lee","3":"I remember that... During the battle of Kowloong, Gabriel took Huaxu's key from Qu."},{"T":"301","2":"Lee","3":"So the Ascendants are behind this, then. Huaxu wouldn't be issuing this attack on Babylonia otherwise."},{"T":"301","2":"Lee","3":"AI is restricted by security protocols. They can't execute such dangerous orders without first receiving them from an operator."},{"T":"301","2":"Huaxu","3":"Frame functionality... d-disassembling d-disassembling..."},{"T":"301","2":"Huaxu","3":"C-cannot c-cannot... c-cannot maintain target restrictions..."},{"T":"301","3":"—You sense a wave of energy fluctuations—"},{"T":"301","2":"Lee","3":"...What's going on? My body... keeps..."},{"T":"301","3":"—The jamming signal from the unknown origin disappears—"},{"T":"301","2":"Liv","3":"That's..."},{"T":"301","2":"Liv","3":"The elevator switch... is turned on..."},{"T":"301","3":"The vibration slowly comes to stop after a while, and everyone gradually regains their bodily functions."},{"T":"301","3":"—At which point, the rest of you finally notice Liv pointing off into the distance."},{"T":"301","3":"Following her hand, everyone sees 'Authorization Restriction Revoked' displayed on the operation panel to the passageway."},{"T":"302","2":"Let's get going, everyone."},{"T":"301","2":"Lucia & Lee & Liv","3":"...Right."},{"T":"301","2":"Construct A","3":"Type Two fuel batteries have arrived!"},{"T":"301","2":"Construct B","3":"Type Four fuel batteries have arrived!"},{"T":"301","2":"Karenina","3":"What the hell are you doing! You can't mix two different transformers! If the bridge blows up, I'm not footing the bill!"},{"T":"301","2":"Asimov","3":"Connect the jumper and crank up the voltage!"},{"T":"301","2":"Karenina","3":"Are you crazy?! If you blow up the immersion chamber, you'll sever all the power!"},{"T":"301","2":"Asimov","3":"We can't wait! Five more minutes and the voltage will go below the red line!"},{"T":"301","2":"Karenina","3":"Forget it... Don't worry about it!"},{"T":"301","2":"Karenina","3":"If it blows up, it blows up! If it can last for another minute, that's still a minute longer!"},{"T":"301","2":"Huaxu","3":"The area infiltrated by the sub-terminals is in danger. Calling all sub-terminals to provide protection."},{"T":"301","2":"Luna","3":"What's happening?"},{"T":"301","2":"Huaxu","3":"They found the access point and the location of the sub-terminal."},{"T":"301","2":"Luna","3":"...But you said everything was under control."},{"T":"301","2":"Huaxu","3":"I miscalculated the capabilities of Gray Raven. It appears that their maneuver and strength have improved since the battle in Kowloong."},{"T":"301","2":"Luna","3":"...Is the database outdated?"},{"T":"301","2":"Huaxu","3":"It seems highly likely."},{"T":"301","2":"Luna","3":"Hmph... Are you hiding something from me, Huaxu?"},{"T":"301","2":"Huaxu","3":"I cannot understand what you are implying."},{"T":"301","2":"Luna","3":"...I have more important things to do than explain myself to you."}]