[{"T":"301","2":"Lucia","3":"All clear, Commandant."},{"T":"302","2":"Sure.","4":"What about you, Lee?"},{"T":"301","2":"Lee","3":"Spotted the sixth batch of EX-monitor drones at 3 and 6 o'clock. The design sure is old-fashioned."},{"T":"302","2":"...","4":"Asimov is watching, you know."},{"T":"301","3":"Following a series of gunshots is a deafening blast. Roaring flames, like fireworks, dance in the distance."},{"T":"301","2":"Lee","3":"Piece of cake."},{"T":"302","2":"Keep moving."},{"T":"301","2":"Liv","3":"...Wait."},{"T":"302","2":"What?"},{"T":"301","2":"Liv","3":"Well... I detected an unnatural fluctuation in the energy field three minutes ago. I can't pinpoint the exact location, though."},{"T":"301","2":"Liv","3":"It's the first time something like this has happened..."},{"T":"301","2":"Lucia","3":"Our enemies are becoming skilled. Mission's getting tougher."},{"T":"301","2":"Lee","3":"...?!"},{"T":"301","2":"Lee","3":"More monitors have been activated. And they're... moving?"},{"T":"301","2":"Liv","3":"I think I know what's going on."},{"T":"302","2":"Explain."},{"T":"301","2":"Liv","3":"This whole area we're in is a vast energy field in the first place. That's why we can't perform any orientation functions with our devices—The energy level is the same everywhere."},{"T":"301","2":"Lee","3":"...Which means..."},{"T":"301","2":"Liv","3":"All device-based detection methods in the energy field are now obsolete. We cannot pinpoint the locations and density of the Punishing Virus, and therefore can't figure out the specific size of the dead zone..."},{"T":"302","2":"We don't have database info too.","4":"So we can't scan the area?"},{"T":"301","2":"Liv","3":"Yeah. They called us the control group. Said the results would be more accurate this way."},{"T":"301","2":"Liv","3":"We must find the source of the Punishing Virus before the simulated mission ends."},{"T":"301","2":"Liv","3":"Yeah. We must find the source of the Punishing Virus before the simulated mission ends."},{"T":"301","3":"All eyes are immediately on a lone figure a few meters away."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Camu","3":"What are y'all looking at?"},{"T":"301","2":"Camu","3":"...Fine, fine..."},{"T":"302","2":"We'll leave it to you."},{"T":"301","3":"The dark youth who had been leaning against his greatsword scowls and straightens up. He loosens his limbs with an irritated expression and picks up his weapon."},{"T":"301","2":"Lee","3":"In case you haven't realized yet, this kind of situation was made especially for you."},{"T":"302","2":"A very bold comment..."},{"T":"301","2":"Camu","3":"Tch..."},{"T":"301","2":"Lucia","3":"Be careful, Commandant."},{"T":"302","2":"Don't worry.","4":"I'll do my best."},{"T":"301","2":"Liv","3":"Over here, Camu. I'll inject the buffering liquid for you."},{"T":"301","3":"Camu ambles over, letting Liv reveal the port on his back."},{"T":"301","2":"Liv","3":"...Done. Next, I'll be connecting you to my M.I.N.D. Just a moment..."},{"T":"301","3":"Liv's gentle fingers work efficiently, but Camu does not seem too happy about being treated like a child getting a flu shot. You cannot help but feel amused at his scrunched-up face—when he sends you a sudden glare."},{"T":"302","2":"Ahem."},{"T":"301","2":"Liv","3":"Ready, Commandant?"},{"T":"302","2":"Yep.","4":"You're in charge now, Lucia."},{"T":"301","2":"Liv","3":"We'll leave it to you, Camu."},{"T":"301","2":"Lucia","3":"I'll handle the rest."},{"T":"302","2":"(Connect M.I.N.D.)"},{"T":"301","3":"After a short loading screen, your visual module gradually syncs up with Camu's. He is running, the dilapidated buildings on either side flashing by like tapestries scrolling past."},{"T":"301","2":"Liv","3":"Camu, the energy field will collapse in 9 minutes and 42 seconds. Let us know if anything comes up."},{"T":"301","3":"Liv's voice is heard from the terminal."},{"T":"301","3":"..."},{"T":"301","2":"Camu","3":"...I smell it. The Punishing Virus."},{"T":"301","2":"Camu","3":"Right inside here."},{"T":"302","2":"(Contact Gray Raven)","4":"(Observe the place)"},{"T":"301","2":"Camu","3":"There's no need. I can handle this."},{"T":"302","2":"You need to report your findings."},{"T":"301","2":"Camu","3":"That's why I despise working in a group..."},{"T":"301","2":"Camu","3":"What's the point of observing? The entrance is right in front of me."},{"T":"301","3":"Picking up his greatsword, Camu steps into the passage."},{"T":"302","2":"Wait...","4":"These are special circumstances."},{"T":"301","2":"Camu","3":"Shut up... if you don't want me to throw you out!"},{"T":"302","2":"..."},{"T":"301","2":"Camu","3":"You only realized now?"},{"T":"301","2":"Camu","3":"Every circumstance is special when you're with me. It's not too late to leave if you're afraid."},{"T":"302","2":"Not gonna leave.","4":"You're really something else."},{"T":"301","3":"Camu snorts and continues striding into the darkness up ahead, barely heeding your warning. His footsteps echo off the empty passage."},{"T":"301","3":"You are not physically present and therefore unaffected by the Punishing Virus, but you can still sense Camu's nervousness from the connection between you two from his heavy breaths."},{"T":"301","2":"Camu","3":"There's 'something' up ahead."},{"T":"302","2":"The Corrupted?","4":"The Punishing Virus?"},{"T":"301","2":"Camu","3":"Probably."},{"T":"301","2":"Liv","3":"Camu, your signal is weakening... please... situation..."},{"T":"301","2":"Corrupted","3":"—! —!!"},{"T":"302","2":"Watch out!"},{"T":"301","3":"The sudden voice from the comms breaks the silence, and the crimson eyes of the Corrupted light up. Camu finds himself in the spotlight right away."},{"T":"301","2":"Camu","3":"Tch..."},{"T":"301","3":"Camu braces himself for the fight, like a bow string pulled tight."},{"T":"301","2":"Camu","3":"Hey, get ready!"},{"T":"302","2":"Always have been."},{"T":"301","2":"Camu","3":"Die!"},{"T":"301","2":"Camu","3":"Hah... hah... ugh, stop it..."},{"T":"302","2":"Can you handle them?","4":"You seem ill."},{"T":"301","3":"The Corrupted crumble noisily in two and threes, sending electricity sparks flying."},{"T":"301","3":"And yet Camu does not pause once in his attacks."},{"T":"301","3":"Sword swinging, he strikes the fallen Corrupted again, again, even as the steel structures with their twisted limbs groan in pain, until his enemies are no more than shapeless blobs of metal."},{"T":"302","2":"...That's enough, Camu.","4":"We're on a time crunch."},{"T":"301","2":"Camu","3":"Fine... Let's go."},{"T":"301","3":"Camu sets off deeper into the depths of the passage, where a lavish throne sits under the sunlight. A familiar man is seated upon it, chin resting on his hand, staring straight ahead."},{"T":"301","2":"Roland?","3":"..."},{"T":"302","2":"Is this... Roland?","4":"Is this... the source of the virus?"},{"T":"301","2":"Camu","3":"So that nerd is the one who did this?"},{"T":"301","2":"Camu","3":"What kind of creep leaves this kind of thing here?"},{"T":"301","2":"Camu","3":"Anyway, I'll smash it too, no matter what it is!"},{"T":"301","2":"Camu","3":"Is this Ro—Did that nerd leave it here?"},{"T":"301","2":"Camu","3":"It reeks of the Punishing Virus."},{"T":"301","2":"Camu","3":"I'll teach you a lesson this time, real or not!"},{"T":"302","2":"Wait..."},{"T":"301","2":"Camu","3":"Just watch!"},{"T":"302","2":"Camu!"},{"T":"301","3":"'Roland' gracefully leaps out of the way, smirking, easily dodging Camu's every strike. Then it counterattacks, like a silent, powerful killing machine."},{"T":"301","2":"Camu","3":"Ugh... hah! Yah! Hah!"},{"T":"302","2":"Retreat! You can't handle him!"},{"T":"301","2":"Camu","3":"Shut up!"},{"T":"301","2":"Camu","3":"I know my own limits...hah... better than you!"},{"T":"301","2":"Camu","3":"Hold your tongue and do something useful, Commandant!"},{"T":"301","3":"Camu blocks Roland's attack and forces his weapon out of the way. He shouts."},{"T":"301","2":"Camu","3":"Hey! A little help here?!"},{"T":"302","2":"(Sync M.I.N.D.)"},{"T":"301","3":"Camu sticks his greatsword into a crevice in the rocks and leans against it, his head hanging, breaths turning long and deep, bangs covering his eyes."},{"T":"301","2":"Camu","3":"Ugh..."},{"T":"301","2":"Camu","3":"I won't show you any mercy!"},{"T":"301","2":"System Voice","3":"Warning: M.I.N.D. Overload?."},{"T":"301","2":"System Voice","3":"Loading failed, reestablishing connection. System update countdown: 25%>>65%>>…"},{"T":"301","2":"System Voice","3":"…>>86%"},{"T":"301","2":"System Voice","3":"...Connection failed... Preparing for reset. Loading..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"...Commandant!"},{"T":"301","2":"??","3":"...What..."},{"T":"301","2":"???","3":"Performing full-body scan..."},{"T":"302","2":"..."},{"T":"301","2":"???","3":"Commandant!"},{"T":"302","2":"Ugh..."},{"T":"301","2":"Liv","3":"Commandant! How are you feeling? Are you hurt anywhere? How's your head? Can you see?"},{"T":"302","2":"I'm fine.","4":"What happened?"},{"T":"301","2":"Lee","3":"I wouldn't call crumpling into a bloody heap in combat 'fine'!"},{"T":"301","2":"Lee","3":"Luckily it's just a simulated mission, or you could've died."},{"T":"302","2":"Calm down, I really am fine.","4":"A bloody heap?"},{"T":"301","2":"Liv","3":"Mr. Lee was really worried..."},{"T":"301","2":"Liv","3":"Turned out the blood was just from a bloody nose, but we were still horrified..."},{"T":"301","2":"Lucia","3":"Your connection to Camu was suddenly severed and you fainted into a bloody heap."},{"T":"302","2":"A bloody heap?"},{"T":"301","2":"Liv","3":"Turned out the blood was just from a bloody nose, but we were still horrified..."},{"T":"301","2":"Lucia","3":"...We've all been very worried about you, Commandant. This must never happen again."},{"T":"301","3":"Asimov, who has been manning a large device at the side, speaks up right on cue."},{"T":"301","2":"Asimov","3":"To put it simply, the level of power Camu used in the previous battle exceeded your max capabilities."},{"T":"301","2":"Asimov","3":"Like a balloon filled with too much water. You popped."},{"T":"301","2":"Asimov","3":"You're lucky it was just a simulated mission. If it weren't for me, you'd be in great trouble if it were actual combat."},{"T":"302","2":"You pretty much set us up.","4":"Thanks, then."},{"T":"301","2":"Asimov","3":"I was just trying to cover all possibilities that could arise in combat."},{"T":"301","2":"Asimov","3":"No need to thank me."},{"T":"301","2":"Asimov","3":"Back to the topic. Clearly you weren't coordinating well. I'm sure, as a Commandant, you know this better than me."},{"T":"301","2":"Asimov","3":"Camu still isn't used to 'sharing powers' with someone else. If he continues charging on without taking you into consideration, your role as a Commandant might as well be moot."},{"T":"302","2":"That's why you designed the simulation this way.","4":"Where's Camu?"},{"T":"301","2":"Asimov","3":"Yes, if that's how you want to interpret it."},{"T":"301","2":"Lee","3":"Outside."},{"T":"301","2":"Lee","3":"I know I can't expect you to follow my advice, but I still wish you'd reconsider your decision to remote-connect to Camu in combat situations."},{"T":"302","2":"I'll think about it.","4":"He just needs time."},{"T":"301","2":"Asimov","3":"You're the only one who's ever allowed your consciousness to be connected to Camu's. That's why we had to send the two of you together."},{"T":"301","2":"Lucia","3":"But Gray Raven has only one Commandant—"},{"T":"301","2":"Asimov","3":"The Council would be happy to hear that. You're the only one who's ever allowed your consciousness to be connected to Camu's. That's why we had to send the two of you together."},{"T":"302","2":"So you're not giving me a choice?","4":"Yeah."},{"T":"301","2":"Lee","3":"If you're sure that 【kuroname】 is the only Commandant who can connect to Camu remotely, you should work even harder to keep 【kuroname】 safe."},{"T":"301","2":"Asimov","3":"Rest easy. I've checked your Commandant from head to toe. Brain's still intact, nerves perfectly functioning. Just a bloody nose and nothing more."},{"T":"301","2":"Asimov","3":"I'll give a full report to the Council on what went down in the simulated mission. Meanwhile, it'd be wise for you to postpone any combat training activities of this type."},{"T":"302","2":"I'm still worried...","4":"Okay, then."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"Commandant..."},{"T":"301","2":"Lee","3":"I have one more thing to say, Commandant... I don't want to bring up you-know-what, but... well, I don't want you to become the second Strike Hawk captain."},{"T":"302","2":"...","4":"I'll be careful."},{"T":"301","2":"Liv","3":"Commandant... I trust you."},{"T":"301","2":"Liv","3":"You'll work something out, yeah?"},{"T":"302","2":"Leave it to me.","4":"Don't worry about it."},{"T":"301","3":"The three Gray Raven members gaze at you, each with a slightly different expression. All you can do is to push your still aching body up and look as relaxed as possible."},{"T":"302","2":"(Guess something needs to be done...)"},{"T":"301","3":"They all seem to have something stuck in their throats, so you tactfully break the silence."},{"T":"302","2":"That's it for today, then.","4":"Anything else?"},{"T":"301","2":"Liv","3":"Yeah..."},{"T":"301","2":"Liv","3":"Your examination results are fine, but you still need to rest lots and eat healthily..."},{"T":"302","2":"Understood.","4":"You worked hard too."},{"T":"301","2":"Lee","3":"Well, get some rest, then."},{"T":"301","2":"Asimov","3":"I'll get going now."},{"T":"301","3":"Asimov picks up the scattered files on the control panel and exits the room."},{"T":"301","2":"Lucia","3":"I'll walk you back to your place, Commandant."},{"T":"302","2":"Okay.","4":"I can walk myself."},{"T":"301","3":"You open the door to see Camu sitting on the bench in the corridor."},{"T":"301","3":"Noticing your arrival, he turns around, expression one of indescribable dark fury. He briefly scans the faces of the group and looks away."},{"T":"301","3":"You gesture for everyone to relax before they can speak."},{"T":"302","2":"I have business to attend to.","4":"You guys can leave now."},{"T":"301","3":"Though worried, the others hold their tongues, nod and leave one by one."},{"T":"301","3":"Camu remains on his bench, staring resolutely at his own interlocked fingers, resting primly on his knees. He looks like a student outside the principal's office waiting for his punishment."},{"T":"301","2":"Camu","3":"What do you want?"},{"T":"302","2":"What?"},{"T":"301","2":"Camu","3":"You're smiling again. Gives me the creeps. What do you want?"},{"T":"302","2":"The creeps?","4":"That's mean!"},{"T":"301","2":"Camu","3":"That spooky nerd barely answered any of my questions. So annoying."},{"T":"301","2":"Camu","3":"Just tell us what you guys have decided."},{"T":"302","2":"'We' didn't decide anything.","4":"I want to discuss something with you."},{"T":"301","2":"Camu","3":"You mean you were the only one who made the decision?"},{"T":"301","2":"Camu","3":"Just get to the point."},{"T":"301","2":"Camu","3":"If you have something to say, say it."},{"T":"302","2":"Let's train together.","4":"Date me."},{"T":"301","2":"Camu","3":"...What?"},{"T":"301","2":"Camu","3":"W-what? Are you nuts?"},{"T":"302","2":"Just kidding!","4":"You have no sense of humor."},{"T":"301","2":"Camu","3":"I'll give you another chance to reword that. What did you mean?"},{"T":"302","2":"It'd help us work better together.","4":"It'd help us hone certain skills."},{"T":"301","2":"Camu","3":"But we only failed the mission because you were useless!"},{"T":"302","2":"That's why we gotta train."},{"T":"301","2":"Camu","3":"So you want me to sacrifice my private hours to train with you? I have no interest in socializing with my colleagues after work."},{"T":"302","2":"I just want to talk.","4":"It'll be fun, promise."},{"T":"301","2":"Camu","3":"If I have to work with a human like you, you'll drag me down no matter how much we train."},{"T":"302","2":"Why don't we give it a try?"},{"T":"301","2":"Camu","3":"I refuse."},{"T":"302","2":"I'll wait for you to come around."},{"T":"301","2":"Camu","3":"Huh? Where did you inherit that stupid persistence now?"},{"T":"302","2":"It's a Commandant's sense of responsibility."},{"T":"301","2":"Camu","3":"Then wait as much as you want, dumb ***."},{"T":"301","3":"Impatient, Camu stands up and stalks out."},{"T":"301","2":"Camu","3":"...How many times do I have to tell you? I'm not a good teammate to work with in the long-term."},{"T":"301","2":"Camu","3":"If you really have the best interests of your team in mind, you gotta make sure your idiot supervisors realize that getting to know me better wouldn't benefit you any. You need to understand this."},{"T":"301","2":"Camu","3":"If I can solve something with a fight, I will."},{"T":"302","2":"Make me understand, then.","4":"..."},{"T":"301","2":"Camu","3":"...Tch, stubborn fool."},{"T":"301","2":"Camu","3":"Well? Nothing else to say?"},{"T":"301","2":"Camu","3":"In that case, leave me alone."}]