[{"T":"301","3":"After several days, the sky had begun to rain heavily."},{"T":"301","3":"Behind the ruins Lucia's hiding in, the sound of Roland's footsteps reverberated."},{"T":"301","3":"This time Roland was not as relaxed as before."},{"T":"301","3":"All the fighting, escaping, and hiding has worn out Lucia's frame, its colors having worn away."},{"T":"301","3":"And the days of fighting also left marks on Roland, as he looked a little weary under the rain."},{"T":"301","2":"Roland","3":"I'm... tired of this..."},{"T":"301","2":"Lucia","3":"He has made it here..."},{"T":"301","2":"Roland","3":"Lucia! I know you're here, stop hiding."},{"T":"301","3":"Lucia bore the pain and held the weapon in her mouth. She then used her left hand to pull a strip of cloth from her uniform and tied the weapon to her right hand."},{"T":"301","3":"As the uniform was torn apart, a string of Constructs' nameplates fell from Lucia's arms."},{"T":"301","3":"Lucia closed her eyes slowly. She then slightly lifted her head and picked up the nameplates before hanging them around her neck."},{"T":"301","3":"After finishing all this, Lucia leaned against the wall, stood up slowly, then waited quietly for the opportunity to come."},{"T":"301","3":"In the distant ruins of buildings, Gabriel held a dark umbrella to keep Luna off the rain. Luna gazed thoughtfully at the street where Roland and Lucia were."},{"T":"301","2":"Luna","3":"(It's been a week, and we still haven't managed to control Lucia.)"},{"T":"301","2":"Luna","3":"(It would be much easier if we didn't rush to use the Ascendant's ability on her...)"},{"T":"301","2":"Luna","3":"(But during this period of time... Lucia and I have seen each other many times. If she's just confused...)"},{"T":"301","2":"Luna","3":"(Or perhaps she was never confused... Instead, her hatred for the Punishing Virus has overtaken that of...)"},{"T":"301","3":"Luna suddenly looked up as something came to her mind and went in the opposite direction from Roland and Lucia. Gabriel tried to keep up but was stopped by her."},{"T":"301","2":"Luna","3":"I have to leave for a while to find something. Gabriel, you stay here and make sure Roland won't get out of control and destroy his and sister's frame."},{"T":"301","2":"Gabriel","3":"Roger."},{"T":"301","3":"After some searching, Roland pinpoints Lucia's location. He now moves cautiously toward her."},{"T":"301","2":"Roland","3":"Hey, how's that dirty corner treating you?"},{"T":"301","2":"Lucia","3":"!"},{"T":"301","3":"When Roland came to a dead-end, Lucia jumped out from behind and slashed at Roland's neck."},{"T":"301","3":"But it only hit on Roland's chain blade, as Roland was clearly on guard and foresaw Lucia's attack."},{"T":"301","2":"Roland","3":"So close."},{"T":"301","2":"Roland","3":"It's a pity that you didn't take your chance. It's my turn then."},{"T":"301","3":"Roland flips his chain blade and discharges Lucia's weapon to the ground. Then he dashes against Lucia with all his power and sends her flying onto the street."},{"T":"301","2":"Lucia","3":"Um..."},{"T":"301","3":"Roland bends over and gasps for breath. He then raises his gun and limps toward Lucia lying in the street."},{"T":"301","2":"Roland","3":"Finally!"},{"T":"301","2":"Roland","3":"You can't hide anymore..."},{"T":"301","3":"After being knocked down, Lucia still tries to stand up by leaning on her weapon. But Roland's gun is already pointing at her head."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Roland","3":"Don't move, otherwise, you'll lose more than your leg."},{"T":"301","2":"Lucia","3":"Argh!"},{"T":"301","3":"Lucia swings her weapon with all her might.This sudden attack makes Roland stagger backward to stabilize himself."},{"T":"301","3":"Before Roland could press forward again, Lucia had raised her weapon to her own heart."},{"T":"301","2":"Roland","3":"What?!"},{"T":"301","3":"Roland had never imagined Lucia to do this."},{"T":"301","2":"Luna","3":"Lucia!"},{"T":"301","3":"At the moment the blade touched her frame, Lucia was interrupted by a sudden sound from a distance."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"As Lucia looked back, she saw Luna approaching slowly from the other side of the street."},{"T":"301","3":"Rain pours down on Luna, but her determination and pride will never be washed away."},{"T":"301","3":"Her determination, however, is accompanied by a crushing agony on her face."},{"T":"301","2":"Luna","3":"It's much easier to die than to live in hell..."},{"T":"301","2":"Luna","3":"But we promised to keep on living together..."},{"T":"301","2":"Luna","3":"The little sister who followed you around and couldn't live without you."},{"T":"301","2":"Luna","3":"Is alive and standing right in front of you."},{"T":"301","2":"Luna","3":"And now you're going to leave me?"},{"T":"301","3":"Luna took out an old doll hidden behind her back."},{"T":"301","3":"It's a frog doll."},{"T":"301","2":"Luna","3":"But this is not the original one. I only found this in the ruins nearby."},{"T":"301","2":"Luna","3":"Because... I left the original one to you... my sister..."},{"T":"301","2":"Luna","3":"Is that doll..."},{"T":"301","2":"Luna","3":"Still here?"},{"T":"301","3":"Lucia holds her position, with tears running down her face."},{"T":"301","3":"Luna's words remind her of the church from her childhood days, the little girl, and her powerless self."},{"T":"301","3":"Two figures approach from the other end of the street. As they come closer, the blurred image of the girl become more and more clear in Lucia's eyes."},{"T":"301","2":"Luna","3":"Lucia, when can I go out with you?"},{"T":"301","2":"Lucia","3":"...You can't go out yet. It's too dangerous outside."},{"T":"301","2":"Luna","3":"But you were always the one to protect me... And I want to protect you this time... or help, at least..."},{"T":"301","2":"Lucia","3":"I promised Mother and Father that I would never let anyone hurt you. So, I'll handle the riskier parts..."},{"T":"301","2":"Luna","3":"When I grow up, I'm leaving home and keeping you safe!"},{"T":"301","3":"The young Lucia reached out her left hand to Luna, but she could touch nothing. The illusion of those two little girls then walked past Lucia and Luna in the present and disappeared in the blink of an eye."},{"T":"301","2":"Lucia","3":"Luna..."},{"T":"301","3":"Luna comes to Lucia. She holds Lucia's face in one hand and, with the other hand, gently brushes off the hilt of Lucia's blade in her hand."},{"T":"301","2":"Luna","3":"Lucia... Sis..."},{"T":"301","2":"Lucia","3":"Lu..."},{"T":"301","2":"Lucia","3":"Luna!"},{"T":"301","3":"Lucia almost collapsed into Luna's arms. Tears ran down her cheeks."},{"T":"301","2":"Lucia","3":"Ah!"},{"T":"301","3":"Lucia's cry was heart-wrenching."},{"T":"301","3":"Fume, battlefield, human, the virus, survival, salvation, trust, betrayal, despair, hope..."},{"T":"301","3":"At that moment, Lucia could finally let go of all the heavy burdens..."},{"T":"301","3":"...As a normal teenage girl, and have a good cry."},{"T":"301","3":"Gabriel and Roland stood aside in silence."},{"T":"301","3":"The rain is still coming down furiously, muffling all sounds."},{"T":"301","2":"Luna","3":"I can protect you now, Lucia..."},{"T":"301","2":"Luna","3":"So, starting from today... let's be yourself..."}]