[{"T":"301","2":"Karenina","3":"Alright, alright—these should be enough. Can you tell us your classified information already? By the way, isn't this..."},{"T":"301","2":"Bianca","3":"Right, I seem to recall... They're 'red envelopes,' aren't they?"},{"T":"301","2":"Nanami","3":"That's correct! You're looking at it—Nanami's secret weapon!"},{"T":"302","2":"Red envelopes...","4":"I wasn't expecting this..."},{"T":"301","2":"Karenina","3":"...Red envelopes?"},{"T":"301","2":"Bianca","3":"It doesn't really make sense, but we've collected quite a number of them..."},{"T":"301","2":"Nanami","3":"Sure you did! Now, the next step of the plan!"},{"T":"301","2":"Nanami","3":"And here comes the classified information!"},{"T":"301","2":"Nanami","3":"What you didn't know is that—their name is 'Xi'! I named them myself!"},{"T":"302","2":"'Xi'?","4":"You named them?"},{"T":"301","2":"Nanami","3":"Yep, I named them after their habits!"},{"T":"301","2":"Nanami","3":"Nanami was the first one to discover them, so she had the right to name them! Are you jealous?"},{"T":"301","2":"Nanami","3":"Xi aren't our enemies! They're small 'auto-mechanoid' that live underground. And they're very timid! They'll run on the faintest sound of battle. Y'know, like... 'POW!' or 'BOOM!', something like that."},{"T":"301","2":"Nanami","3":"But they're also really fond of relaxing celebrations... Anyway, they aren't going to hurt anyone..."},{"T":"301","2":"Nanami","3":"They aren't aggressive—all they do is pretty graffiti. That's why I picked them a name from the database the moment I found them!"},{"T":"301","2":"Nanami","3":"'Xi' in the past was also a small monster, just like them... It hated loud noises, it was a little greedy, and it was an absolute night owl."},{"T":"302","2":"You know so much about such random things..."},{"T":"301","2":"Nanami","3":"And Nanami found them near Lunar New Year! That's why I chose that name!"},{"T":"301","2":"Nanami","3":"As to why we're hunting them down—that's classified information until you've completed the next stage of our plan!"},{"T":"302","2":"That's cunning..."},{"T":"301","2":"Karenina","3":"...Don't stop in the middle of the story!"},{"T":"301","2":"Bianca","3":"I'm also very curious... Nanami, we just have to collect more of the red envelopes, right?"},{"T":"301","2":"Nanami","3":"That's right! We'll trade!"},{"T":"301","2":"Karenina","3":"You're out of information, aren't you? You're just tricking us into helping you!"},{"T":"301","2":"Nanami","3":"Karey deary, haven't you learned? We're friends! Be nice to your friend!"},{"T":"301","2":"Karenina","3":"What did you think I do? I thought you were in danger, and here I am! Don't push it!"},{"T":"301","2":"Nanami","3":"Oh... Then I'll apologize after our big hunt? I'll do it properly!"},{"T":"301","2":"Karenina","3":"I-I don't need your apologies! Just don't stir up any more troubles, alright? Now, get out of my way! I need to go collecting!"}]