[{"T":"301","3":"In the mountains far from New Murmansk, an old man is living alone, carving wooden figurines."},{"T":"301","3":"The wood carving is incomplete, but the outlines of a girl can be made out."},{"T":"301","3":"A knock rings from outside the door. The old man quickly hides the wood carving."},{"T":"301","2":"Old Man","3":"Who's there...?"},{"T":"301","2":"???","3":"Captain Pfaff... It's us..."},{"T":"301","3":"Hearing the sound outside the door, Pfaff opens the door warily. A man and a woman—both researchers dressed in white—are standing outside."},{"T":"301","2":"Pfaff","3":"Don't call me Captain... I've had nothing to do with you for quite some time."},{"T":"301","3":"As if expecting Pfaff's cold attitude, the two merely smile."},{"T":"301","2":"Woman","3":"Looks like you haven't changed a bit... Don't you remember that you saved us when the first experiment went wrong?"},{"T":"301","2":"Pfaff","3":"I thought you were smart enough not to be blinded by clout and personal gain, but you chose to stay and continue with that horrific experiment."},{"T":"301","3":"Pfaff notices that the two of them are visibly covered in wounds—even gunshot wounds."},{"T":"301","2":"Pfaff","3":"Why are you hurt?! What happened!"},{"T":"301","2":"Man","3":"We escaped from Niflheim Lab. Hehe, way more difficult than we thought."},{"T":"301","2":"Pfaff","3":"Why..."},{"T":"301","2":"Woman","3":"The Amberia Project is now completely out of control... The people of the Arctic Route Union are tracking down everyone involved in the experiment."},{"T":"301","2":"Man","3":"It's a pity... We should've gotten ourselves out of this inhuman experiment back when you did, Captain."},{"T":"301","3":"After the outbreak of the Punishing Virus, many places in the already unstable ARU took this opportunity to launch uprisings."},{"T":"301","3":"Pfaff was once the captain of the armed force affiliated to the ARU responsible for suppressing riots and rescuing refugees."},{"T":"301","2":"Pfaff","3":"It's too late now... They were all innocent, but I sent them to hell myself."},{"T":"301","3":"It did not take long before Pfaff understood everything. The refugees he rescued were sent to Niflheim to be used in humanoid-hybrid Construct research."},{"T":"301","3":"Among which, was a kind girl... Amberia."},{"T":"301","2":"Man","3":"Captain..."},{"T":"301","2":"Woman","3":"We stayed at the lab all this time not for research, but rather, for 'her'..."},{"T":"301","3":"Saying so, only then did Pfaff realize that the female researcher has a sleeping baby in her arms."},{"T":"301","2":"Pfaff","3":"Is this... your child?"},{"T":"301","3":"The two look at each other in reluctance. Hesitating for a few moments, they both firmly nod."},{"T":"301","2":"Man","3":"Yes, she's our daughter."},{"T":"301","3":"The woman carefully hands the baby girl to Pfaff."},{"T":"301","2":"Woman","3":"Can you take her in? We hope that you can raise her, so that she won't make the same horrible mistakes that we did."},{"T":"301","3":"Pfaff is about to ask them something, but the baby in his arms begins to stir, as if about to wake up."},{"T":"301","3":"At the same time, loud hurried footsteps could be heard in the distance."},{"T":"301","2":"Man","3":"Looks like... we gotta go, Captain Pfaff. Glad we could see you one last time."},{"T":"301","2":"Pfaff","3":"Sure, I'll take her in. Just one last thing... Does the child have a name?"},{"T":"301","2":"Woman","3":"Rosetta... Her name's Rosetta. 'She' decided on this name a long, long time ago."},{"T":"301","3":"The two look at the lovely baby girl in Pfaff's arms for one last time. They take each other by the hand and begins running into the depths of the snowy forest."},{"T":"301","3":"Pfaff cradles the baby girl in his arms and watches the two's departure."},{"T":"301","2":"Pfaff","3":"So this is your atonement for your sins, huh..."},{"T":"301","3":"Pfaff gently strokes the baby girl's head in his arms. She opens her eyes and grabs Pfaff's thick fingers curiously."},{"T":"301","2":"Pfaff","3":"Or perhaps... atonement for mine as well..."},{"T":"301","2":"Pfaff","3":"Then please, let me watch over you—until the end of my life."}]