[{"T":"301","3":"It was eerily quiet."},{"T":"301","3":"A moment later..."},{"T":"301","2":"Gabriel","3":"Miss Luna, I'm going to open it, please take a step back."},{"T":"301","2":"Luna","3":"Be quick."},{"T":"301","3":"Snap—La—"},{"T":"301","2":"Roland","3":"Hmph..."},{"T":"301","2":"Gabriel","3":"Seems to be unconscious still."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Roland","3":"How can we wake her up then?"},{"T":"301","3":"Looking at the unconscious Lucia, Luna walked to the surgery pod and slowly raised her right hand to Lucia's face. The red electric currents started running up and down her fingertips."},{"T":"301","2":"Luna","3":"Lucia..."},{"T":"301","3":"As Luna touches Lucia ever so lightly, the scarlet Punishing Virus spreads from Luna to the entire operating pod."},{"T":"301","3":"The virus invaded Lucia from different angles, and after such strong stimulation, Lucia opened her eyes."},{"T":"301","2":"Lucia","3":"Ugh!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"——"},{"T":"301","3":"Awake, Lucia looks around at the scarlet electric currents and becomes alerted."},{"T":"301","2":"Lucia","3":"Corrupted!"},{"T":"301","2":"Luna","3":"!"},{"T":"301","2":"Gabriel","3":"Be careful, Miss Luna."},{"T":"301","3":"Lucia broke free of Luna's power and Gabriel came between them just in time."},{"T":"301","3":"Lucia took advantage of the situation and sprang out of the gap between the three, then rolled on the ground to pick up the weapon next to the pilot's body."},{"T":"301","2":"Roland","3":"You haven't fully regained your consciousness. Are you able to go into combat mode as you are?"},{"T":"301","3":"Gabriel moves his arm away from Luna and walks toward the now violent Lucia."},{"T":"301","3":"Lucia steadies herself with her weapon and slashes at Gabriel without no hesitation."},{"T":"301","2":"Lucia","3":"Argh!"},{"T":"301","3":"In the face of Lucia's powerful slashes, Gabriel calmly raised his right arm and the blade made a crisp sound of metal clashing as it reached Gabriel's right arm."},{"T":"301","3":"What shocked Lucia is that no matter how hard she tried, she could not move her blade an inch forward."},{"T":"301","2":"Gabriel","3":"Hmph."},{"T":"301","2":"Lucia","3":"It's hard!"},{"T":"301","2":"Gabriel","3":"Put down your weapon!"},{"T":"301","3":"As he spoke, Gabriel clenched his left hand and threw a punch at Lucia."},{"T":"301","3":"Lucia quickly pulled her blade back and parried the attack, but the punch still sent Lucia flying."},{"T":"301","2":"Lucia","3":"Urgh..."},{"T":"301","2":"Luna","3":"Stop, Gabriel!"},{"T":"301","3":"Gabriel then stopped to attack and hid his steel arm back under his cloak."},{"T":"301","2":"Luna","3":"Lucia!"},{"T":"301","2":"Luna","3":"Lucia... Sis…"},{"T":"301","2":"Lucia","3":"Lu... na..."},{"T":"301","3":"A smile flashed across Lucia's face, but..."},{"T":"301","2":"Lucia","3":"No, that was... You are Corrupted!"},{"T":"301","2":"Luna","3":"I..."},{"T":"301","2":"Lucia","3":"The transformation of Luna failed, so she... was abandoned by humans!"},{"T":"301","2":"Luna","3":"I... am that Luna..."},{"T":"301","2":"Lucia","3":"It's impossible! The goddamned Corrupted... and Punishing Virus!"},{"T":"301","3":"Lucia kept holding her blade and moved slowly to the left."},{"T":"301","3":"She moved a few steps, rolled over a broken wall, then ran toward the preset spot."},{"T":"301","3":"The three watched Lucia from a distance in silence."},{"T":"301","2":"Gabriel","3":"Miss Luna, she's running out of the capturing area."},{"T":"301","2":"Luna","3":"...I know."},{"T":"301","3":"Luna fell silent as she watched Lucia leaving, then turned at Roland to give him a new order."},{"T":"301","2":"Luna","3":"Roland, help me to... bring Lucia back."},{"T":"301","2":"Roland","3":"Roger..."}]