[{"T":"301","3":"The weather has been nice these past few days. Everything is calm and quiet on the sea."},{"T":"301","3":"All this time, you have been helping wherever you can on this boat, such as moving heavy objects, taking night shifts, or even tucking the children into bed."},{"T":"301","3":"When nightfall descends, the children are herded back to the boat room. These 'champions' sheathe their long swords as they go to bed. As for the evil dragon, he also returns to his nest, but he refuses to fall asleep and asks for the adults to read him a nice bedtime story."},{"T":"301","3":"The bedtime stories are always the same, but just like the bells on a cradle, they bring different feelings in a dream."},{"T":"301","3":"'The story begins when an evil dragon destroys the world. It is a catastrophe. People lose their homes. Everywhere you see, the buildings lie in ruins, and there are tears on people's faces.'"},{"T":"301","2":"Child","3":"Will I get separated from my parents one day too?"},{"T":"301","3":"The same story can lead to a thousand different questions. When you are greeted by those innocent, beautiful eyes of a curious child, it is hard to say no to their request."},{"T":"301","3":"Sometimes, children ask questions in a more subtle way."},{"T":"302","2":"Your parents will always protect you.","4":"You will not be separated.","6":"Many people will get separated from their families."},{"T":"301","2":"Child","3":"And I will protect my parents too!"},{"T":"301","3":"The little champion reaches for his sword next to his bed."},{"T":"302","2":"Yes, little champion, I know. But it is time for bed now."},{"T":"301","2":"Child","3":"Will I get separated from Crulu?"},{"T":"301","3":"The child raises his eyebrows and whispers, asking you to reassure him."},{"T":"302","2":"Even if you get separated, you will surely reunite very soon."},{"T":"301","2":"Child","3":"Is there a way to never get separated?"},{"T":"302","2":"..."},{"T":"301","3":"You have not said another word."},{"T":"301","3":"Next to the child's pillow and before he falls asleep, his mother tells you about the ending of that story. Every dried river eventually becomes flooded again. Withered flowers blossom in the next warm spring. And the homesick people will one day return to their homes."},{"T":"301","3":"The champion will surely overcome the great challenges, defeat the evil dragon, and save the princess."},{"T":"301","3":"You pet the child's head. Instead of explaining things in detail, you decide to use words to deliver hope."},{"T":"301","3":"'The champion embarks on a journey to slay the evil dragon. The champion helps all sorts of people and goes through various challenges.'"},{"T":"301","2":"Child","3":"Is the champion alone?"},{"T":"302","2":"A witch is there to help.","4":"The champion has friends.","6":"The champion is alone."},{"T":"301","2":"Child","3":"What is a witch?"},{"T":"302","2":"A witch can use sorcery.","4":"A witch can cast spells."},{"T":"301","2":"Child","3":"How many people are there? Three? Just like me, Crulu, and Zeke?"},{"T":"302","2":"Yes, just like a team.","4":"They go through a lot together."},{"T":"301","3":"'The champion and their friends travel across mountains and rivers to finally arrive at the evil dragon's nest.'"},{"T":"301","2":"Child","3":"Isn't that boring...?"},{"T":"302","2":"The journey is long and boring."},{"T":"301","3":"'The champion travels across mountains and rivers to finally find the evil dragon's hideout.'"},{"T":"301","3":"'The champion doesn't take action immediately. He is brave, but he isn't reckless.'"},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"As nightfall descends, everything outside gets quiet. Only the sound of wind and flowing water remains. The adults working on the deck become weary and tired, their bodies stiff. Then, a faint singing voice starts to echo."},{"T":"301","3":"The singing voice comes from the captain's room, which has cracks on all four sides, and lingers on the deck. It is the helmsman singing a tune with his low voice."},{"T":"301","3":"'In the middle of the ocean lies our homeland. The drifting boat knows only of her existence. They sing a song and leave the place, carrying yet the same tune when they reach the shore.'"},{"T":"301","3":"'She is loved by a group of ordinary men who will die willingly in her arms. The wandering travelers are at sea, but their dreams and souls still cling to her. Who will ever forget her? She is our home.'"},{"T":"301","3":"'Children who were born along the journey have never seen her face, yet they seek the coastline still. Unwilling to let go, she will carry the ocean breeze to caress our new generation.'"},{"T":"301","3":"This isn't a song about fighting the sea and wrestling with the waves. Instead, the soft tune makes you homesick and takes your thought back to the land, even when you are among the stars or at sea."},{"T":"301","3":"The sailors taking night shifts straighten their backs in silence. The lone person singing the song is quickly joined by another singing voice before the song becomes a terzetto."},{"T":"301","3":"The singing voice fills the air, but it doesn't penetrate the room. The mothers have just finished singing their lullaby and telling their bedtime stories."},{"T":"301","3":"..."},{"T":"301","3":"'The evil dragon awakens from his nest and turns around to let out a deafening roar at the champion.'"},{"T":"301","3":"'Facing the dragon, the champion remains steadfast. To protect their homeland, the champion raises their sword that represents justice and bravery.'"},{"T":"301","3":"'The champion says this...'"},{"T":"301","3":"'The flowers on this land will blossom once more, and the princess will safely return to the kingdom. As for you, evil dragon, you will die by my sword.'"},{"T":"301","3":"..."},{"T":"301","3":"Like happy little kittens, the children sleep soundly and enter a dream where the champion and the flowers are."}]