[{"T":"301","3":"After a while, Commandant and I have gotten used to regular drills in Babylonia's simulated training environments."},{"T":"301","3":"Though I longed for the battlefield, I couldn't step foot on it, as long as Gray Raven remained short-handed."},{"T":"301","2":"Commandant A","3":"Hey, if it isn't 'top gun' over there."},{"T":"301","2":"Commandant B","3":"Just hanging out, 【kuroname】?"},{"T":"301","2":"Commandant A","3":"What more do you expect from HQ's number one sweetheart? I bet that Construct's just here for show, our toppa-the-class is just waiting on that promotion to Command Central."},{"T":"301","2":"Commandant B","3":"Gotta say, I do envy these internal promotions. Who else would have the privilege of getting an undermanned team and cheating their way out of deployment?"},{"T":"304","1":"As a subordinate, I kept my cool and held my tongue, just as Commandant did.","2":"000000ff"},{"T":"304","1":"But I could not shake the fact that this happened because Commandant chose me.","2":"000000ff"},{"T":"304","1":"Every time I heard of these rumors, I would ask Commandant why I was chosen instead of the countless teams, ready and willing to fight.","2":"000000ff"},{"T":"304","1":"Commandant became top of the class fair and square. People will know that Commandant's abilities are above reproach, if only we can be deployed...","2":"000000ff"},{"T":"304","1":"Because of this, I toyed with the idea of requesting a re-pairing.","2":"000000ff"},{"T":"304","1":"But every time I brought it up, Commandant would respond the same way, dispelling the notion.","2":"000000ff"},{"T":"304","1":"We're fine the way we are.","2":"000000ff"},{"T":"304","1":"As Commandant said it, over and over, I felt the germination of something I'd once called 'emotions' long ago.","2":"000000ff"},{"T":"304","1":"Feeling in person the 'selflessness' of Commandant's actions, I silenced my own rebukes.","2":"000000ff"},{"T":"304","1":"To be sure, my interactions with Commandant reawakened the emotions within me.","2":"000000ff"},{"T":"304","1":"For Constructs, emotions were part of the package. Being human once, we understood the meaning of the word, the value of it.","2":"000000ff"},{"T":"304","1":"But it was because of Commandant that I re-learned these emotions. To borrow a word frequently used among Constructs, I 'rebooted'.","2":"000000ff"},{"T":"304","1":"The occasional gift, proffered without cause, taught me joy, something I had once neglected as tangential to the mission at hand.","2":"000000ff"},{"T":"304","1":"Gradually, I learned that the gifts were not of reward, or compensation, but simply given.","2":"000000ff"},{"T":"304","1":"I felt my heart leap each time I received something from Commandant that, by all accounts, I did not own or deserve.","2":"000000ff"},{"T":"304","1":"Joy. That was what I felt. Receiving a gift always makes me feel like I owed Commandant something, to which the same answer always came.","2":"000000ff"},{"T":"304","1":"Just smile.","2":"000000ff"},{"T":"304","1":"It was... a difficult command to carry out.","2":"000000ff"},{"T":"304","1":"And then I learned of sadness as the accusations grew. I kept my cool as always, stopping myself from jumping to Commandant's defense.","2":"000000ff"},{"T":"304","1":"But wherever I turned, those whispers would still reach me and trigger undiagnosed processes in my M.I.N.D..","2":"000000ff"},{"T":"304","1":"That was sadness. Not for myself, but for others, for Commandant, because I could not bear the slander against Commandant's name.","2":"000000ff"},{"T":"304","1":"So I kept my blade sharp, not for the prospect of showing my skill, but for the need to prove that of my Commandant's.","2":"000000ff"},{"T":"304","1":"And then, I learned the way Commandant thought, observed how tactics and strategy formed in Commandant's movements.","2":"000000ff"},{"T":"304","1":"Though our interactions will always be between human and machine, I still held to the hope that I can grow closer to Commandant, and become the best.","2":"000000ff"},{"T":"304","1":"—And thus, I learned anger.","2":"000000ff"},{"T":"301","2":"Construct","3":"You won't chicken out, will you, Lucia?"},{"T":"301","2":"Lucia","3":"What... what is this?"},{"T":"301","3":"On one of Commandant's rest days, I was summoned to a training room by an unpaired team of Constructs. When I arrived, I saw that they had both their weapons and mine, along with a wager—with Commandant as the stakes."},{"T":"301","2":"Lucia","3":"So if I lose, I hand over my commandant to you?"},{"T":"301","2":"Construct","3":"After all, we are fully staffed and ready to deploy, whereas with you, I'm afraid you'll never..."},{"T":"301","2":"Lucia","3":"Ha!"},{"T":"301","2":"Construct","3":"What?!"},{"T":"301","3":"Without hesitation, I went on the offensive against the Constructs. In my mind, battle was joined the moment weapons were drawn."},{"T":"301","2":"Construct","3":"Coward! Jumping the gun just to win!?"},{"T":"301","3":"The rest only got into formation after one of them already went down, readying their weapons."},{"T":"301","2":"Lucia","3":"Three against one? You're the real cowards."},{"T":"301","2":"Construct B","3":"Tch... these are basic tactics, our team against yours. Attack!"},{"T":"301","2":"Construct C","3":"Yep!"},{"T":"301","3":"I had no interest in contests of skill. Victories in training rooms mean little to nothing."},{"T":"301","3":"But not when Commandant was at stake."},{"T":"301","3":"In that moment, I realized with absolute clarity that I resented the idea of Commandant leaving me, and loathed the prospect of anyone placing stakes on our separation."},{"T":"301","3":"Because of that, I picked up the fallen Construct's blade, and charged for break in their formation."},{"T":"301","2":"Lucia","3":"Throw everything you've got at me. Commandant... is mine!"}]