[{"T":"302","2":"...Chrome?"},{"T":"301","2":"Liv","3":"Let's hear him out, Commandant."},{"T":"302","2":"(Connect)"},{"T":"301","2":"Chrome","3":"Sorry to disturb you at this hour."},{"T":"302","2":"That's fine. You know what kind of 'busywork' I'm doing."},{"T":"301","3":"Chrome does not respond to that directly. He gives you a slight smile, and you both understand each other perfectly."},{"T":"301","2":"Chrome","3":"Recently, the Task Force has been searching for clues on the Hetero-Hive Mother on the surface."},{"T":"301","2":"Chrome","3":"Do you remember Vonnegut mentioning the Hive Mother in the sewers was just a 'test subject'?"},{"T":"302","2":"Yeah."},{"T":"301","2":"Chrome","3":"Right. After that, Asimov and I confirmed one thing as we exchanged data, which is that among the Hetero-Hive Mothers exists an advanced being, hidden somewhere on earth, waiting to hatch."},{"T":"301","2":"Chrome","3":"The several Hive Mothers the Task Force found so far are not as developed as the one underneath City 075. Some of them haven't even developed a functional heart."},{"T":"301","2":"Chrome","3":"This discovery also confirmed the idea that the same Hetero-Creature would multiply into multiple beings."},{"T":"301","2":"Chrome","3":"Based on the Polyphage and the Hetero-Hive Mother in the sewers, Ascendants can have a pivotal role in helping the Hetero-Creatures grow."},{"T":"301","2":"Chrome","3":"That undiscovered, advanced subject has Vonnegut aiding its growth, so its level of completion must be second to none."},{"T":"301","2":"Chrome","3":"Which makes locating it a time-sensitive task. There are three reasons I'm looking for you now."},{"T":"301","2":"Chrome","3":"First..."},{"T":"302","2":"The specialized frame."},{"T":"301","2":"Chrome","3":"Indeed. We defeated the Hetero-Hive Mother with my Glory frame, which means Lucia, with her specialized frame, is also capable of defeating the same enemy type."},{"T":"301","2":"Chrome","3":"Second..."},{"T":"302","2":"The Punishing Virus overloading."},{"T":"301","2":"Chrome","3":"That's right. Since the Hive Mother will overload Inver-Devices with the Punishing Virus, we require a commandant on the scene to stabilize the Constructs to prevent infection."},{"T":"301","2":"Chrome","3":"And the one who has multiple experiences fighting Ascendants and powerful Hetero-Creatures, as well as having connected to Corrupted by Huaxu without being infected is the perfect candidate."},{"T":"302","2":"So you know about what happened in City 075?"},{"T":"301","2":"Chrome","3":"Yes, I do. I took advantage of my father's position to gather some information."},{"T":"301","3":"Chrome answers directly. You can tell that he has no intention to use that information against you by how sincere his gaze is."},{"T":"301","2":"Chrome","3":"Third..."},{"T":"302","2":"Gray Raven on the frontline is the best encouragement for the army."},{"T":"301","2":"Chrome","3":"Exactly. The frontline is dangerous, sure, but removing threats on the fiercest battlefield will score Gray Raven another major achievement, further stoking the flame of hope. This also matches what the Parliament wants for your team."},{"T":"302","2":"..."},{"T":"302","2":"There's a fourth reason, isn't there?"},{"T":"301","2":"Chrome","3":"I knew I can't hide anything from you..."},{"T":"302","2":"Is your frame really alright?"},{"T":"301","2":"Chrome","3":"It is. And thanks to that experience, we managed to record the abnormal data and confirm our hypothesis on the evolution of the Hive Mother."},{"T":"301","2":"Chrome","3":"But the Science Council can't rule out that the overload will do further damage to the Glory frame, which is why Strike Hawk has to stay on Babylonia to help with the research on the Hetero-Hive Mother instead of fighting on the field."},{"T":"302","2":"What about Camu?"},{"T":"301","2":"Chrome","3":"A Camu who works alone away from Strike Hawk is deemed too dangerous by others."},{"T":"301","2":"Chrome","3":"And given his uniqueness, he will be staying with us and assisting the Science Council on their research for now."},{"T":"302","2":"I see."},{"T":"301","2":"Chrome","3":"In conclusion, I feel like Gray Raven is our best option when it comes to missions that concern the advanced subject."},{"T":"301","3":"Chrome stresses his voice when he says, 'Gray Raven is our best option.'"},{"T":"302","2":"Thanks."},{"T":"301","2":"Chrome","3":"No worries. I'll wait for you at Asimov's lab."},{"T":"302","2":"Of course."},{"T":"301","3":"Asimov's laboratory is way messier compared to the last time you were here. Different folders and machines are scattered in the space, making it difficult for you to find a place to stand."},{"T":"301","3":"Asimov is focusing on the report in his hands, quickly tapping on the keyboard when he thinks of something before returning to the papers."},{"T":"301","3":"A researcher is standing by his side, looking at Chrome and you by the door."},{"T":"301","2":"Researcher","3":"Please come in, Chrome and 【kuroname】. Turn left for 30 degrees and take 2 steps forward. That is the area Mr. Asimov has provided you to stand."},{"T":"302","2":"Where are the others?"},{"T":"301","2":"Researcher","3":"They left after delivering their reports. You two are the last ones."},{"T":"301","2":"Researcher","3":"First, allow me to explain the current situation on behalf of Mr. Asimov once again."},{"T":"301","2":"Researcher","3":"The Science Council's current research requires a large amount of Punishing Virus samples. With sufficient samples, the research progress can advance by 40%."},{"T":"301","2":"Researcher","3":"But not any samples. The higher the strength of the sample, the more accurate the data it provides."},{"T":"301","2":"Researcher","3":"Among Corrupted, Hetero-Creatures, and Ascendants, Hetero-Creatures are best-suited to study, given that it evolves from the Punishing Virus itself."},{"T":"301","2":"Researcher","3":"Among the Hetero-Creatures, highly-developed entities like the Polyphage, Siren, and the Hetero-Hive Mother are the most ideal samples."},{"T":"301","2":"Researcher","3":"Chrome has already told you about the advanced Hetero-Hive Mother."},{"T":"301","2":"Researcher","3":"Currently, we have discovered and destroyed several Hive Mothers that developed naturally, but their completion rate cannot compare to the one found in the sewers."},{"T":"301","2":"Researcher","3":"So we hypothesize that the Hetero-Hive Mother aided by Vonnegut is most likely the purest being made with the Punishing Virus."},{"T":"301","2":"Researcher","3":"Now, let's exchange information to locate the advanced subject out there."},{"T":"301","3":"The researcher swipes across the air before him, and a large projection of Earth appears in the middle of the laboratory."},{"T":"301","3":"Chrome reaches out and touches a spot on the globe, asking."},{"T":"301","2":"Chrome","3":"This is where the sewers underneath City 075 are."},{"T":"301","2":"Chrome","3":"There were two known factors. Data of Luna at her prime, recorded by Ouroboros, and the time difference between Strike Hawk's first retreat from the sewers and our second return there when we ran into Vonnegut."},{"T":"301","2":"Chrome","3":"If Vonnegut had moved outside during this time frame, the furthest he could have traveled, given these two factors, would be within this area."},{"T":"301","3":"Chrome draws a circle on the globe as he says that."},{"T":"301","2":"Chrome","3":"Although we couldn't guarantee that he had left for where the advanced subject was..."},{"T":"301","2":"Chrome","3":"But, if—"},{"T":"301","3":"Chrome pauses for a second, hesitating before he continues."},{"T":"302","2":"?"},{"T":"301","2":"Chrome","3":"If I were him, I would go to confirm the state of that Hive Mother during this period of time."},{"T":"301","2":"Chrome","3":"Although this was only my subjective estimation, we couldn't ignore the faintest possibility."},{"T":"301","2":"Chrome","3":"And so Strike Hawk began to search for data related to Vonnegut on the surface, and we eventually discovered some of his unique signals recently."},{"T":"301","2":"Chrome","3":"Afterward, we searched outward with the sewers as the center, before we finally came upon matches to his signals in these directions."},{"T":"301","3":"The circle on the globe gets smaller and turns into a few thin lines, displaying the directions Chrome has mentioned."},{"T":"302","2":"But this is based on a hypothesis."},{"T":"301","2":"Asimov","3":"That's fair, but it's not without its value. Science, after all, is the process to confirm a hypothesis."},{"T":"301","3":"Asimov says it out of nowhere, his gaze having not moved from his monitor."},{"T":"301","2":"Researcher","3":"Here is the intel the Science Council has organized—"},{"T":"301","2":"Researcher","3":"After analyzing the Hetero-Hive Mother, although we can't determine the principle on which it is formed, we can confirm several of its features."},{"T":"301","2":"Researcher","3":"Abnormally energized Punishing Virus concentration and interference on the magnetic field nearby."},{"T":"301","2":"Researcher","3":"Not only does that interference affect communication, but it could also even affect the surrounding environment."},{"T":"302","2":"..."},{"T":"301","3":"The things the researcher is listing match the anomalies you have been encountering on the surface."},{"T":"301","2":"Researcher","3":"If we can discover the exact coordinates of these anomalies on the surface, we will be able to narrow down the possible locations of the completed Hive Mother after combining that data with Chrome's circle."},{"T":"301","2":"Chrome","3":"Right. Now we just need to have the Task Force find those coordinates."},{"T":"302","2":"I think I know something about the coordinates.","4":"Time for me to take the stage."},{"T":"301","2":"Chrome & Researcher","3":"?"},{"T":"301","3":"As Chrome and the researcher look on, bewildered, you mark out the different anomalies you have learned about throughout your different missions on the globe."},{"T":"301","3":"Their words have connected all the dots among the different anomalies you have encountered recently."},{"T":"302","2":"No wonder I felt like I was missing something."},{"T":"301","3":"The anomalies that have been happening all across the globe are no accidents. A new storm is brewing."},{"T":"301","2":"Researcher","3":"These coordinates..."},{"T":"301","3":"The researcher nods at Asimov. Asimov takes a look at the Dead Zones and anomalies you marked, and he frees up a hand before tapping by the projection of the globe."},{"T":"301","3":"Multiple formulas and equations appear by the projection, the variables changing at an incredibly high speed."},{"T":"301","2":"Asimov","3":"The time difference and movement speed..."},{"T":"301","2":"Researcher","3":"The latitude and longitude differences from the railway, the consumption of Helium-3 and the average speed of the Eternal Engine, and the area of the different Dead Zones can be calculated..."},{"T":"301","2":"Chrome","3":"Input the coordinates and areas of the anomalies into the function and calculate, then combine that result with the angle where Vonnegut might have been..."},{"T":"302","2":"About 41 to 42 degrees."},{"T":"301","3":"A conclusion not one of you can come to alone."},{"T":"301","2":"Everyone","3":"Then..."},{"T":"302","2":"Then..."},{"T":"301","3":"With all of you working together, all of your clues converge into one single point through Asimov's formula."},{"T":"301","2":"Asimov","3":"This is..."},{"T":"302","2":"Where the advanced subject could be."},{"T":"301","3":"Asimov stops tapping on the projection and points toward one point on the globe."},{"T":"301","2":"Hassen","3":"How's the revitalization of the conservation areas?"},{"T":"301","2":"Celica","3":"We've reclaimed 43% of the cities lost during the Post-Pandemic Age. The Engineering Force has been restoring them in batches recently."},{"T":"301","2":"Celica","3":"19% of the cities are found freed from Corrupted activities despite not being reclaimed by us. It's believed that the Forsaken has managed to take them."},{"T":"301","2":"Celica","3":"36 conservation areas have been constructed this month, and the preparation work to receive the nearby Scavengers is ongoing."},{"T":"301","2":"Hassen","3":"Good."},{"T":"301","3":"Hassen stares at the projection of Earth before him, silent. More dots have lit up, meaning more conservation areas have been built. Babylonia's support has formed a network, linking the different areas to it, connecting humanity again."},{"T":"301","3":"With this network, cities are restored, and bases are reclaimed."},{"T":"301","3":"Although the war is not over, Hassen believes that with the help of the Omega File, the turning point is imminent."},{"T":"301","3":"The door to the bridge opens up. Hassen takes a look at the time and turns off the projection, looking back at his visitor."},{"T":"301","2":"Hassen","3":"What is it, Nikola?"},{"T":"301","2":"Nikola","3":"Gray Raven found the coordinates to the advanced subject?"},{"T":"301","2":"Hassen","3":"Right. The coordinates point to the ruin of Pulia Forest Park, an area not prioritized for restoration due to the terrain and resource distribution. Having not been reclaimed, the existence of an advanced subject is possible."},{"T":"301","2":"Hassen","3":"Woodcock was the closest to the Forest Park, so they have been sent there to confirm."},{"T":"301","2":"Nikola","3":"That's why you agree with Gray Raven's application to move back to the frontline?"},{"T":"301","2":"Hassen","3":"Not just that."},{"T":"301","3":"Hassen sends over a video file to Nikola as he speaks. Nikola taps on the file and the video begins to play."},{"T":"302","2":"This is where the advanced subject is."},{"T":"301","2":"Hassen","3":"Right. Leave no stone unturned, 【kuroname】. I'll immediately send people to these coordinates that you've discovered to confirm the intel."},{"T":"301","2":"Hassen","3":"But the operation to retrieve the subject afterward..."},{"T":"301","3":"The President's hesitation is not without its reasons."},{"T":"301","3":"Discovering the coordinates is only the first step."},{"T":"301","3":"Even if they do locate the advanced subject there, defeating it and collecting the samples is still a problem."},{"T":"301","3":"Which is why you and Chrome have agreed that Gray Raven needs to be there during the operation."},{"T":"302","2":"Therefore, Gray Raven is requesting to join this mission."},{"T":"302","2":"To be back on the frontline."},{"T":"301","2":"Hassen","3":"What makes you say so?"},{"T":"301","3":"Gray Raven is essential in the fight with the Hetero-Hive Mother when considering the battle itself, as well as what the people need."},{"T":"302","2":"(State your reasons)"},{"T":"301","3":"Relaying the four reasons you have discussed with Chrome to Hassen, you find him standing there, quietly listening."},{"T":"301","2":"Hassen","3":"If you can stand before me, asking to be back on the frontline, then you must have understood the risks of doing so."},{"T":"302","2":"Yes.","4":"Gray Raven is prepared to fight."},{"T":"301","2":"Hassen","3":"Indeed. Right now, Gray Raven is crucial to defeating the Hetero-Hive Mother."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"Past and future, hopes and duties, the conversation between President Hassen and you jumps from topic to topic, as if you two are attempting to talk about everything in the limited time."},{"T":"301","3":"Your ideas clash on the bridge as your souls resonate in the universe."},{"T":"301","3":"..."},{"T":"301","2":"Hassen","3":"In that case, I suppose our worries were for naught."},{"T":"301","3":"The video stops here. Nikola closes it, not saying a word."},{"T":"301","2":"Hassen","3":"It's hard to disagree with them when they took this step willingly."},{"T":"301","2":"Hassen","3":"It's good for everyone if they're moved back to the front. The benefits outweigh the risks."},{"T":"301","2":"Nikola","3":"Right. As long as we can achieve what we want, it doesn't matter how we get there."},{"T":"301","2":"Hassen","3":"Exactly."},{"T":"301","2":"Hassen","3":"Alright. According to the time, Harley Jo's team should be sending back their report soon. I hope our effort isn't wasted this time, and we'll find that advanced Hetero-Hive Mother."}]