[{"T":"301","2":"Lee","3":"Liv and I will take care of the dog for the time being, you go train with Commandant, Lucia."},{"T":"302","2":"You're going to take care of the puppy too, Lee?","4":"Thanks, Lee. Let's give it our all, Lucia!"},{"T":"301","2":"Lee","3":"It shouldn't be a problem as long as we create a proper procedure for feeding..."},{"T":"301","2":"Lucia","3":"Yes, Commandant."},{"T":"301","2":"Lucia","3":"...If I were to undergo training, what would it consist of?"},{"T":"301","2":"Lee","3":"Of course it'll include smiling. You're quite expressionless, you know?"},{"T":"301","2":"Lucia","3":"Expressionless...?"},{"T":"301","2":"Lee","3":"Haven't you noticed? You rarely change your expression. But your emotional expression system should've been turned on long ago with Commandant's permission."},{"T":"301","2":"Lee","3":"Maybe it was forced closed for too long, resulting in you not being able to outwardly express all the emotions you feel inside now, Lucia."},{"T":"301","2":"Lee","3":"Which gives off the impression of being aloof."},{"T":"302","2":"You know quite a lot, Lee.","4":"Lucia's actually quite friendly."},{"T":"301","2":"Lee","3":"It shouldn't be hard to reach a conclusion by analyzing our current data."},{"T":"301","2":"Lee","3":"But our relationship with you is deeper than with other people."},{"T":"301","2":"Lucia","3":"So what you're saying is,"},{"T":"301","2":"Lucia","3":"I need to smile, is that right?"},{"T":"302","2":"Yep, try smiling.","4":"Maybe just try smiling casually?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Ha. Ha. Ha."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"I tried to do as Commandant instructed, what do you think?"},{"T":"302","2":"Lucia... Did you smile?","4":"Hm, I had something a bit different in my mind."},{"T":"301","2":"Lucia","3":"I can deal with an emergency during a mission."},{"T":"301","2":"Lucia","3":"But for smiling, even though I never deleted the data, I still can't figure out how to do it."},{"T":"302","2":"Lucia..."},{"T":"301","2":"Lucia","3":"Maybe this frame just isn't designed to smile."}]