[{"T":"301","3":"The chime of notification suddenly rings inside Strike Hawk's lounge."},{"T":"301","3":">>>>Mission notification delivered."},{"T":"301","3":">>>>Construct: Wanshi. Mission selected."},{"T":"301","3":"As it rings, the dimly lit sleeping pod slowly opens up and awakes from sleep mode."},{"T":"301","3":"Inside sleeps one of the three members of Strike Hawk."},{"T":"301","2":"Wanshi","3":"Can't I catch a break for once... What's wrong this time..."},{"T":"301","3":"Constructs technically do not require sleep, but waking up to a mission notification is still very irritating."},{"T":"301","2":"Wanshi","3":"...Oh, this thing. We'll probably sort it out in a week."},{"T":"301","2":"Wanshi","3":"But... what just... fell on my eye masks?"},{"T":"301","3":"Taking off his mask, Wanshi finds two stickers attached to it, one for each eye. The stickers are red, with a golden 'good fortune' written on them, and they look very festive."},{"T":"301","3":"Wanshi shakes his head helplessly."},{"T":"301","2":"Wanshi","3":"...What a nuisance. Hey, Kamui."},{"T":"301","2":"Wanshi","3":"They should be here at this hour. I should head out and take a look."},{"T":"301","3":"Wanshi gets up from his pod and discovers that something else is also attached to the two sides of it."},{"T":"301","2":"Wanshi","3":"Aren't these couplets... Gotta hand it to him."},{"T":"301","3":"The notification ringtone is still going on in his comms, but Wanshi pays no attention. He grabs his gears and takes his time to head out."},{"T":"301","2":"Wanshi","3":"Hey, Captain, did you know Kamui—"},{"T":"301","3":"Rubbing his eyes, Wanshi notices both Chrome and Kamui are sleeping on the floor on top of the soft cushions."},{"T":"301","2":"Wanshi","3":"...Fell asleep, huh?"},{"T":"301","3":"In the main room of the lounge, a holographic display lies on the floor."},{"T":"301","3":"It is probably playing the performance review and related footage of Kamui on the battlefield."},{"T":"301","2":"Kamui","3":"Zzz... Capt... let me do another one..."},{"T":"301","3":"Seeing that the footage goes for at least a dozen hours, Wanshi cannot help but tremble."},{"T":"301","3":"He wonders if it was the boring lectures that bored Kamui to sleep, or if the obstinate Kamui had spent all of Chrome's energy."},{"T":"301","2":"Wanshi","3":"...I guess I can skip the goodbyes. Great, if it means I can skip the scolding."},{"T":"301","3":"Wanshi turns to look at the couplets by his pod before looking at the sleeping Kamui, and his eyes narrow with an idea in mind."},{"T":"301","2":"Wanshi","3":"Seeing that you pulled a prank on me—"},{"T":"301","2":"Wanshi","3":"It's only polite to return the favor."},{"T":"301","3":"And then the refreshed Strike Hawk member leaves the room with a yawn."},{"T":"301","3":"While the two sleeping members in the lounge are now covered with their own blankets."},{"T":"301","3":"'Kamui, replace my eye mask as a peace offering.' is written on a piece of red paper, attached to Kamui's blanket."},{"T":"301","2":"Ayla","3":"Chairman, all the couplets have been given out today, and everyone seemed to like them."},{"T":"301","2":"Allen","3":"That's wonderful news. Thanks for your hard work today, Ayla."},{"T":"301","2":"Ayla","3":"Hard work indeed. Especially when we had to deal with Nikola..."},{"T":"301","2":"Allen","3":"Sigh, we'll get used to it."},{"T":"301","2":"Ayla","3":"By the way... Can I take another set of couplets back?"},{"T":"301","2":"Allen","3":"Sure. Do you still have somewhere to decorate?"},{"T":"301","3":"Ayla nods with a slight hint of sadness, and Allen can guess where she is planning to put them from her face."},{"T":"301","2":"Allen","3":"Of course... You can go."},{"T":"301","2":"Ayla","3":"Thank you, Chairman... Then I'll..."},{"T":"301","3":"Ayla does a small parting gesture and turns to leave."},{"T":"301","2":"Allen","3":"—Instead of just a beautifully decorated room, I think what Selena would want to see more when she returns is a happy, energetic Ayla. So, please, take care of yourself."},{"T":"301","3":"Ayla does not reply. She takes a deep breath, and then she smiles."},{"T":"301","2":"Ayla","3":"Of course! I'm not giving up on her! I'm going to find her in the coming year!"},{"T":"301","2":"Allen","3":"That's good to hear. Happy New Year, then, Ayla—and may your wish come true."},{"T":"301","2":"Ayla","3":"Not just my wish—I hope that all of our wishes will come true this year!"}]