[{"T":"301","3":"—Babylonia Outpost."},{"T":"301","3":"Watanabe departed a while ago due to his allegiance, while the people you are meeting have already arrived at the outpost, according to the message you received."},{"T":"301","3":"The headlights from your vehicle light up the entrance to the outpost, and you find two female Constructs standing there, waiting for you."},{"T":"301","2":"Bianca","3":"【kuroname】. Happy to see you again."},{"T":"302","2":"...It's been a while.","4":"The pleasure is mine."},{"T":"301","2":"Karenina","3":"Better we see you less! After all, every time we run into you... some weird shit's gonna happen."},{"T":"301","2":"Karenina","3":"...But nothing unusual this time, luckily. You'll have to travel with us for the remaining journey."},{"T":"301","2":"Bianca","3":"I know it might be a bit unexpected, but Karen and I will be accompanying you and supporting you for the rest of your assignment."},{"T":"301","2":"Bianca","3":"Please don't take it the wrong way. We're here for the same reason you are. As to where we've been... just consider our meeting a coincidence."},{"T":"301","2":"Karenina","3":"Obviously. We are definitely not here because of how bothersome Gray Raven has been or because Lucia asked us to."},{"T":"301","2":"Bianca","3":"Also, Asimov has talked to us, and before he gathers all the test data, you're in charge of bringing our test mechanoid back to Babylonia as well."},{"T":"301","2":"Karenina","3":"It's simple—we're all heading back to Babylonia. Nothing weird for us to share a ride."},{"T":"301","3":"As Karenina speaks, Bianca has already opened a comms channel."},{"T":"301","3":"Although you cannot tell who she is talking to, judging by her phrases and expression, the person on the other end is surely someone important in Babylonia."},{"T":"301","3":"Bianca does not turn back immediately after the call has ended. A Construct stationed at the outpost steps forward and talks to her."},{"T":"301","2":"Karenina","3":"...It's one thing for Constructs to have no holidays at all. It's another to ask you to go on a mission at this time of the year."},{"T":"301","2":"Karenina","3":"What an odd fella, that Asimov. What's the obsession with data?"},{"T":"302","2":"A mission is a mission.","4":"Thanks for your hard work, Karenina."},{"T":"301","2":"Karenina","3":"True. It's an emergency mission, after all. And I don't dislike this cute little critter."},{"T":"301","2":"Karenina","3":"Don't say shit like this all of a sudden! What am I, a child?"},{"T":"301","2":"Karenina","3":"I'm quite familiar with the development of the CUBs. After all, I was responsible for developing the power system..."},{"T":"301","3":"Karenina carefully goes through and examines the CUB after receiving it. The level of attention is not far from a professional's."},{"T":"301","2":"Karenina","3":"The completed version is even more detailed than I thought... I hope the Forsaken bunch didn't break the damn thing... or implanted some weird shit on it..."},{"T":"302","2":"You're overthinking things."},{"T":"301","2":"Karenina","3":"(Chuckles) Who knows? It's never smart to trust someone blindly... How the hell have you survived to this day?"},{"T":"302","2":"So have you found anything?"},{"T":"301","2":"Karenina","3":"Not yet... But! Those Forsaken..."},{"T":"301","3":"Karenina is going to continue before Bianca returns and stops her."},{"T":"301","2":"Bianca","3":"The results of the CUB project will be inspected by Asimov... We don't have to get involved."},{"T":"301","2":"Bianca","3":"Our mission is also assigned with similar concerns, so we don't have to reveal too much. Also... I just talked to the other team members, and I've received some unexpected intel."},{"T":"301","2":"Karenina","3":"...Intel? Bianca, what kind of intel?"},{"T":"301","2":"Bianca","3":"We'll discuss the details after we've entered the guard post in City 015 proper."},{"T":"302","2":"The conservation area?"},{"T":"301","2":"Bianca","3":"Let's find something to do before you're back on Babylonia."},{"T":"301","3":"The road to the conservation area outpost is calm and quiet. The track has been repaired, so the journey is far from tiring."},{"T":"301","3":"Apart from an argument on who gets to drive the vehicle, everything has been going smoothly."},{"T":"301","3":"Suffice to say, the saying 'Don't let Karenina go near the cockpit!' probably originates here."},{"T":"301","3":"Once you have arrived in City 015, Karenina disappears the moment she leaves the vehicle."},{"T":"301","2":"Bianca","3":"If there's nothing else to attend to, maybe we'll speak in length later about what we mentioned in the outpost, Commandant."},{"T":"302","2":"We'll talk later, then."},{"T":"301","2":"Bianca","3":"By the way... Have you seen where Karenina has gone to? I might have missed her when we arrived."},{"T":"302","2":"Now that you mention it, I haven't seen her either..."},{"T":"301","2":"Construct A","3":"Miss Bianca, are you talking about the girl in the hood?"},{"T":"301","2":"Construct A","3":"She has left for the old commercial district in the city."},{"T":"301","2":"Construct A","3":"We showed her this when you were unpacking."},{"T":"301","3":"Bianca takes the sample the Construct passes her and examines it. The graffiti on the box looks familiar."},{"T":"301","3":"After identification, you are almost certain that it matches the graffiti previously found in City 015."},{"T":"301","2":"Construct A","3":"I'm sure you've heard about it before you arrived at our guard post?"},{"T":"301","2":"Bianca","3":"(Nods) ...That's what I wanted to talk to you about."},{"T":"301","2":"Bianca","3":"The graffiti symbol and the unusual Corrupted activities that follow its trail signify a Corrupted whose function has advanced beyond the norm. The target might be self-aware."},{"T":"301","2":"Bianca","3":"Despite ruling out many possibilities, there is still something that... concerns me."},{"T":"301","2":"Bianca","3":"There was a similar Corrupted in the past—'Nozzle', the one that only 【kuroname】 here has come into contact with before."},{"T":"301","2":"Bianca","3":"For safety reasons, I was hoping to invite you to investigate with me to make sure we can keep everything under control. But Karen... she really is an impulsive one."},{"T":"301","2":"Bianca","3":"Commandant, I know this is not your duty, but can I ask for your assistance before the extraction team from Babylonia arrives?"},{"T":"302","2":"Graffiti symbols...","4":"Unusual Corrupted activities..."},{"T":"301","2":"Bianca","3":"As the only commandant who has made contact with one, I'm sure you still remember it."},{"T":"301","2":"Bianca","3":"It is an unverified 'phenomenon,' and there's no way for us to confirm the accuracy and authenticity of the intel..."},{"T":"301","2":"Bianca","3":"Both of these concerns call for a more secure approach. We'll count on you for the operation ahead of us."},{"T":"301","3":"As Bianca tries to locate Karenina with her comms, Karenina calls her."},{"T":"301","2":"Bianca","3":"Karenina?! Where did you go? Have you gone investigating the graffiti symbols by yourself?!"},{"T":"301","2":"Karenina","3":"The symbols are real, but you don't have the slightest clue what it actually is."},{"T":"301","2":"Bianca","3":"What it actually is? Are you saying that the graffiti points to something else entirely?"},{"T":"301","2":"Karenina","3":"That's why I have to call you—"},{"T":"301","2":"Karenina","3":"Bianca can see my coordinates, right? I'll be waiting for you there in 15 minutes! Now, move! I don't like waiting!"},{"T":"301","2":"Bianca","3":"Hello? Hey? Karen?! Sigh... she hung up."},{"T":"302","2":"I guess we'll have to go there?"},{"T":"301","2":"Bianca","3":"Apparently. She's even brought the CUB with her... What is she up to?"}]