[{"T":"301","3":"City 173, Daedalus - 04:44 AM"},{"T":"301","3":"A Bianca covered in electricity finally arrives in front of Wen, leaving a trail of Daedalus member corpses behind her."},{"T":"301","2":"Bianca","3":"It's over, Wen."},{"T":"301","2":"Wen","3":"Do you remember when you first came to this office?"},{"T":"301","3":"Wen ignores Bianca and strolls over to the window with his cane in hand."},{"T":"301","2":"Wen","3":"You've grown."},{"T":"301","2":"Bianca","3":"What are you trying to say?"},{"T":"301","2":"Wen","3":"(Chuckles)"},{"T":"301","3":"Wen slowly turns around, staring straight into Bianca's eyes."},{"T":"301","3":"The next second, Wen has an antique Derringer handgun pointed at Bianca."},{"T":"301","3":"Bianca swiftly kicks up a chair on the ground toward Wen's head, and as Wen dodged the chair, Bianca already has an arrow through his chest."},{"T":"301","2":"Wen","3":"Ah..."},{"T":"301","3":"Wen staggers backward. He was only able to keep standing thanks to the cane in his left hand. He then picks up the fallen chair with his other hand with shaky breathing."},{"T":"301","3":"He sits on the chair he picked up, supporting himself with both hands on the cane in front of him."},{"T":"301","3":"Bianca stands on the other side of the room, silently witnessing his actions. Wen lifts his head to face Bianca."},{"T":"301","2":"Wen","3":"Ha... My most beautiful weapon, are you satisfied, with this ending?"},{"T":"301","3":"Wen's head slowly droops down after finishing his last words. He seems to have passed."},{"T":"301","3":"City 173, Daedalus Rooftop - 04:55 AM"},{"T":"301","3":"In the dead of the night, Bianca stands on the roof of Daedalus's building, the sky starts to rain as if sensing her sorrow."},{"T":"301","2":"Bianca","3":"It's all over..."},{"T":"301","2":"Bianca","3":"I'm tired... Let's take a quick rest..."},{"T":"301","3":"'Thump thump thump thump thump'"},{"T":"301","2":"Bianca","3":"What's that sound?"},{"T":"301","2":"Bianca","3":"Oh, it's raining... What is that blinding white light?"},{"T":"301","2":"Bianca","3":"But it doesn't matter, it doesn't have anything to do with me anymore..."},{"T":"301","2":"???","3":"Hey! Hang in there! Don't fall!"},{"T":"301","2":"???","3":"Where are those from Star of Life?! Over here, quickly! Move the craft a bit closer!"},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"???","3":"Hey! ■■■■! ■■■■■..."}]