[{"T":"301","3":"Not long ago—"},{"T":"301","2":"Nanami","3":"Oh? Looks like there's a party in the Gray Raven lounge!"},{"T":"301","2":"Nanami","3":"Let Nanami see what the Gray Ravens are up to!"},{"T":"301","3":"And so Nanami sees..."},{"T":"301","3":"...The Gray Raven Commandant sitting in the middle, wearing a strange headgear, with Liv whispering something beside. Lee and Kamui are arguing heatedly over something."},{"T":"301","3":"What they have in common is that they are all holding their controllers hard in their hands."},{"T":"301","3":"Nanami's hand sneakily plants her hand on the terminal of the lounge."},{"T":"301","2":"Nanami","3":"(Oohh... I see!)"},{"T":"301","2":"Nanami","3":"(How can they leave Nanami out of such FUN!)"},{"T":"301","2":"Nanami","3":"(Aaaand... Done! Next, time for Nanami's showtime!)"},{"T":"301","2":"Nanami","3":"(Ohoho... this will be fun!)"},{"T":"301","2":"Nanami","3":"(Ah! Then I might as well... And get everyone together to...)"},{"T":"301","2":"Nanami","3":"(Oh? What's this? Let's have a lookie...)"},{"T":"301","2":"Liv","3":"Nanami?"},{"T":"301","2":"Nanami","3":"Hmm..."},{"T":"301","3":"You take off the device and see the suspicious Nanami doing her suspicious things to the terminal."},{"T":"302","2":"I knew it..."},{"T":"301","2":"Liv","3":"Those strange questions just now, those were Nanami's doing..."},{"T":"301","2":"Nanami","3":"Ehehe, you found out."},{"T":"301","2":"Nanami","3":"Nanami wanted to ask some interesting questions, but you just wouldn't answer them!"},{"T":"301","2":"Nanami","3":"But whatever! Nanami is going to keep playing!"},{"T":"301","2":"Nanami","3":"Nanami saw a watermelon on the beach just now!"},{"T":"301","2":"Nanami","3":"And from the old files, humans always do this on the beach—they smash watermelons blindfolded!"},{"T":"301","2":"Nanami","3":"But Nanami never understood the point of this... Maybe I'll understand if I get to experience it!"},{"T":"301","2":"Nanami","3":"Nanami Army—Attack!"},{"T":"301","2":"Liv","3":"Watermelon...? Ah, Nanami! Wait!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Kamui","3":"Commandant! Liv! Why did you two suddenly exit the game? Weird things are popping up on the beach! Hurry back!"},{"T":"301","2":"Liv","3":"We're coming now! Lee! You're still in the game, right?"},{"T":"301","2":"Lee","3":"Yeah."},{"T":"301","2":"Liv","3":"Um, I don't have time to explain now... But we can't let Nanami break the watermelon! That watermelon is..."},{"T":"301","2":"Lee","3":"The 'mission item?' Alright, then."},{"T":"301","2":"Kamui","3":"What... What are you talking about?"},{"T":"301","2":"Liv","3":"The watermelon is the reward for the beach volleyball earlier, and a very important mission item."},{"T":"301","2":"Kamui","3":"Really? It's my first time hearing about it..."},{"T":"301","2":"Lee","3":"Didn't you read the story?"},{"T":"301","2":"Kamui","3":"Huh? There's a story?"},{"T":"301","2":"Liv and Lee","3":"..."},{"T":"302","2":"What happens if the watermelon's smashed?"},{"T":"301","2":"Liv","3":"A 'tragedy that can't be undone' will happen, and we'll fail the mission."},{"T":"301","2":"Lee","3":"So we can't let Nanami destroy the mission target."},{"T":"302","2":"I'll be counting on you, Lee!"},{"T":"301","3":"Right now, Lee stands alone on the beach."},{"T":"301","3":"So while the commandant and the others are trying to reconnect to the game, Lee will have to protect the mission item."},{"T":"301","3":"Lee nods. He rushes over with a serious look, the same as ever."},{"T":"301","3":"——Donning the armor that is a swimsuit, Lee enters a duel on the battlefield that is the beach."}]