[{"T":"301","2":"Lamia","3":"Stop it... I surrender..."},{"T":"301","3":"Lamia barely resists, surrendering immediately after being discovered."},{"T":"301","2":"Lee","3":"Are you... really an Ascendant?"},{"T":"301","2":"Lamia","3":"What's the alternative? I'm not the fighting type... I'll probably hurt myself if I try."},{"T":"301","2":"Lucia","3":"If you're surrendering, then tell us the way through the chasm."},{"T":"301","2":"Lamia","3":"Heh... Isn't going after the Polyphage... more terrifying than death?"},{"T":"301","2":"Lee","3":"You can let me know after you die here."},{"T":"301","2":"Lamia","3":"Come on! I'm just joking—joking! Can you please, just please don't go toting your gun around, please..."},{"T":"301","2":"Lamia","3":"It won't help if I tell you anyway. The blockade here can only be disabled by an Ascendant, which means I'm coming with you!"},{"T":"301","2":"Lucia","3":"From what Strike Hawk reported, not only can she disguise herself, she can also turn invisible using optical camouflage, and vanish when we're distracted."},{"T":"301","2":"Lamia","3":"I'm not going to run... Definitely not..."},{"T":"301","2":"Lee","3":"And I definitely trust you. Liv, don't we have the mountaineering steel wire from the Support Force?"},{"T":"301","2":"Lamia","3":"...Hey! What is this—"},{"T":"301","2":"Lamia","3":"It hurts! That's my tailfin! Have you Babylonians never learned how to properly tie up a mermaid?!"},{"T":"301","2":"Liv","3":"I-I'm sorry... This is the first time I've seen a mermaid..."},{"T":"301","2":"Lee","3":"Don't apologize. Here, tighter."},{"T":"301","2":"Lamia","3":"Oh dear brother, it hurts so much... Please, let me go!"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lamia","3":"Ouch! Ouch! OUCH! Why is it getting tighter, my brother—"},{"T":"301","2":"Lee","3":"I'll remove all your scales if you pretend to be Murray again."},{"T":"301","2":"Lamia","3":"F-fine... Sorry."},{"T":"301","3":"After you finally tie Lamia up, you hear another massive quake coming from the underground cavern."},{"T":"301","2":"Lamia","3":"Seems like... you didn't make it in time. Oops..."},{"T":"301","2":"Lucia","3":"Is that... Luna?!"},{"T":"301","2":"Lee","3":"Let's investigate the epicenter of that quake. Liv, stay in the back and keep your eyes on Lamia. Get moving, mermaid."},{"T":"301","2":"Lamia","3":"I'm moving, I'm moving! Gentler, please!"}]