[{"T":"301","2":"??","3":"Hey! You there!"},{"T":"301","2":"??","3":"Halt!"},{"T":"301","3":"A man with an electromagnetic harpoon gun appears from the side of a container."},{"T":"301","2":"Fisher","3":"Do you know what we do to trespassers?"},{"T":"301","2":"Lucia","3":"We're the Gray Ravens from Babylonia. I'm their leader, Lucia."},{"T":"301","2":"Fisher","3":"Pff, like I give a... Babylonia, you say?"},{"T":"301","2":"Liv","3":"...Yes."},{"T":"301","2":"Fisher","3":"Fine, the Captain's Council has informed us that representatives from Babylonia can be released on account of trade."},{"T":"301","2":"Fisher","3":"That being said, whatever you fish flakes do..."},{"T":"301","2":"Fisher","3":"Keep your grubby little fins out of our business, ya hear? Now, follow me!"},{"T":"301","2":"Liv","3":"Fish flakes...?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Fisher","3":"Alright, wait here on the dock!"},{"T":"301","2":"Fisher","3":"After your transport craft takes you back to space, don't you ever show your faces here again."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Fisher","3":"Huh? Something's goin' on over there. I'm gonna go check it out. Remember to mind your own business."},{"T":"301","3":"On the dock not far away is a group of people causing a commotion."},{"T":"301","2":"Lucia","3":"It's Rosetta..."},{"T":"301","3":"Rosetta's tall body towers over the crowd, while Evan, who is leaning against her legs, is buried in the crowd."},{"T":"301","2":"Sailor","3":"You're here for that Narwhal again, aren't you?"},{"T":"301","2":"Sailor","3":"Whenever that blasted Narwhal shows up, he always messes up the port."},{"T":"301","2":"Sailor","3":"And you, Forest Guard. You're a criminal who was expelled for breaking the rules..."},{"T":"301","2":"Sailor","3":"Yet you continue to violate them by coming back here and defending this damn Narwhal!"},{"T":"301","2":"Sailor","3":"With that thing of yours..."},{"T":"301","3":"Rosetta glances at the lance in her hand."},{"T":"301","2":"Sailor","3":"That's right…"},{"T":"301","2":"Sailor","3":"You should've been using that lance to protect our borders..."},{"T":"301","2":"Sailor","3":"On the contrary, while the entire port is under threat from the Corrupted..."},{"T":"301","2":"Sailor","3":"You come to cause us more troubles with that Narwhal... It's a joke to place our hope on the loyalty of you Forest Guards..."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Evan","3":"Don't you know? Rosetta always comes to soothe Derek and make him leave! And she even clears up all the Corrupted!"},{"T":"301","2":"Evan","3":"And the Forest Guards have worked hard to protect the southern forest all these years. Even if you don't like them, they've always given it their all!"},{"T":"301","2":"Evan","3":"You just didn't see it!"},{"T":"301","2":"Sailor","3":"You little runt! Always sneaking out!"},{"T":"301","2":"Evan","3":"Miss Rosetta, you're going to help us clean up the Corrupted this time, won't you?"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Sailor","3":"Stubborn brat, remember what we've taught you?"},{"T":"301","2":"Sailor","3":"The most important thing for us in the ARU is our loyalty to the collective and our homeland."},{"T":"301","2":"Sailor","3":"From the day of the outbreak, we've been protecting our homeland ourselves. We do not tolerate betrayal."},{"T":"301","2":"Sailor","3":"Traitors are not trustworthy, and so are the robots corrupted by the Punishing Virus!"},{"T":"301","2":"Lee","3":"Hmph... That sure is an unpleasant thing to hear."},{"T":"301","3":"Rosetta stands there in silence, showing no sign of wavering."},{"T":"301","2":"Fisher","3":"Don't just stand there! Crawl back to your forest!"},{"T":"301","3":"The port citizens point their weapons at Rosetta."},{"T":"301","2":"Citizen","3":"Yeah! Go back to your forest!"},{"T":"301","2":"Lucia","3":"Commandant, do you think we should get involved?"},{"T":"302","2":"(Interfere)","4":"(Watch and wait)"},{"T":"301","2":"Lucia","3":"I'll handle this."},{"T":"301","2":"Lucia","3":"...I see."},{"T":"301","3":"Right then, the ocean surface near the port begins to surge..."},{"T":"301","3":"A colossal Narwhal breaches the surface and thrashes in the sea. Massive waves begin to rock the boats berthed in the port."}]