[{"T":"301","2":"Chrome","3":"How... I was... going after... something..."},{"T":"301","2":"Chrome","3":"Ugh... But what was I going after? And why?"},{"T":"301","2":"Chrome","3":"And... what's this place?"},{"T":"301","2":"John","3":"It's our home. Why are you zoning out, Chrome?"},{"T":"301","2":"Chrome","3":"Mr. Smith...?"},{"T":"301","2":"John","3":"Call me father. I told you that a long time ago. Have you forgotten?"},{"T":"301","2":"Kamui","3":"Commandant must still be dreaming. He barely ever gets any sleep after all... Commandant, how about we all get a day off?"},{"T":"301","2":"Chrome","3":"A day off? Out of the question—wait, what did you just call me, Kamui?"},{"T":"301","2":"Kamui","3":"Commandant. What, you prefer Chrome instead? I don't mind that!"},{"T":"301","2":"Chrome","3":"No. I'm not a commandant. I'm your leader!"},{"T":"301","2":"Chrome","3":"I'm the leader of Strike Hawk!"},{"T":"301","2":"Kamui","3":"You must still be dreaming. The leader of Strike Hawk is Wanshi. You're our commandant!"},{"T":"301","3":"Kamui suddenly appears anxious at Chrome's behavior. He begins shouting for help."},{"T":"301","2":"Kamui","3":"Wanshi! I think Commandant's gone nuts!"},{"T":"301","3":"—"},{"T":"301","2":"Kamui","3":"Wanshi!"},{"T":"301","2":"Wanshi","3":"I hear you! In that case, fix him before you bring him out here!"},{"T":"301","2":"Kamui","3":"This guy is still slacking off even though he's the leader now! Let's give the guy a good scolding, eh, Commandant?"},{"T":"301","2":"Chrome","3":"I'm not your commandant. And why is my body like this?"},{"T":"301","2":"Chrome","3":"Where's my Inver-Device? I should be a Construct."},{"T":"301","2":"Kamui","3":"Uh, Chrome, what exactly happened to you?"},{"T":"301","2":"Chrome","3":"I should be the one asking this question! I should be a Construct! After I failed the commandant exam, I submitted the application to become a Construct..."},{"T":"301","2":"John","3":"But you didn't fail. You passed with flying colors."},{"T":"301","2":"Chrome","3":"...I passed?"},{"T":"301","2":"Kamui","3":"Yes. And then you became commandant of the Strike Hawk squad and we defeated countless enemies! We're only a few steps away from recovering Earth!"},{"T":"301","3":"To help Chrome jog his memory, Chrome's father, Kamui, and all the others who arrive later fill him in on all that's happened."},{"T":"301","3":"His father has always been good to him. Chrome became a commandant through his own choice and hard work."},{"T":"301","3":"Right after that, he commanded the Strike Hawk squad to fight against the Corrupted and reclaimed the fallen regions on Earth. It then ended in a battle with the Ascendants."},{"T":"301","3":"In the end, victory was theirs. Everyone is outside waiting for him. The world is out there—a world in which no one has to suffer."},{"T":"301","2":"Kamui","3":"Let's go then, Chrome. Now that you remember, it's time for our final mission."},{"T":"301","2":"Chrome","3":"True... Can you guys wait outside for me for a bit? I'll get changed and be right here."},{"T":"301","3":"Once everyone's gone, the room is back to a blank—except for the door that connects the inside to the outside, the only thing that is clearly outlined."},{"T":"301","2":"Chrome","3":"You should go that way, Langston."},{"T":"301","2":"Chrome","3":"What about you, Chrome?"},{"T":"301","2":"Chrome","3":"I'll go this way."},{"T":"301","3":"Two similar yet vastly different souls sit together, back to back, seeing entirely different worlds."},{"T":"301","2":"Chrome","3":"That's a difficult path, Chrome."},{"T":"301","2":"Chrome","3":"All things are."},{"T":"301","3":"And he goes."}]