[{"T":"301","2":"Aston","3":"We meet again, commandant from Babylonia. Thanks to your reckless behavior, this carriage is no longer safe."},{"T":"302","2":"The carriages near the Hetero-Core were not safe from the start.","4":"We won't leave anyone behind."},{"T":"301","2":"Aston","3":"That's not true. At least those filthy Corrupted never invaded our carriage."},{"T":"301","2":"Ashlar","3":"Is this how Babylonia works? Always spieling lies like that? Revolting."},{"T":"301","2":"Crying Commoner Child","3":"Wahhhhh! Momma! Momma! Wahhh! Where are you..."},{"T":"301","2":"Angry Aristocrat Woman","3":"Shoo! Stop pulling on my dress with your filthy hands! Whose child is this?! Take it away!"},{"T":"301","2":"Sobbing Commoner Woman","3":"My love... I'm sorry... Ahh... Why did I escape alone..."},{"T":"301","2":"Agitated Aristocrat Man","3":"I've had enough of these pesky scums! Why are we not moving forward?! I can't stand being in the same carriage as these filthy mutts for one more second!"},{"T":"301","2":"Ashlar","3":"Tsk, it's too crowded here... Reminds me of why I hate crowds..."},{"T":"301","2":"Jamilah","3":"Which is why I suggested going to Babylonia."},{"T":"301","2":"Ashlar","3":"You suggested... Wait, Lord Aston, what is the meaning of this?"},{"T":"301","2":"Aston","3":"..."},{"T":"301","2":"Ashlar","3":"Aston, you...! Damn you for betraying us aristocrats!"},{"T":"301","2":"Jamilah","3":"I have no intention to betray you. And as Aston said, going to Babylonia can satisfy your aristocratic lifestyle!"},{"T":"301","2":"Liv","3":"But even Babylonia can't accept this number of people in... This deal..."},{"T":"301","2":"Jamilah","3":"I never said all, just move in the 'selected few.' You should have room for that many, right?"},{"T":"301","2":"Liv","3":"You mean, only the aristocrats..."},{"T":"301","2":"Ashlar","3":"Hmph... Looks like you still know the rules."},{"T":"301","2":"Commoner","3":"What... What are you talking about..."},{"T":"301","2":"Commoner","3":"So we're gonna be abandoned either way?! Dammit!"},{"T":"301","3":"The commoners cowering in the corner by the door instantly exploded with rage."},{"T":"301","3":"A wail of sorrow pierces through the rioting crowd, and the source of the wail, a woman in tattered clothing, walks out of the crowd—"},{"T":"301","3":"—And as if possessed by something unseen, she rushes for the door, tears it open, and scrambles toward the carriages in the back."},{"T":"301","2":"Panicking Commoner","3":"It's full of Corrupted in the back! Someone stop her..."},{"T":"301","2":"Anxious Aristocrat","3":"Are you out of your mind?! C-close the door!!"},{"T":"301","2":"Resentful Commoner","3":"Isn't she the one who got separated from her husband..."},{"T":"301","3":"The crowd hurries to close the door."},{"T":"302","2":"No, we have to save her!","4":"We have to stop her."},{"T":"301","2":"Liv","3":"O-on it!"},{"T":"301","2":"Angry Aristocrat","3":"Over our dead bodies! You don't have a say on what happens on our train!"},{"T":"301","2":"Liv","3":"But that's a living and breathing person..."},{"T":"301","2":"Rude Commoner","3":"Cut the crap! You lot are all talk and no work! Always ordering us around! Get outta here if you ain't helping us to improve our livelihoods!"},{"T":"301","2":"Liv","3":"Everyone, p-please calm down..."},{"T":"301","2":"Angry Aristocrat","3":"You filthy scums! If you want to die, then go die quietly in a corner! Don't waste our oxygen!"},{"T":"301","3":"Liv tries to get between the two fighting classes that look like they may go into a war at any second."},{"T":"301","3":"That is when a woman's screaming sounds from the other carriage, followed by silence."},{"T":"301","2":"Liv","3":"...I'm sorry, Commandant. If only Lucia or Lee is here..."},{"T":"302","2":"It's not your fault.","4":"You already tried your best."},{"T":"301","3":"Sparks were no longer flying and the tension eased into silence due to this sudden incident."},{"T":"301","2":"Jamilah","3":"...Everyone, please listen to me."},{"T":"301","2":"Jamilah","3":"I don't plan to abandon any one of you... It is not my intention for anyone to get hurt."},{"T":"301","2":"Jamilah","3":"After the aristocrats leave, there will only be commoners left on this train. Do you understand the meaning of this?"},{"T":"302","2":"The peasants will be in control of this train.","4":"One side of the conflict will leave this train."},{"T":"301","2":"Jamilah","3":"That's right. This train and the wealth that the aristocrats can't bring with them will all belong to the commoners, which should be enough for commoners to survive and thrive."},{"T":"301","2":"Jamilah","3":"Correct. Both parties will be satisfied then..."},{"T":"301","2":"Jamilah","3":"But that can only happen under the premise that Babylonia accepts our deal."},{"T":"301","2":"Jamilah","3":"If you agree, we can form an alliance and immediately destroy that black thing."},{"T":"301","2":"Jamilah","3":"But if you decline, then this train, and that horrible thing on it, will be handed over to the Ascendants as per the aristocrats' request."},{"T":"302","2":"That's a gamble, not a deal.","4":"...Is that your choice?"},{"T":"301","2":"Jamilah","3":"It was a gamble from the start."},{"T":"301","2":"Jamilah","3":"As you can see, the aristocrats have enough power to decide the fate of Akdilek... I can only speak my heart at times of importance."},{"T":"301","2":"Jamilah","3":"This train has been running ever since the outbreak of the virus, and everywhere we pass by has only been a pitstop for us."},{"T":"301","2":"Jamilah","3":"Be it commoners or aristocrats, we all want to reach that terminal station... The final destination where we can call home."},{"T":"301","2":"Jamilah","3":"And on this journey in search of peace... Many have paid the price with their sanity, including Ashlar, including me..."},{"T":"301","2":"Liv","3":"But using something this dangerous to bet..."},{"T":"301","2":"Sophia","3":"...No."},{"T":"301","2":"Sophia","3":"It's not possible. Leader, you've been fighting on till now for the happiness of us all, how can you have gone insane..."},{"T":"301","2":"Jamilah","3":"It's because you've been by my side."},{"T":"301","2":"Sophia","3":"Leader..."},{"T":"301","2":"Jamilah","3":"No matter what, this deal will decide the fate of all on this train, so I have to reach an outcome that I won't regret!"},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Liv","3":"Commandant, what should we do now..."},{"T":"302","2":"Now's not the time to fight.","4":"Let's wait for Lucia and Lee."},{"T":"301","2":"Liv","3":"It's true that I alone can't defeat the enemy. Not to mention that whatever we try to do now is going to be hindered..."},{"T":"301","2":"Liv","3":"I know they will come back. Then we'll be able to find a way!"},{"T":"301","2":"Liv","3":"Please hurry back, Lucia, Lee..."}]