[{"T":"301","2":"Kamui","3":"Wanshi, why did you put such a strange tasting can in your maintenance capsule?"},{"T":"301","2":"Wanshi","3":"Uh... You ate it?"},{"T":"301","2":"Kamui","3":"Not even Camu could've choked that down."},{"T":"301","2":"Kamui","3":"I could smell it a mile away. I thought your recovery room had been raided by mustard gas."},{"T":"301","3":"Kamui's noisy voice projected from the direction of Wanshi's recovery room."},{"T":"301","3":"Through the opened door of the recovery room, Wanshi sees the cans that he had put in the cabinet."},{"T":"301","3":"Kamui accidentally discovered a slightly swollen metal can in Wanshi's storage. It reminded Wanshi of his distant past."},{"T":"301","3":"Broken stone slabs and steel bars stand in the ruins. Smoke and dust in the air cast an oppressive haze on the area."},{"T":"301","3":"The surrounding craters speak to the kind of devastation wrought on this land."},{"T":"301","3":"Oil flows quietly along the terrain, filling craters along the way and finally gathering in recesses of the street."},{"T":"301","3":"A pair of military boots steps into a puddle, causing black ripples to disturb the oily surface."},{"T":"301","3":"The ripples bump into a mechanical arm submerged in the oil. Right at that moment, the mechanical arm seems to receive a signal, stirring it from silence."},{"T":"301","3":"It twitches wildly, grabbing onto the surrounding wreckage as it tries to free its broken limbs from the crushing weight of the ruins."},{"T":"301","3":"Finally, its attempt at dragging itself out is ended by the dull thud of a gunshot."},{"T":"301","2":"???","3":"Looks like there are some stragglers. I thought all of Corrupted near the southern defensive line were alerted by the large-scale clean-up and suppression operation led by the Egrets."},{"T":"301","3":"The shooter slings the rifle on his shoulder while it is still cooling down, then looks down at the Corrupted he had just stopped from moving."},{"T":"301","2":"???","3":"Wanshi, the file I'm looking for still isn't popping up on the scan. What about you?"},{"T":"301","2":"Wanshi","3":"Yawn—"},{"T":"301","2":"???","3":"Come on. Is that you yawnin' again? Are you workin' or what?"},{"T":"301","2":"Wanshi","3":"Um... You could say that..."},{"T":"301","2":"???","3":"Wanshi, Wanshi?"},{"T":"301","2":"???","3":"Dammit... He fell asleep again."},{"T":"301","2":"???","3":"Forget it. I'll just..."},{"T":"301","2":"Wanshi","3":"Troy... You should probably lie down for a second."},{"T":"301","3":"Hearing the sudden sound on the silent comms, the Construct known as Troy performs a tactical roll to the side, avoiding a burst of air as it ruptures by his ear."},{"T":"301","3":"It was the sound of the attack from a large Corrupted suddenly appearing in front of Troy. Building debris and the remains of smaller Corrupted fall off its torso."},{"T":"301","3":"As Troy raises his gun and aims at the large Corrupted, a silver orb of light fires from the direction where he last stood."},{"T":"301","3":"Following the blast, the Corrupted begins to disintegrate from one of its arms. The mechanical joints shatters into fragments and splashes into the oil-filled crater."},{"T":"301","3":"Finally, a silver orb of light penetrates the fractured memory shell towering off to the side. It falls backward from the inertia of the impact, leaving mechanical residue on the ground."},{"T":"301","2":"Wanshi","3":"Yawns— Another bites the dust. Take five."},{"T":"301","3":"Troy gets up and looks back. He sees Wanshi, who is standing on the overlooking precipice off in the distance, stretch his arms and then lay down lethargically."},{"T":"301","2":"Troy","3":"Hey, knock it off! Quit sleeping on the job!"},{"T":"301","2":"Wanshi","3":"Relax. That was the last one..."},{"T":"301","2":"Troy","3":"Hmph, what makes you say that?"},{"T":"301","2":"Wanshi","3":"While you were running around looking for the data files..."},{"T":"301","2":"Wanshi","3":"I was here scanning for enemies and taking them out. I didn't even have to move an inch. Quick and easy..."},{"T":"301","2":"Troy","3":"Fine, whatever."},{"T":"301","3":"Troy sighs, then climbs over a structure and continues to search the ruins."},{"T":"301","2":"Troy","3":"Anyway, the ruins sure are quiet."},{"T":"301","2":"Troy","3":"..."},{"T":"301","2":"Troy","3":"Hey, Wanshi. When did you join Strike Hawk?"},{"T":"301","2":"Troy","3":"Now that you're awake, I figured I'd ask while I still had the chance. You've been dozing on and off, so I didn't want to bother."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Troy","3":"..."},{"T":"301","2":"Troy","3":"Sigh... Doze off again?"},{"T":"301","2":"Wanshi","3":"It just happed by some weird twist of fate."},{"T":"301","3":"Perhaps due to Wanshi's sudden response over the comms or because he was not expecting that answer, either way, Troy slips while climbing the crumbling wall to the ruins."},{"T":"301","3":"Right as Troy is about to fall off the wall, he hears the revving of an engine underfoot. A faint white light appears underneath him, steadily catching him in midair."},{"T":"301","2":"Troy","3":"Phew... Scared me there for a second."},{"T":"301","3":"Troy pats his chest with a free hand, then places his feet back on a sturdy section of the crumbling wall. After regaining his footing, he continues to climb."},{"T":"301","2":"Troy","3":"Fate, huh? That's nice."},{"T":"301","2":"Troy","3":"I heard that scouts don't have to go to the front line. That's why I joined."},{"T":"301","2":"Troy","3":"But you Strike Hawks are in a league of your own."},{"T":"301","2":"Wanshi","3":"Yawn... Like... some sorta elite team?"},{"T":"301","2":"Troy","3":"Of course. What scout hasn't heard of Strike Hawk?"},{"T":"301","2":"Wanshi","3":"But don't elite teams usually have a human called... um... a commandant?"},{"T":"301","2":"Troy","3":"That's just an ordinary elite team. Don't you know who your Captain is?"},{"T":"301","2":"Troy","3":"Chrome is a perfect Construct equipped with a specialized Inver-Device who is responsible for serving as the team's commandant."},{"T":"301","2":"Troy","3":"Oh, and the other Strike Hawks are equally one in a million. Any mission with Strike Hawk is virtually guaranteed to be a success."},{"T":"301","2":"Wanshi","3":"You don't say... I just thought there was something special about our Captain and Kamui."},{"T":"301","2":"Troy","3":"How could you be so oblivious to all of this? You don't know how much I envy you."},{"T":"301","2":"Troy","3":"As for me, my combat abilities are as ordinary as they come."},{"T":"301","2":"Troy","3":"All I can do is run fast and keep my mouth shut. That's why Commander Nikola assigned me to this mission."},{"T":"301","2":"Troy","3":"Honestly, I may not be afraid to fight Corrupted, but I won't be first in line to fight them head-on."},{"T":"301","2":"Troy","3":"So, thanks for the help just now."},{"T":"301","2":"Wanshi","3":"Hmph, it was nothing."},{"T":"301","2":"Troy","3":"Haha, no need to be so modest. It was an honest compliment. Just take it."},{"T":"301","3":"After climbing to the top of the crumbling wall while chatting with Wanshi, Troy can now scan the large area below."},{"T":"301","3":"Troy sees patches of Corrupted and human remains piled up on the ground, alluding to a tragic battle that had taken place here."},{"T":"301","3":"Troy bows his head in a moment of silence, then jumps down from the crumbling wall and continues onward."},{"T":"301","2":"Troy","3":"Surely enough... This city was lost during the Post-Pandemic Age, too."},{"T":"301","2":"Troy","3":"But scenes like this bloodbath here are the real reason I won't step foot on the front line."},{"T":"301","2":"Troy","3":"It's ridiculous that soldiers pay their lives in exchange for a total retreat."},{"T":"301","2":"Troy","3":"We're supposedly bound by duty to carry out orders."},{"T":"301","2":"Troy","3":"But every time I see these scenes, I still can't help ask these questions from the bottom of my heart."},{"T":"301","2":"Wanshi","3":"However, the answers to these questions are even more troubling..."},{"T":"301","3":"Troy smiles somberly, then tapped the position of his temple, causing a fluorescent panel to pop up in front of his eyes."},{"T":"301","2":"Troy","3":"It's not here either."},{"T":"301","2":"Troy","3":"Wanshi, when will this endless war end?"},{"T":"301","2":"Wanshi","3":"Uh... I don't know."},{"T":"301","2":"Troy","3":"What a pity. If one person dies on the battlefield, they're a hero. Ten people, they're martyrs. One million people, they're just a statistic."},{"T":"301","2":"Troy","3":"We already sacrificed so many people."},{"T":"301","2":"Troy","3":"Is it true that our mission will only truly be complete once we achieve victory and humanity has taken back Earth?"},{"T":"301","2":"Wanshi","3":"...I don't know. But I had a dream about us winning the war recently."},{"T":"301","2":"Wanshi","3":"A spark spreads from a faint orb of light, igniting change all around the world."},{"T":"301","2":"Wanshi","3":"Finally, the spark ignites the entire Earth, but gradually fades after burning..."},{"T":"301","2":"Wanshi","3":"Even if we win a temporary victory against the Corrupted, the Punishing Virus won't be eradicated so easily..."},{"T":"301","2":"Troy","3":"It was just a dream though."},{"T":"301","2":"Wanshi","3":"It's just not a dream..."},{"T":"301","2":"Wanshi","3":"The Punishing Virus has caught us off guard more than once."},{"T":"301","2":"Wanshi","3":"Just as human beings have spent millions of years building their own civilization on the surface of Earth..."},{"T":"301","2":"Wanshi","3":"The Punishing Virus is also adapting and corrupting the land in its own way."},{"T":"301","2":"Wanshi","3":"If we don't find a way to eradicate it..."},{"T":"301","2":"Wanshi","3":"When conditions such as environment and time align, one day the Punishing Virus will evolve into an existence beyond our comprehension."},{"T":"301","2":"Troy","3":"Well... But at least it hasn't come to that yet, has it?"},{"T":"301","2":"Troy","3":"It's always best to plan ahead, but we still need to live in the present. Right?"},{"T":"301","2":"Wanshi","3":"Uh... Sure."},{"T":"301","3":"The comm link becomes silent again. Thoughts fills the M.I.N.D.s of Troy and Wanshi. They continue to perform their respective tasks in radio silence."}]