[{"T":"301","2":"Lee","3":"I can take care of this myself, Commandant. You can go help the Support Force to take inventory of battle resources."},{"T":"302","2":"Why do I feel like you're chasing me away?","4":"I'll leave it to you then."},{"T":"301","2":"Lee","3":"Lucia's over there with the Support Force and she probably needs your help more."},{"T":"301","2":"Support Construct","3":"I understand your request."},{"T":"301","2":"Lucia","3":"May I ask when it'll be finished...?"},{"T":"302","2":"What are you two talking about?","4":"Lucia."},{"T":"301","2":"Lucia","3":"...Commandant?"},{"T":"301","2":"Support Construct","3":"Oh, the commandant of Gray Raven, great timing. What do you think about Lucia's new frame?"},{"T":"301","2":"Lucia","3":"We don't need to bother Commandant with such trivial things..."},{"T":"302","2":"My opinion?","4":"Is there something wrong with the new frame?"},{"T":"301","2":"Support Construct","3":"It's about the remodeling of the Dawn frame."},{"T":"301","2":"Support Construct","3":"There's nothing wrong but didn't you guys want to remodel it?"},{"T":"301","2":"Support Construct","3":"Commandant, you don't know?"},{"T":"302","2":"Wait, remodeling?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Commandant, allow me to explain."},{"T":"301","2":"Lucia","3":"Actually, I want to remodel the Dawn frame."},{"T":"301","2":"Lucia","3":"It's nothing big, so I thought there was no need to trouble you."},{"T":"302","2":"How do you want to change it?","4":"I want to know things about you, Lucia."},{"T":"301","2":"Lucia","3":"It's just some changes to the appearance, more specifically..."},{"T":"301","2":"Lucia","3":"Commandant, I don't know how to respond to that."},{"T":"301","2":"Support Construct","3":"Well, we can remodel Constructs, but why don't you discuss it with your commandant first before making any changes?"},{"T":"301","2":"Support Construct","3":"It'd be easier for us all if you have an exact idea of what you want to change."},{"T":"301","2":"Lucia","3":"...Alright."},{"T":"301","2":"Support Construct","3":"I guess that's a wrap for today then, just give us a call once you've decided."},{"T":"301","2":"Lucia","3":"Commandant, can you help me pick out a new look for the frame?"},{"T":"302","2":"I got this!","4":"Though I don't think remodeling is necessary..."},{"T":"301","2":"Lucia","3":"If you don't mind, Commandant."},{"T":"301","2":"Lucia","3":"I still want you to help me choose a new look, Commandant."}]