[{"T":"301","2":"Agent","3":"Are you Commandant of the Gray Ravens?"},{"T":"302","2":"Yes, I am."},{"T":"301","2":"Agent","3":"I am Ayla's agent."},{"T":"301","2":"Agent","3":"Of course, that's neither here nor there. Thanks to you, Ayla's been making a fuss about her installation..."},{"T":"302","2":"???"},{"T":"301","2":"Agent","3":"...I think it'd be best for you to come here."},{"T":"302","2":"Hm..."},{"T":"301","3":"..."},{"T":"301","3":"Ayla's filled her room will sorts of 'blocks' yesterday..."},{"T":"301","3":"Ayla has been working non-stop carving blocks, and empty cans of energy drinks are all over the place."},{"T":"301","2":"Agent","3":"You made it."},{"T":"301","2":"Agent","3":"Are you the commandant that solved Ayla's 'puzzle'?"},{"T":"302","2":"Um, you mean..."},{"T":"301","2":"Agent","3":"..."},{"T":"301","2":"Agent","3":"The most annoying thing for an artist is unveiling their artwork before it's ready."},{"T":"301","2":"Agent","3":"If their 'puzzle' is solved too early, the artist will have one of two thoughts—"},{"T":"301","2":"Agent","3":"Either they will think they are stupid, or that the viewer is too smart."},{"T":"301","2":"Agent","3":"So, in order to prove that they aren't stupid, they become almost... paranoid in their attempt to design a new 'puzzle.'"},{"T":"301","2":"Ayla","3":"What are you going on about..."},{"T":"301","2":"Ayla","3":"Oh? It's you. What brings you here?"},{"T":"301","2":"Agent","3":"Those are the only two possible explanations as to why you've been up all night working."},{"T":"301","2":"Agent","3":"Whoever did this to you is responsible for fixing it. As for who, all I had to do was look at the system records."},{"T":"301","2":"Ayla","3":"Really?"},{"T":"301","2":"Agent","3":"...You've really outdone yourself this time."},{"T":"301","2":"Ayla","3":"I just think I can come up with a better puzzle is all."},{"T":"301","2":"Agent","3":"If you want practical feedback, wouldn't it be better to get advice rather than bury yourself in your work?"},{"T":"301","2":"Agent","3":"'If you want your voice to be heard, then you have to let others hear it.'"},{"T":"301","2":"Agent","3":"By the way, the person in charge of the art exhibition asked me to tell you that your piece will have to until the next exhibition."},{"T":"301","2":"Agent","3":"But I suggest that you go today..."},{"T":"301","2":"Agent","3":"Looking at other artists' works might give you some inspiration."},{"T":"301","2":"Ayla","3":"...You only ever seem to make sense at a time like this."},{"T":"301","2":"Agent","3":"But as your agent, this is all the advice I can give you now."},{"T":"301","2":"Agent","3":"As for how to frame the 'question,' that is left to the creator... That's what a former member of the WGAA once said."}]