[{"T":"301","2":"α","3":"Not bad. Go on."},{"T":"301","3":"Alpha lunges at Watanabe. Watanabe crosses his daggers to block Alpha's perforating thrusts."},{"T":"301","2":"Watanabe","3":"What are you people scheming again?"},{"T":"301","2":"α","3":"Well. Just a mere hunt."},{"T":"301","2":"Watanabe","3":"A hunt?"},{"T":"301","2":"α","3":"Quite. You people were just a few uninvited guests."},{"T":"301","3":"Sensing Alpha laxing from speech, Watanabe rotates his dagger and redirects her blade to the ground. Stepping on the false edge of her blade, Watanabe hops airborne."},{"T":"301","2":"Watanabe","3":"Oh. My apologies then."},{"T":"301","3":"Watanabe somersaults midair. Using the downward pull of gravity, he launches a wind-tearing cut at Alpha."},{"T":"301","3":"Alpha, on the ground, leisurely raises her blade behind her head, taking on an inviting stance."},{"T":"301","3":"The blades clash. Sparks flash. The two find themselves locked in a bind, but none of them could maneuver their weapons into functional offense. They push off each other to put distance between themselves."},{"T":"301","3":"A dagger scratch finds itself planted on Alpha's arm. Red vital fluid seep out from the gash."},{"T":"301","2":"Watanabe","3":"What's the matter? Out of breath?"},{"T":"301","2":"α","3":"Well... You lot aren't our target this time. Though you did cause some trouble for me... You sure you want more?"},{"T":"301","2":"α","3":"Why don't we... make a deal?"},{"T":"301","3":"Alpha points her blade at the Forsaken who have fallen to the ground around her."},{"T":"301","2":"α","3":"We call it here, and your companions might make it if you patch them up in time."},{"T":"301","2":"Forsaken","3":"Hah... Nice try...!"},{"T":"301","3":"One of the Forsaken on the ground fires his gun shakily at Alpha, but before the bullet could reach her, Alpha casually deflects it with her blade."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"Clark, take our wounded to the medics."},{"T":"301","2":"α","3":"Wise decision."},{"T":"301","2":"α","3":"Goodbye it is, then. I still have to make sure our prey is arriving at the right spot."},{"T":"301","2":"Watanabe","3":"What did that man do?"},{"T":"301","3":"Alpha puts away her Katana and walks toward her motorcycle."},{"T":"301","2":"α","3":"...He chased after a false truth."},{"T":"301","3":"Under the wary gazes of the Forsaken, Alpha rides on her motorcycle and turns to face Watanabe."},{"T":"301","2":"α","3":"T'was fun."},{"T":"301","2":"Watanabe","3":"Hmph. It won't just be a scratch the next time you step into Forsaken territory."},{"T":"301","2":"α","3":"Heh. I can hardly wait."}]