[{"T":"301","2":"Construct","3":"Ugh... I... I will never f-fall!"},{"T":"301","2":"α","3":"Sure."},{"T":"301","2":"Construct","3":"—!!!"},{"T":"301","3":"The Construct holds up his shield, but it proves useless against Alpha. Her blade sifts through the air, and the very next instant, the Construct is already in two pieces."},{"T":"301","2":"Construct Leader","3":"Don't panic! It's just one enemy. Circle 'round her, now!"},{"T":"301","2":"Construct","3":"Roger!"},{"T":"301","3":"The sight of their fallen comrades do not dishearten the Constructs, instead, it seems to be inspiring the others."},{"T":"301","3":"Heeding their leader's command, the Constructs quickly surround Alpha. This white-haired Ascendant is the target of their mission, and the Constructs are ready to do anything to defeat her."},{"T":"301","2":"Construct Leader","3":"Go!"},{"T":"301","3":"At their leader's cue, the Constructs ready their weapons for a concerted assault and close in on Alpha."},{"T":"301","2":"Construct","3":"Die!"},{"T":"301","3":"Unfazed in the slightest, Alpha merely twists her blade in one minimal flourish before returning it to its sheath."},{"T":"301","2":"Construct Leader","3":"..."},{"T":"301","2":"Construct A","3":"..."},{"T":"301","2":"Construct B","3":"..."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Like their comrades before them, their fate is sealed the moment they met Alpha."},{"T":"301","3":"Not a single explosion—the cut has steered clear of the volatile core components of the Constructs. Their metallic frames groan before crumbling to the ground, and life becomes matter."},{"T":"301","3":"A predestined result. Chance plays no part."},{"T":"301","2":"Liv","3":"This... This is!?"},{"T":"302","2":"The Ascendant Alpha...","4":"Any surviving squads?"},{"T":"301","2":"Liv","3":"She single-handedly wiped out all the vanguard squads..."},{"T":"301","2":"Liv","3":"Confirming now!"},{"T":"301","2":"Lee","3":"I don't think it's necessary at this point..."},{"T":"301","2":"Lucia","3":"All wiped out..."},{"T":"301","3":"Alpha senses the arrival of the belated guests."},{"T":"301","2":"α","3":"Gray Raven...? I was wondering if I'd ever see you again."},{"T":"301","2":"Lucia","3":"Alpha, what do you have to gain from slaughtering your own kind?"},{"T":"301","2":"α","3":"My own kind...? Interesting way to put it, Lucia."},{"T":"301","3":"Lucia inches toward Alpha cautiously, blade in hand. Alpha calmly smiles off this encroaching threat."},{"T":"301","2":"Lucia","3":"Are they not? Those Constructs you cut down there, they were your comrades, our comrades! Why did you become like this?"},{"T":"301","2":"Lucia","3":"Answer me, Lucia!"},{"T":"301","2":"Liv","3":"H-huh?"},{"T":"301","2":"Lee","3":"I knew it..."},{"T":"301","3":"Lucia's exclamation answers a question that has long been hanging on everyone's mind. Some time ago, Lucia has already—"},{"T":"301","3":"—Realized that Alpha is another Lucia."},{"T":"301","2":"α","3":"When did you find out...? And, do you ask of me, or yourself, 'Lucia'?"},{"T":"301","2":"Lucia","3":"During the time in the arctics, I already knew that I wasn't the real me. And fighting with you again, I realized that..."},{"T":"301","2":"Lucia","3":"Your moves, the way you handle your blade—you are the real Lucia... aren't you?"},{"T":"301","2":"α","3":"Heh."},{"T":"301","2":"Lucia","3":"...Commandant, we must stop the Corrupted here from advancing further. If we occupy this bridge, we can bottleneck their advance."},{"T":"302","2":"Lucia... you...","4":"Don't fight alone anymore."},{"T":"301","2":"Lucia","3":"Don't worry about me, Commandant. Focus on the battle."},{"T":"301","2":"Lucia","3":"I won't. Lee, Liv, ready your weapons!"}]