[{"T":"301","2":"Lamia","3":"...F-finally, I'm in position."},{"T":"301","3":"'In position,' as in near the light wall. Luna did not spell it out loud, but the three Ascendants are fully aware that certain results are expected in this operation."},{"T":"301","3":"As the war rages on in Kowloong, the balance slowly shifts. The Ascendants have occupied quite a few outer areas and turned them into domains of the virus."},{"T":"301","2":"Phecda A","3":"You've been infected, huh? On the orders of Lady Qu, I will grant you a quick death!"},{"T":"301","2":"Phecda B","3":"—!"},{"T":"301","3":"Lamia compresses the virus and discharges it wherever she goes. Just like what Roland said, the Phecda—without Inver-Devices to protect them—are easy hosts for the virus. They quickly join the Corrupted ranks."},{"T":"301","2":"Phecda Leader","3":"Damn it..."},{"T":"301","3":"As the viral density in the area rises, Kowloong's arrogance gives way to angst. They begin to lock down streets to minimize the damage."},{"T":"301","2":"Phecda A","3":"Captain, there's a female Corrupted at the defense line!"},{"T":"301","2":"Phecda Leader","3":"From the way she moves... she's an Ascendant! All units, destroy her!"},{"T":"301","3":"At the Phecda leader's command, all Phecdas snap into action and fire away at Lamia. But instead of hitting the target—"},{"T":"301","3":"The bullets phase right through her."},{"T":"301","2":"Phecda Leader","3":"Is that only a... projected image? Then she must be near. Smoke her out!"},{"T":"301","2":"Lamia","3":"No, not a projection, but an illusion. It's bye-bye when you see it."},{"T":"301","2":"Phecda Leader","3":"Ugh... Aaargh!"},{"T":"301","3":"Before the Kowloong guards can scatter, Lamia descends upon them. With a point of her finger, bulges appear on their bodies and quickly spread over like rashes."},{"T":"301","3":"A Lamia specialty—using the Punishing Virus to paralyze a frame's control systems."},{"T":"301","3":"The virus spreads amid anguished cries, but Lamia does not seem the least bothered by the screams. Instead, a stricken expression overtakes her."},{"T":"301","2":"Lamia","3":"This is exhausting... Those explosions too, it must have been Gabriel... Looks like he can handle that light wall himself..."},{"T":"301","2":"Lamia","3":"And Roland..."},{"T":"301","2":"Lamia","3":"Oh, no response...? Maybe... I can just... go home first...?"},{"T":"301","2":"Lamia","3":"...Naw, that won't do. They'll be mad..."},{"T":"301","2":"Lamia","3":"Someone's coming this way along the train tracks... Must be that Akdilek they mentioned earlier... How did Babylonia manage to bring all these people together?"},{"T":"301","3":"As Lamia ruminates on her growing troubles, her expression darkens. Eventually, she lets out a resigned sigh."},{"T":"301","2":"Lamia","3":"...Fiiineee. I'll go somewhere populated in the city and start putting on a show. That should please Miss Luna."},{"T":"301","2":"Lamia","3":"Mh-hm, sounds like a plan."}]