[{"T":"301","2":"Lee","3":"The target's memory data is located at the seventh end, named Shakespeare."},{"T":"301","2":"Lee","3":"I analyzed the relevant information on the way. The memory doesn't seem to have much to do with the Moe Army."},{"T":"302","2":"Then he should be a bit more normal...","4":"Activate the terminal, Lee."},{"T":"301","2":"Shakespeare","3":"O visitors from afar against all odds, what are you here for?"},{"T":"301","2":"Lee","3":"The integrity test has passed. Corruption status unclear. A little more testing time is needed..."},{"T":"301","2":"Shakespeare","3":"Boring! Too boring!"},{"T":"301","2":"Shakespeare","3":"It's not how you're supposed to answer me! It should be like this—"},{"T":"301","2":"Shakespeare","3":"Ah... the prisoner trapped in the white tower by fate..."},{"T":"301","2":"Shakespeare","3":"We've come here from the wasteland of seeking, only to get a message from you..."},{"T":"301","2":"Shakespeare","3":"Through the bitter and chaotic crowd as well as the thorny path, we knock your long-locked door..."},{"T":"301","2":"Shakespeare","3":"This is how your answer is supposed to be."},{"T":"301","2":"Karenina","3":"What is that? How come I don't understand a word he's saying?"},{"T":"301","2":"Karenina","3":"Are you fighting to get these guys recycled?"},{"T":"301","2":"Lee","3":"Don't just deny the meaning of our battles."},{"T":"301","2":"Shakespeare","3":"What a dull girl. You know nothing about the power of words."},{"T":"301","2":"Karenina","3":"Hmph, boring. Since you're valuable enough to be recycled, you should at least have basic combat abilities, right?"},{"T":"301","2":"Karenina","3":"Then cut the crap and let's have a duel!"},{"T":"301","2":"Shakespeare","3":"Duel... what a heart-pounding word!"},{"T":"301","2":"Shakespeare","3":"A fight where both sides bet on their glory, oaths, and lives..."},{"T":"301","2":"Shakespeare","3":"...all of which shine in a moment."},{"T":"301","2":"Lee","3":"Is the recycling mission over yet? If the terminal is damaged at this time..."},{"T":"302","2":"That's not good...","4":"Stop it, Karenina!"},{"T":"301","2":"Lucia","3":"Karenina, that's Bianca calling."},{"T":"301","2":"Karenina","3":"Huh? What's up again... What? Go back immediately?"},{"T":"301","2":"Karenina","3":"But I haven't had a fight with Lucia yet!"},{"T":"301","2":"Karenina","3":"Does it have to be me? I've got no choice..."},{"T":"301","3":"..."},{"T":"301","2":"Karenina","3":"There's an urgent mission that requires my help. Anyway, I gotta go... Hmph, Lucia got lucky this time!"},{"T":"301","2":"Liv","3":"She's exactly the same as Bianca said..."},{"T":"301","2":"Shakespeare","3":"The words are so powerful that a dispute is resolved just like this. Rudeness, brutalities, and senseless fights..."},{"T":"301","2":"Shakespeare","3":"... all turned into ashes here and now."},{"T":"301","2":"Shakespeare","3":"Miss Bianca that's far away is indeed an excellent strategist."},{"T":"302","2":"Anyway, the crisis is over...","4":"Lee, how's the test progress?"},{"T":"301","2":"Lee","3":"The test passed and the data was complete. No sign of Punishing Virus corruption was detected."},{"T":"301","2":"Lee","3":"I'll recycle the memory now."}]