[{"T":"301","2":"Mechanoid A","3":"Future. Is. The. Void! We. Don't need. A tyrant!"},{"T":"301","2":"Mechanoid A","3":"No leader! No tyranny!"},{"T":"301","2":"Mechanoid B","3":"Destroy! Destroy! Only our faction! Can rule the world!"},{"T":"301","3":"Mechanoids occupy both sides of the street, raising their arms with weapons drawn."},{"T":"301","3":"As if realizing that the phrases formed with their standard voice library are useless in overcoming the other side, the voices rising from the confronting camps gradually die down."},{"T":"301","3":"Instead, the crowd of mechanoids at the front begins to divide into smaller groups."},{"T":"301","3":"In silence, the two sides assign their targets, then approach the opposing groups."},{"T":"301","3":"As the small groups draw near each other, they collide into a chaotic frenzy."},{"T":"301","3":"As they meet, all the mechanoids raise their arms and attack."},{"T":"301","2":"Lucia","3":"Are the mechanoids... trying to kill each other?"},{"T":"301","3":"Lee transmits the drone footage onto your screens, displaying an amalgamation of red and blue."},{"T":"301","3":"A slightly larger red mechanoid swings its hands and smashes the upper half of a blue mechanoid against a wall, crushing the remaining half of its head."},{"T":"301","3":"—At which point, four sharp metal blades pierce through the blue mechanoid's back simultaneously."},{"T":"301","3":"However, the four small red mechanoids responsible for the attack are immediately torn to pieces by the blue mechanoid reinforcements."},{"T":"301","3":"The formations come together, then spread apart slightly. A larger mechanoid standing among the two factions issues an unintelligible command, causing the formations to merge once more."},{"T":"301","3":"Among the mass of red and blue mechanoids, a chaotic flurry of fragmented armor flies out from the crowded mass."},{"T":"301","2":"Lee","3":"No, this isn't senseless killing."},{"T":"301","2":"Lee","3":"It's a war between the red and blue factions."},{"T":"301","2":"Lucia","3":"A war?"},{"T":"301","2":"Lee","3":"It appears so."},{"T":"302","2":"Should we interfere?","4":"Can we go around?"},{"T":"301","2":"Lee","3":"The battle is spread across the entire area... We have no choice but to go through it."},{"T":"302","2":"...There's no other choice."},{"T":"301","2":"Lee","3":"The battle is spread across the entire area... It's not a matter of can or cannot, but rather how much time that would take."},{"T":"302","2":"...There's no other choice."},{"T":"301","2":"Lucia","3":"If that's the case, then, Commandant, I'll take point."},{"T":"302","2":"Alright, Lucia. We'll count on you."},{"T":"301","2":"Lucia","3":"I'm just fulfilling my role as an Attacker Construct appointed by Babylonia to serve as the commandant's blade."},{"T":"301","2":"Lucia","3":"The commandant's wish is my command."},{"T":"301","2":"Lee","3":"I'll provide covering fire. It's what I do best."},{"T":"301","2":"Liv","3":"I'll monitor your injuries from the rear and provide medical attention as necessary."},{"T":"302","2":"Gray Ravens, move out!"},{"T":"301","2":"Everyone","3":"Roger!"}]