[{"T":"301","3":"By the time Pfaff had finished his business with the Fishing Guild and selected a carving knife in the market, it was already noon."},{"T":"301","2":"Port Manager","3":"Hurry, and pack up shop. Business is over today."},{"T":"301","2":"Knife Seller","3":"The hell! I just sold me first shivvy!"},{"T":"301","2":"Port Manager","3":"'They' are coming. Go home where it's safe."},{"T":"301","3":"Hearing this, Pfaff realizes that the bionic tide is coming today."},{"T":"301","2":"Pfaff","3":"Where is the tide coming from?"},{"T":"301","2":"Port Manager","3":"Huh? Like always, from the surrounding forest... Same deal this time..."},{"T":"301","3":"Quickly paying the knife seller, Pfaff turns and hurries into the forest."},{"T":"301","2":"Knife Seller","3":"Oi, gramps! Your change!"},{"T":"301","2":"Pfaff","3":"Rosetta! Are you here?!"},{"T":"301","3":"Pfaff shoves open the small door to the cabin. There are no signs of invasion by the tide, but Rosetta is nowhere to be found."},{"T":"301","3":"Pfaff has previously ordered Rosetta to leave a note whenever she would leave home."},{"T":"301","2":"Pfaff","3":"If only I hadn't gone out at this time... Rosetta... Where in God's name are you?"},{"T":"301","3":"His intuition tells him that Rosetta's disappearance must be related to the bionic tide."},{"T":"301","3":"And as if confirming Pfaff's thoughts, the characteristic roars of the bionics resound from outside the door."},{"T":"301","2":"Bionic Machine","3":"GAAWR...!"},{"T":"301","2":"Pfaff","3":"Damn it!"},{"T":"301","3":"Pfaff rushes out the door with an alacrity that betrays his old age. He begins firing his shotgun at the bionics."},{"T":"301","2":"Bionic Machine","3":"Bzz.."},{"T":"301","3":"The pellets punch a massive cavity in the chest of a bionic, and it collapses onto the snow."},{"T":"301","3":"The tide, however, is more than just a singular bionic. More begin to surround Pfaff."},{"T":"301","2":"???","3":"(Whistles)"},{"T":"301","3":"A short whistle travels through the air, and over a dozen spears plummet from the sky, impaling the bionics that surrounded Pfaff."},{"T":"301","3":"Crisp clip-clops of hooves approach. A centaur-shaped Construct leaps over the bushes and stands beside Pfaff."},{"T":"301","2":"Temia","3":"My name is Temia, a member of the Forest Guard. Are you injured, sir?"},{"T":"301","3":"Seeing this strange Construct introduce herself as a Forest Guard, Pfaff furrows his brows and shifts, quietly avoiding eye contact."},{"T":"301","3":"Taking Pfaff's silence for shock, Temia strides over to comfort him. Before reaching Pfaff, however, a bionic—not completely destroyed—suddenly hurls itself at her."},{"T":"301","2":"Bionic Machine","3":"ROAAR—arghhh!!!"},{"T":"301","3":"A blast from Pfaff's shotgun punches a hole straight through the bionic's chest. Smoke dissipates from the barrel."},{"T":"301","2":"Pfaff","3":"If you don't destroy their power connectors, they might get back up again."},{"T":"301","2":"Temia","3":"Thank you..."},{"T":"301","3":"Several other Forest Guard members arrive, reporting to Temia."},{"T":"301","2":"Forest Guard","3":"Captain! We found some fresh tracks leading to the foot of the mountain. Looks like they belong to a girl."},{"T":"301","2":"Temia","3":"To the mountains where the kids in town snuck off to...? But why?"},{"T":"301","2":"Forest Guard","3":"There are quite a few bionic footprints nearby. I'm worried that..."},{"T":"301","3":"Hearing the Forest Guard, Pfaff immediately slings his shotgun around his shoulder and hastily proceeds toward the mountain."},{"T":"301","2":"Forest Guard","3":"Hey, where are you going?! Hey!"},{"T":"301","2":"Temia","3":"Forest Guards, stay on guard and follow the hunter. Move out!"},{"T":"301","3":"Rosetta is cautiously hiding behind a fallen tree. She sniffs the air."},{"T":"301","2":"Rosetta","3":"The smell of vital fluid... They're still moving up the mountain!"},{"T":"301","2":"Rosetta","3":"I should've warned the girls not to go into the forest when I saw them off in the distance!"},{"T":"301","3":"Rosetta is keeping her promise with Pfaff—to not speak or meet with outsiders."},{"T":"301","2":"Rosetta","3":"Two options left now... Find the girls before the bionics, or..."},{"T":"301","3":"Rosetta firmly grips her trusty spear."},{"T":"301","2":"Rosetta","3":"...Or destroy all of the bionics!"}]