[{"T":"301","2":"Mechanoid A","3":"So powerful... so impressive!"},{"T":"301","2":"Mechanoid B","3":"Those are the outsiders, aren't they? This is my first time seeing one!"},{"T":"301","3":"After passing all the trials, you arrive at an open space with barely any decorations, and in the center is a familiar-looking crate."},{"T":"301","3":"Surrounding it is a crowd of audiences sitting in a circle, waiting."},{"T":"301","2":"Lucia","3":"...What is this?"},{"T":"301","2":"Mechanoid A","3":"Taoist!"},{"T":"301","2":"Mechanoid B","3":"Taoist! Fist of the Taoist!"},{"T":"301","3":"The chatter among the mechanoids in the audience gradually grows into cheers."},{"T":"301","2":"Foreman","3":"I can't believe someone's passed all the trials and arrived at this place! The way you tackle them and hunt those ghosts... Ain't never seen anything like that!"},{"T":"301","2":"Foreman","3":"Ought to have a human as the Taoist, oughtn't we?"},{"T":"302","2":"That crate...","4":"Have you been watching?"},{"T":"301","2":"Foreman","3":"Right, of course. Take it back! We haven't touched a single thing inside."},{"T":"301","2":"Foreman","3":"I've been monitoring the whole place through those recon drones above you."},{"T":"301","3":"With that, Foreman turns around and gestures dramatically like a Master of Ceremonies."},{"T":"301","2":"Foreman","3":"As you can see, this group called Gray Raven has passed all of our trials, and is the first to set foot in this place!"},{"T":"301","2":"Foreman","3":"Therefore, it is my honor to announce that Gray Raven is the winner of this year's Fist of the Taoist, and their commandant, 【kuroname】, shall be crowned the Taoist Supreme!"},{"T":"301","2":"Lucia","3":"What is a Taoist Supreme?"},{"T":"301","2":"Foreman","3":"Just somebody really cool is what it is! Sounds terrific when we add 'Supreme' to the title, ain't it?"},{"T":"301","2":"Lee","3":"Is that... Kamui's logic?"},{"T":"301","2":"Liv","3":"But there's something that still concerns me... Mr. Foreman."},{"T":"301","2":"Foreman","3":"I'll answer what I can... and Foreman is fine."},{"T":"301","2":"Liv","3":"In that case, Foreman... We found out during our trial that this place was originally a factory, and you... Are you all mechanoids that weren't evacuated?"},{"T":"301","2":"Foreman","3":"Probably. I remember the chief foreman, who, y'know, was the foreman in charge, telling all the humans to evacuate immediately, so those folks all followed him and left."},{"T":"301","2":"Liv","3":"And... you all stayed behind because the evacuation order didn't include you..."},{"T":"301","2":"Foreman","3":"That's right, and we've been wandering in this place ever since."},{"T":"301","2":"Lee","3":"I thought you only gather here on specific dates... but you've been staying here since then, haven't you?"},{"T":"301","2":"Lucia","3":"There must be Corrupted around, however few there are... Were you ever in danger?"},{"T":"301","2":"Foreman","3":"Of course we did! And we learned a painful lesson for sure."},{"T":"301","2":"Liv","3":"Will you consider relocating after this? Babylonia has set up several bases on the surface..."},{"T":"301","2":"Foreman","3":"No, I don't think so. I think we will stay."},{"T":"301","2":"Liv","3":"Even when it's dangerous?"},{"T":"301","2":"Foreman","3":"Because this place is filled with our memories of the ol' days. We've been commemorating the chief foreman and the humans even when it isn't the Ghost Festival."},{"T":"301","3":"——"},{"T":"301","2":"Lee","3":"One more thing. The 'Generals' and the other mechanoids aren't how mechanoids in a factory should look like. What exactly..."},{"T":"301","2":"Lee","3":"What's happening to the recon drones... What's that noise?"},{"T":"301","2":"Foreman","3":"It's time."},{"T":"301","2":"Lucia","3":"It's time?"},{"T":"301","3":"As Lucia speaks, a ray of blinding light shines from above, showering all of you like rain, completely swallowing you in its radiance."},{"T":"301","2":"Lucia","3":"What's with the light?"},{"T":"301","2":"Lee","3":"It's the drones! Liv, protect Commandant!"},{"T":"301","2":"Liv","3":"Copy!"},{"T":"301","3":"Lucia and Lee believe the light to be a sign of danger, and they immediately draw their weapons while Liv watches the surroundings."},{"T":"301","3":"And you cannot help but close your eyes."},{"T":"301","3":"——"},{"T":"301","2":"Lucia","3":"What... happened?"},{"T":"301","3":"As the light fades, all that is left next to you is the supply crate. Every one of the mechanoids has vanished into thin air."},{"T":"301","3":"In your shock, you slowly recall the voice you heard when you were showered in light."},{"T":"301","2":"???","3":"Ain't it been a while since we've found a human who'd play with us? Thank you, 【kuroname】."}]