[{"T":"301","3":"It has been 28 days since Liv left for Babylonia. This is also the 10th afternoon they have spent stuck in the church."},{"T":"301","3":"Dusk falls onto the blood stains covering the churchyard, hoping to conceal them, only to accentuate the crimson color."},{"T":"301","3":"After the twins left, the train finally came to a halt next to a forest in the middle of nowhere, its limit reached."},{"T":"301","3":"Before they could perform any repairs, they were soon surrounded by waves of Hetero-Creatures, and they were forced to retreat and put up defenses inside this nameless church."},{"T":"301","3":"Having tried to break through the enemies several times, they only ever find themselves cornered in a new location."},{"T":"301","3":"Those twisted horrors have marked their names. Those creatures will haunt them every step of the way like shadows, inseparable."},{"T":"301","3":"In order to contain the destruction, the three of them decided to stay in the church, using it as a base of operation."},{"T":"301","3":"But no fights can go on forever. They have been resisting on church grounds for ten days after the pursuit of Asslam."},{"T":"301","3":"With their supplies lost, their resources are about to be depleted when one of their terminals finally rings."},{"T":"301","2":"Changyu","3":"Hey there, how are you all holding up?"},{"T":"301","2":"Changyu","3":"Whoa, you look terrible."},{"T":"301","2":"Changyu","3":"But that's alright, 'cause we're bringing you some supplies, and we've also brought a few Babylonia Constructs to help you."},{"T":"301","2":"Lucia","3":"Don't come here, it's too dangerous. Akdilek is struggling too, so please look after yourselves first."},{"T":"301","2":"Changyu","3":"Relax. Akdilek has been working with the Nighter, so don't you worry about us."},{"T":"301","2":"Changyu","3":"After we got settled, we went back for some of Watanabe's folks as well."},{"T":"301","2":"Changyu","3":"I know it's pretty bad where you are, so stop turning us away. We just borrowed these supplies from the Nighter anyway."},{"T":"301","2":"Changyu","3":"We're almost there. I bet you're all feeling very grateful."},{"T":"301","2":"Lucia","3":"How are Jamilah's injuries?"},{"T":"301","2":"Changyu","3":"Pulao got us someone who can help."},{"T":"301","2":"Lucia","3":"Good."},{"T":"301","2":"Changyu","3":"Sit back, don't give up. We'll be there soon enough."},{"T":"301","3":"Ending the transmission, Lucia returns to the dust-filled room and its dreary silence."},{"T":"301","2":"Lee","3":"Any news?"},{"T":"301","2":"Lucia","3":"It was Changyu and Sophia. They're bringing us some supplies to repair ourselves..."},{"T":"301","2":"Lucia","3":"I told them not to come, but they insisted and said they'd be here soon."},{"T":"301","3":"Lee does not answer. He is on the brink of collapse, his broken right arm yet to be properly repaired, deteriorating from infection."},{"T":"301","3":"Dusk and silence, exhaustion and wounds, they weave together a web that binds the two of them to the bench they are sitting on, with no hope to escape."},{"T":"301","3":"Even with all their struggles, time has not granted them room to breathe."},{"T":"301","3":"Only when a speck of dust falls on her shoulder from the chandelier in the church does Lucia drag her damaged frame up, supporting herself with her katana."},{"T":"301","2":"Lucia","3":"They're back."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"I'll get Chrome. His frozen attacks can still buy us some time."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Any news from Babylonia?"},{"T":"301","2":"Lucia","3":"No. But our mission report and reinforcement request have been received."},{"T":"301","2":"Lee","3":"Have they abandoned us?"},{"T":"301","3":"Lucia does not answer. Lucia does not know how to answer."},{"T":"301","3":"They are already knee-deep in an impossible situation. The Hetero-Creatures would still fight to their death even if Babylonia sent in armies and transport crafts now."},{"T":"301","3":"When the cost of a rescue mission outweighs the result, no one life is worth more than a dozen others."},{"T":"301","3":"To Lucia and Lee, Gray Raven's spirit will live on as long as Liv and 【kuroname】 are safe on Babylonia."},{"T":"301","3":"Except..."},{"T":"301","2":"Lucia","3":"We promised... the four of us will always be together."},{"T":"301","2":"Lee","3":"We did."},{"T":"301","2":"Lucia","3":"It's too soon to give up. Changyu and Sophia are still on the way."},{"T":"301","2":"Lee","3":"I know."},{"T":"301","2":"Lucia","3":"The devices that you made. Are there any left?"},{"T":"301","2":"Lee","3":"Not a lot."},{"T":"301","3":"No one is willing to fall here."},{"T":"301","3":"Even when their lives are like candles in the wind, their spirits are still burning bright."}]