[{"T":"102","1":"Nona Ouroboros","2":"Chapter 11"},{"T":"301","3":"Asslam, Carriage 014"},{"T":"301","2":"Lucia","3":"Sophia and I searched every carriage and every possible hiding place."},{"T":"301","2":"Sophia","3":"...Including the 64 ventilation pipes and 7 garbage disposal points. Nothing found."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"...No signs or traces of Commandant."},{"T":"301","2":"Lucia","3":"Liv, did the radar pick anything up?"},{"T":"301","2":"Liv","3":"Cannot determine exact coordinates. Someone is interfering with Commandant's signals..."},{"T":"301","2":"Liv","3":"Lee is trying to locate and neutralize the source of the interference, but they're very good at hiding..."},{"T":"301","2":"Lee","3":"The signal is perfectly disguised. Whoever is doing it must be very familiar with how our radar positioning systems work."},{"T":"301","2":"Lucia","3":"Let's note that down first. Right now, our priority is to locate Commandant. Lee, how long do you need to decode the signal?"},{"T":"301","2":"Lee","3":"Ten minutes, or less."},{"T":"301","2":"Sophia","3":"...I'll go report to Jamilah."},{"T":"301","3":"As if following Sophia's words, two sets of footsteps sound from the distance."},{"T":"301","2":"Aston","3":"Let us not disturb Amir, Sophia."},{"T":"301","2":"Aston","3":"Amir has important matters to tend to."},{"T":"301","2":"Aston","3":"The mechanic patrols told us what happened. It is Akdilek's fault for not taking better care of its guest aboard Asslam."},{"T":"301","2":"Aston","3":"We will do all we can to help find your commandant."},{"T":"301","2":"Aston","3":"By the way, may I inquire as to the whereabouts of Miss Bianca? Could it be possible that she and your commandant left on some urgent business?"},{"T":"301","2":"Lucia","3":"Commandant would never leave us without notice. As for Bianca, she returned to Babylonia yesterday for another mission."},{"T":"301","2":"Lucia","3":"So Bianca's departure does not coincide with the time Commandant went missing."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Changyu","3":"...It wouldn't be those rebels, would it? That damn Ashlar's vanished as well."},{"T":"301","2":"Liv","3":"The signals from Commandant's Mind Beacon is fading..."},{"T":"301","2":"Lucia","3":"Calm your M.I.N.D., Liv."},{"T":"301","2":"Lee","3":"All of you are registering a 4.275% M.I.N.D. deviation. Try to stabilize your emotion modules."},{"T":"301","2":"Lucia","3":"Lee..."},{"T":"301","2":"Changyu","3":"Wait, do you smell something...?"},{"T":"301","2":"Changyu","3":"Where did you last see 【kuroname】?"},{"T":"301","2":"Sophia","3":"Here."},{"T":"301","2":"Changyu","3":"Akdilek stores all kinds of spices for trade. You foreigners can't tell the smell apart, but I can... and I'm all too familiar with this scent."},{"T":"301","2":"Changyu","3":"...It's the smell of a knockout drug."},{"T":"301","2":"Lee","3":"...Methoxyflurane and other chemical substances detected in the air."},{"T":"301","2":"Changyu","3":"Effective on humans but not on Constructs—a simple, yet cunning trick... Those psycho boaters are finally sticking their oars here, huh..."},{"T":"301","2":"Aston","3":"What do you mean, Changyu?"},{"T":"301","2":"Changyu","3":"I'm afraid your Commandant got 'bought', much like how I got sold to this place."},{"T":"301","2":"Changyu","3":"But how did those collared get off their ship...?"},{"T":"301","2":"Lucia","3":"What are you talking about, Changyu?"},{"T":"301","2":"Lee","3":"...Interference cleared. Commandant located. The signal is moving toward the port of City 09."},{"T":"301","2":"Lee","3":"I tried to pull up info about the city from the database, but I don't have the clearance. Only the names 'Citong Port' and 'Kowloong Chamber of Commerce' showed up."},{"T":"301","2":"Changyu","3":"...The KCC. I knew it was that ship."},{"T":"301","2":"Changyu","3":"Looks like you're in big trouble, Gray Raven."}]