[{"T":"301","2":"Nanami","3":"Our second date will be in Professor Nanami's lab!"},{"T":"302","2":"Professor?","4":"This is a lab?"},{"T":"301","2":"Nanami","3":"Because Nanami is the person in charge for this room!"},{"T":"301","2":"Nanami","3":"It is if Nanami says so!"},{"T":"301","2":"Nanami","3":"Anyway, this is what we're going to do in the lab."},{"T":"301","3":"As she speaks, Nanami brings over an uncanny-looking mannequin from a dark corner of the room."},{"T":"302","2":"You want to learn about the human anatomy?","4":"What are you going to do with Mr. Mannequin..."},{"T":"301","2":"Nanami","3":"Dissection is the last step, even though Nanami has collected information on human anatomy."},{"T":"301","2":"Nanami","3":"Mhmm, to pick up where we left off, of course!"},{"T":"301","2":"Nanami","3":"This is Nanami's Reverse Harem Experience!"},{"T":"302","2":"Where did you find out about stuff like this?","4":"Do you even know what Reverse Harem means?"},{"T":"301","2":"Nanami","3":"Liv's room! She has loads of books on it in her locker."},{"T":"301","2":"Nanami","3":"Hmph... don't you underestimate Nanami's comprehension powers. A Reverse Harem is a situation where multiple males pursue one female, correct?"},{"T":"301","2":"Nanami","3":"And since I couldn't invite anyone else on such short notice, Mr. Mannequin will stand, and Commandant will facilitate the Reverse Harem Experience!"},{"T":"302","2":"What did you have in mind?","4":"I'm a little tired..."},{"T":"301","2":"Nanami","3":"Hmph, you're helping Nanami? Why thanks, Commandant."},{"T":"301","2":"Nanami","3":"If Commandant were to walk away, Nanami might just... shatter the base on accident?"},{"T":"301","2":"Nanami","3":"First, we put one of Mr. Mannequin's hands on his hip, like so, and the other on the wall, like so. Commandant, you'll have to pretend to barge in by accident, stumbling on some male cornering your girlfriend or something."},{"T":"302","2":"Quite a detailed setting...","4":"This Reverse Harem doesn't feel too right."},{"T":"301","2":"Nanami","3":"Hehe, it's Nanami's favorite scenario!"},{"T":"301","2":"Nanami","3":"Really? I think it's quite fun!"},{"T":"301","2":"Nanami","3":"Say, this mannequin is not that... flexible."},{"T":"301","2":"Nanami","3":"Hmph! Relax your stupid fingers!"},{"T":"301","3":"With brute force, Nanami bends Mr. Mannequin's fingers in a way that they're not supposed to bend, reaching an approximation of the cornering pose."},{"T":"301","2":"Nanami","3":"Okay, that should do it. Next, Commandant needs to go behind the door. Chop chop!"},{"T":"301","3":"Her scene complete, Nanami pushes you into the storage closet. You see nothing in the pitch black."},{"T":"301","2":"Nanami","3":"Nanami is ready. Come on in, Commandant!"},{"T":"302","2":"(Open the door)","4":"(No way)"},{"T":"301","3":"You push open the door like Nanami told you."},{"T":"301","2":"Nanami","3":"Nanami is ready. Come on in, Commandant!"},{"T":"301","3":"Looks like she will just keep saying it if you don't open the door."},{"T":"301","2":"Nanami","3":"Oh... what are you doing?"},{"T":"301","2":"Mannequin","3":"Such a fine young lady. How 'bout I take you to the bar, show you a good time?"},{"T":"301","3":"Classic theater ensues: Nanami shifts from playing the cornered girl to voicing the mannequin cornering her."},{"T":"301","3":"Girl-Nanami flashes you a helpless look."},{"T":"302","2":"Let. Her. Go!","4":"Do go on."},{"T":"301","2":"Nanami","3":"Hey...Who ARE you?"},{"T":"301","3":"Mr. Mannequin (voiced by hers truly) whirls around at the sound of your voice and, with some help from hers truly, rushes over to you."},{"T":"301","2":"Nanami","3":"Stop! Don't fight over me!"},{"T":"301","3":"Having neglected to think through the rest of the script in her head, Nanami nonetheless soldiers on, reciting lines that make no sense—"},{"T":"301","2":"Nanami","3":"Oh... Okay..."},{"T":"301","3":"The mannequin (voiced by Nanami) looks flustered, and mutters something like 'watch your back' before returning to script: cornering the girl."},{"T":"301","2":"Nanami","3":"Wait! Commandant, you're supposed to swoop to Nanami's rescue!"},{"T":"301","3":"Nanami scoops up the mannequin and rushes over, intent on playing out her scene."},{"T":"301","3":"The scene quickly devolves into chaos. Dents start appearing all over the room from Nanami's forceful stage management, and sometime along the way, Mr. Mannequin loses all of his facial features except one hanging eye. Hearing the commotion, someone opens the door."},{"T":"301","2":"Lee","3":"Commandant... what are you two up to?"}]