[{"T":"301","3":"In appreciation, or perhaps out of mere amusement, Luna stretches out a hand and gently pats Lamia's face."},{"T":"301","2":"Lamia","3":"M-M-Miss Luna..."},{"T":"301","2":"Luna","3":"Good work. You did well. Step back and wait for everything to end."},{"T":"301","2":"Luna","3":"It's your turn. No more cards in your hand?"},{"T":"301","2":"Shome","3":"Ngh... Now that you have me, all my cards are useless anyway."},{"T":"301","2":"Gabriel","3":"You should have seen this day coming."},{"T":"301","2":"Shome","3":"Indeed, I have. But this is all worth it... to reach the truth that you hid."},{"T":"301","3":"Hearing Shome, Luna frowns slightly. Gabriel walks expressionlessly to Shome and lifts his head with one hand, then slams him heavily into the ground. The ground cracks from the great impact."},{"T":"301","2":"Shome","3":"—!"},{"T":"301","3":"Shome's frame is clearly not built to withstand such a blow. The erratic sparks speak volumes of his coming end."},{"T":"301","2":"Luna","3":"You lack not only self-awareness, but also fear and awe of the unknown."},{"T":"301","3":"Luna raises her arm. Sanguine flashes skirt from her fingers to Shome's frame. He falls, convulsing violently on the ground. Though Shome's frame is crippled by Gabriel, he is forcibly held awake by Luna."},{"T":"301","2":"Shome","3":"Huff... huff... puff..."},{"T":"301","2":"Shome","3":"I still remember..."},{"T":"301","2":"Shome","3":"When I was young... my grandfather planted a cherry tree in the family courtyard for me..."},{"T":"301","2":"Shome","3":"Everyone in my family... praised its beauty..."},{"T":"301","2":"Gabriel","3":"What are you getting at?"},{"T":"301","3":"Shome hangs his head, gasping and struggling to squeeze words out of his mouth. Ignoring Gabriel's question, he continues."},{"T":"301","2":"Shome","3":"But I've never found it beautiful... All that time, I only had one thing in my mind... I want to destroy it..."},{"T":"301","2":"Shome","3":"I wanted to see the blossoms fall, pour over the courtyard... or even me, myself, scattering into pieces..."},{"T":"301","2":"Shome","3":"Whatever the outcome, that, would be MY choice..."},{"T":"301","2":"Shome","3":"Huff... What I did... is just the price to discover the truth."},{"T":"301","2":"Luna","3":"...Oh? And what have you discovered?"},{"T":"301","2":"Shome","3":"...The essence of... the Ascension-Network."},{"T":"301","2":"Shome","3":"It's essentially a communication protocol... Power is granted through a port, but the access requirements are strict... Those who connect to it and live through the constant filtering... become Ascendants..."},{"T":"301","2":"Shome","3":"Ascendants can wield the power the Ascnet brings... But they are also endlessly tormented by it... Fail to endure the filtering, and they become reduced to a mindless Corrupted..."},{"T":"301","2":"Luna","3":"We all know of this already. Is this the extent of your research?"},{"T":"301","2":"Shome","3":"Then... do you know that not all Ascendants are filtered out by the Ascnet... or by you...?"},{"T":"301","2":"Gabriel","3":"?!"},{"T":"301","2":"Luna","3":"...'Lullaby'."},{"T":"301","2":"Shome","3":"Indeed... That experiment birthed the first artificial Ascendant... One that lived through the initial filtering and... accessed the Ascension-Network..."},{"T":"301","2":"Shome","3":"Though the continuous filtering of the Ascnet afterwards... dulled his strength, causing a gap between him... and the other, more, 'natural' Ascendants..."},{"T":"301","2":"Shome","3":"But he, is still... a true... Ascendant."},{"T":"301","2":"Shome","3":"...The Ascendant—Shome."},{"T":"301","2":"Gabriel","3":"But that experiment, if I recall..."},{"T":"301","3":"Gabriel whispers in Luna's ear. Luna nods, and Gabriel knows not to pry further. He removes his hat and holds it across his chest, then straightens to observe the Shome before him."},{"T":"301","2":"Shome","3":"I've worked long and hard... And now... I'm finally about to reproduce the experiment."},{"T":"301","2":"Shome","3":"Using this new configuration, combined with this park, more Ascendants can be created... And, they can all survive that accursed initial filtering with my help..."},{"T":"301","2":"Shome","3":"You understand what an Ascendant horde entails, don't you, Luna?"},{"T":"301","3":"Shome's face slowly twists into a smile as he speaks. Immersed in his speech, he does not realize the darkening of Luna's expression."},{"T":"301","2":"Shome","3":"The transformation of quantity into quality... Simple dialectical materialism... the mass-produced Ascendants will become the most powerful force on the earth. They will wipe out all that stands in their way!"},{"T":"301","2":"Shome","3":"Which is why... we should work together, yes? We can work together! How about it?"},{"T":"301","2":"Luna","3":"Enough."},{"T":"301","3":"Shome stretches out his hands in invitation, but Luna cuts him off midway."},{"T":"301","2":"Luna","3":"How foolish you are. The truth you've been after... never existed in the first place."},{"T":"301","2":"Shome","3":"Im... possible... I KNOW... I've received the gift of the network... unlike those Transcendants who have the power, but do not wield it."},{"T":"301","2":"Luna","3":"Pathetic."},{"T":"301","3":"Luna walks up to Shome and presses her hand against his forehead. Shome's expression changes from fear to excitement, then to confusion, fading into disbelief in the end. As if dumbfounded, he gawks at Luna."},{"T":"301","2":"Luna","3":"Do you see now? What that person did to you?"},{"T":"301","2":"Shome","3":"That time... So that's what happened...? I see... then it all makes sense now..."},{"T":"301","2":"Luna","3":"Everything has been a foolish dream of yours. Your experiments were castles in the sky. You've been pouring yourself into an abyss."},{"T":"301","2":"Luna","3":"Have you ever considered that you lived through the initial filtering, all because of this morbid obsession of yours?"},{"T":"301","3":"Luna removes her hand from Shome's head and gives him a disdainful look."},{"T":"301","2":"Luna","3":"Artificial ascension. Ha. Nothing but the self-indulgence of a prancing clown."},{"T":"301","3":"With that, Luna leaves the dying Shome in front of the giant shark statue. She turns and shifts her gaze at the people of Babylonia in the distance."}]