[{"T":"301","3":"Putting on the heavy cloak and the tailor-made mask Changyu passed you, the two of you approach the heart of the abandoned dock."},{"T":"301","3":"You enter a small, half-collapsed room under the countless watchful eyes of the guards."},{"T":"301","2":"???","3":"Wait there. Bossman will be with you in a sec."},{"T":"301","3":"The man in guard attire directs you further into the room."},{"T":"301","2":"Changyu","3":"Sure!"},{"T":"301","3":"Changyu dismisses the guard offhand. Pushing open the door, he steps in and finds one of the fallen stone walls to sit on."},{"T":"301","2":"Changyu","3":"Come, sit. I bet he's gonna take a while."},{"T":"301","3":"He lowers his voice and gestures toward the flat stone surface next to him."},{"T":"302","2":"...","4":"(Sit down)"},{"T":"301","2":"Changyu","3":"What are you afraid of? I don't bite!"},{"T":"301","2":"Changyu","3":"Take a break."},{"T":"301","3":"You sit down by his side. Changyu grins and leans closer."},{"T":"301","2":"Changyu","3":"In a second, the old coot in charge of this place will barge in with two of his guards. Just keep your head down and don't say a word."},{"T":"301","3":"His face is now next to yours as he whispers in your ears the specifics of his plan."},{"T":"301","2":"Changyu","3":"Your costume belongs to a mole from the black market, but he wasn't close with the group here on the dock."},{"T":"301","3":"His hand gently brushes your cloak, making sure the microchip is secured within the interlining."},{"T":"301","2":"Changyu","3":"As long as you have the cloak and the token with you, no one's gonna notice a thing."},{"T":"301","3":"As he finishes the sentence, Changyu falls unusually quiet for a moment, before putting on a self-deprecating smile."},{"T":"301","2":"Changyu","3":"Do you trust me?"},{"T":"302","2":"I'll trust a friend.","4":"Not much of a choice here."},{"T":"301","2":"Changyu","3":"(Chuckles) A friend..."},{"T":"301","2":"Changyu","3":"That's... pretty cruel of you, isn't it?"},{"T":"301","3":"He turns to give you a good, long look, his gaze unraveling the costume that cloaks you."},{"T":"301","2":"Changyu","3":"Y'know, I never noticed..."},{"T":"302","2":"...?"},{"T":"301","3":"He reaches out, gently lifting the hood that has been covering your face."},{"T":"301","2":"Changyu","3":"There's a pretty face underneath, isn't there? People would pay good money for you back... 'there.'"},{"T":"302","2":"'There'?","4":"What's with the compliment?"},{"T":"301","3":"Changyu ignores your question. He just... smiles, and stares, before reaching for your face."},{"T":"302","2":"(Stop him)","4":"(Let him touch you)"},{"T":"301","3":"You go ahead and grab his hand, but the moment your hands meet, a piercing sting penetrates your arm."},{"T":"301","3":"Changyu tenderly caresses your cheek, his fingertips moving lower and lower... until they stop by your neck."},{"T":"301","3":"All of a sudden, a piercing sting penetrates where he touches you."},{"T":"302","2":"You...!"},{"T":"301","3":"Your body begins to numb, your vision getting blurry."},{"T":"301","3":"You try to activate Lee's beacon, but your body gives in and falls before you can send the signal."},{"T":"301","2":"Changyu","3":"Hey, be careful."},{"T":"301","3":"Before you know it, Changyu is holding your defenseless body in his arms."},{"T":"301","2":"Changyu","3":"You're gonna hurt yourself if you fall down like that."},{"T":"301","3":"Desperate to react, you struggle to catch your breath. Your shoulders are slowly lowered onto a piece of soft fabric."},{"T":"302","2":"Why..."},{"T":"301","2":"Changyu","3":"You wouldn't believe me if I told you. Not yet, anyway."},{"T":"301","3":"Changyu's voice comes and goes like ocean waves in your half-conscious state."},{"T":"301","2":"Changyu","3":"I promise I'll explain everything once it's over."},{"T":"302","2":"...","4":"(Try to grab hold of him)"},{"T":"301","2":"Changyu","3":"Hm? Relax, the drug I gave you wasn't that powerful to begin with. You'll wake up in no time."},{"T":"301","3":"As your grip on Changyu's shirt collar loosens, the heart rate monitor on your chest buzzes, signaling a countdown."},{"T":"302","2":"...!","4":"(...Liv!)"},{"T":"301","2":"Changyu","3":"Hey, we'll get busted if your heart keeps beating like that!"},{"T":"301","2":"Changyu","3":"Trust me, 【kuroname】!"},{"T":"301","3":"Before the countdown is over, his voice fades away along with your vision, and your world fades to black."}]