[{"T":"301","2":"Liv","3":"Are you sure we are not lost?"},{"T":"301","3":"The Demon King and Liv were heading toward the next Demon General's Castle. Liv was a little concerned with the rapidly changing scenes around them."},{"T":"301","2":"Demon King","3":"Of course. Don't you underestimate the power of Demon King."},{"T":"301","2":"Liv","3":"Does this have anything to do with power...?"},{"T":"301","2":"Demon King","3":"Instead of worrying about the scenes, let's just hurry. We can't run again if there are enemies nearby. This is the only way to the castle."},{"T":"301","2":"Demon King","3":"Two of us... No, you alone are no match for the guards if there are many of them."},{"T":"301","2":"Liv","3":"I should have told others about the situation..."},{"T":"301","2":"Demon King","3":"Sorry, but the previous heroes of revelation left me a bad impression about you."},{"T":"301","2":"Demon King","3":"Remember when we first met? I was trying to take you with violence."},{"T":"301","2":"Liv","3":"Um-hum. I was really scared..."},{"T":"301","2":"Demon King","3":"Regretting won't help us. If your friends are as kind as you are, we will meet again eventually."},{"T":"301","2":"Vera","3":"Sorry to disappoint you, Demon King."},{"T":"301","2":"Liv","3":"!?"},{"T":"301","2":"Demon King","3":"Who are you...?"},{"T":"301","3":"It was a red-haired Construct, followed by a male Construct in black. Vera and Camu walked toward them."},{"T":"301","2":"Liv","3":"Vera, Camu, why are you here... Wait. Are you our enemy?"},{"T":"301","3":"Liv was glad to meet more of her peers, but she immediately recalled something mentioned by the guards."},{"T":"301","3":"Two heroes had chosen to fight for the King."},{"T":"301","2":"Vera","3":"This is a race after all. Of course we will pick the easiest and fastest way."},{"T":"301","2":"Demon King","3":"Just like last time. I was hoping to meet you later. If only I can have the artifact..."},{"T":"301","2":"Camu","3":"The artifact is in our hands now."},{"T":"301","3":"Knowing what the Demon King was thinking, Camu took out a shiny gem fragment. Liv didn't know what it was, but the Demon King immediately recognized that it was the last piece of artifact."},{"T":"301","2":"Demon King","3":"Never thought Karuna would be beaten by you... Holy Maiden, we need to run."},{"T":"301","2":"Liv","3":"Yeah."},{"T":"301","3":"The Demon King immediately made a decision. Running was the only option. He must not be caught."},{"T":"301","3":"Liv followed the Demon King and ran back toward where they came from."},{"T":"301","2":"Vera","3":"Fine. I don't mind a race before everything ends."}]