[{"T":"301","3":"3:20 p.m. F6 Military Warehouse, Command Central"},{"T":"301","2":"??","3":"Three packages of serum, injectors, bio-type filters..."},{"T":"301","3":"A worker is reading out a catalogue of supplies while adjusting his glasses."},{"T":"301","2":"??","3":"But hey, Gray Raven's commandant, right? Did something happen to the usual girl?"},{"T":"302","2":"Liv has something to take care of."},{"T":"301","2":"Liv","3":"Sorry, Commandant. I might need your help..."},{"T":"301","2":"Liv","3":"I'm usually the one to claim supplies for the squad every Thursday, but there's an emergency at the Star of Life. I'll have to go help..."},{"T":"302","2":"No worries.","4":"Leave this to me."},{"T":"301","2":"Liv","3":"The officer there is called Ailes, and he's a very nice person! So don't worry, Commandant! Just give him the list and he'll get the supplies ready."},{"T":"301","2":"Liv","3":"Thank you, Commandant!"},{"T":"301","2":"Ailes","3":"Ah, I see... Hmm... Must be the squad that went missing in the frontlines. Heard Walker and the others talking about them this morning."},{"T":"301","2":"Ailes","3":"What a world we live in. War that just never ends... Oh, the rack's empty, hang on a sec."},{"T":"302","2":"Thanks.","4":"Missing...?"},{"T":"301","3":"A red shade suddenly flirts into your eyes. That person seems to be in conversation."},{"T":"301","3":"A woman with red hair. Furrowing her brows, she seems to be talking to a stranger. The man is gesturing brusquely and talking gruffly, to which she responds with a condescending smirk."},{"T":"301","3":"The woman then mutters something, which deflates the man almost instantly. He begins looking around nervously."},{"T":"302","2":"(What are they doing...?)"},{"T":"301","2":"Ailes","3":"Commandant? What's the matter? Took me ages to find you!"},{"T":"302","2":"...!","4":"..."},{"T":"301","3":"The sudden exclamation removes you from your voyeuristic venture."},{"T":"301","2":"Ailes","3":"Here. These should be the supplies you need. Please check and confirm."},{"T":"302","2":"Alright.","4":"Thanks."},{"T":"301","3":"Ailes leaves after he hands the trunk of resources over to you. As if drawn by a flame, your gaze is helplessly tugged back to the corner with the woman, only to find her already absent."},{"T":"301","2":"??","3":"Need anything?"},{"T":"301","2":"Vera","3":"Peeping around like a rat, you can't be looking for me, can you?"},{"T":"302","2":"Yes.","4":"No."},{"T":"301","2":"Vera","3":"Honest to a fault, hm?"},{"T":"301","2":"Vera","3":"But, well. I'm not in the mood right now. Need me for something—try booking earlier. I might consider entertaining you for a few seconds."},{"T":"301","2":"Vera","3":"Tsk, tsk—liar, liar."},{"T":"301","2":"Vera","3":"Not into liars, uh-uh."},{"T":"301","3":"Vera crosses her arms, revealing a medical bag—something she just acquired—before her torso. Noticing your eyes being drawn downward, she props both hands on her hips. A bemused shadow flickers past her eyes."},{"T":"301","2":"Vera","3":"Whatcha looking at?"},{"T":"301","2":"Vera","3":"Ah. Or, should I say? You like what you see?"},{"T":"301","2":"Vera","3":"Having such true-to-yourself eyes—you must have a death wish."},{"T":"302","2":"I didn't mean to.","4":"S-sorry."},{"T":"301","2":"Vera","3":"Apologize."},{"T":"302","2":"Sorry."},{"T":"301","2":"Vera","3":"Apology accepted."},{"T":"301","2":"Vera","3":"Apology accepted."},{"T":"301","2":"Vera","3":"But before that... You wondering about what I was doing?"},{"T":"302","2":"Yes.","4":"No...?"},{"T":"301","2":"Vera","3":"Then why are you staring at me?"},{"T":"301","2":"Vera","3":"...Oh. I get it now. You were wondering about 'me?'"},{"T":"301","2":"Vera","3":"Pfft, you sorry little fool. But, well..."},{"T":"301","2":"Vera","3":"If you want to know more..."},{"T":"301","3":"Vera shuffles closer and whispers."},{"T":"301","2":"Vera","3":"Come closer, shh, I'll tell you."},{"T":"302","2":"(Approach)","4":"Okay?"},{"T":"301","3":"You lean closer to Vera, only to be met with biting pain on your forehead."},{"T":"302","2":"Ow!"},{"T":"301","3":"Ignoring your yelp, Vera curls her fingers and knocks you on the forehead once more. The force that she knocks you with almost sends you reeling. People call her a hyena for a reason."},{"T":"301","2":"Vera","3":"Dimwit!"},{"T":"301","3":"Vera scoffs, then crosses her arms again."},{"T":"301","2":"Vera","3":"Stop sticking your nose into other people's business. Get it?"},{"T":"302","2":"You viper.","4":"Rude."},{"T":"301","2":"Vera","3":"Thanks. Now get out of my sight."}]