[{"T":"301","2":"Nikola","3":"Congratulations, John."},{"T":"301","2":"Nikola","3":"Specialized frame and a specialized Inver-Device... We finally have some measurable results. Chrome never disappoints."},{"T":"301","2":"John","3":"You look delighted."},{"T":"301","2":"Nikola","3":"If we can create more Constructs that don't rely on a commandant with this technology... I suppose the odds will start going in our favor."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"Nikola","3":"I've got a meeting coming, so I have to go now. I'm guessing you've been waiting here to see your son return safely from that battlefield?"},{"T":"301","2":"John","3":"That won't be necessary now that I know the frame has been adapted successfully."},{"T":"301","2":"Nikola","3":"If you say so."},{"T":"301","3":"Heroes are plenty."},{"T":"301","3":"Of course they are plenty. There cannot be just one."},{"T":"301","3":"Anyone can grab a sword and face the monster. Anyone who does so is a hero."},{"T":"301","3":"They either perish on their way to the monster or die under its blade."},{"T":"301","3":"Before the monster is vanquished, no one will remember the names of the dead heroes. No one needs to."},{"T":"301","3":"But then one of the heroes takes a stand, and he declares—"},{"T":"301","3":"'I will carry their names and fight.'"},{"T":"301","2":"John","3":"Surpass a Smith, is it..."},{"T":"301","2":"John","3":"None of us has said something like that before him."},{"T":"301","2":"John","3":"He disobeyed my order, but when he called me Dad, I felt... glad."},{"T":"301","2":"John","3":"I might not be your father, but you are my son."},{"T":"301","3":"It has never been a kite that needs an anchor in his hands, but an eagle with its wings spread, ready to fly."},{"T":"301","3":"The little boy standing in the shadows of the dark room back then has long left his nest."},{"T":"301","3":"He knows how the story of a Smith ends."},{"T":"301","3":"But he has no idea where this eagle will go."},{"T":"301","3":"Maybe he will find the answer all Smiths have been searching for."},{"T":"301","3":"Maybe he will finally grasp what no Smith has dared to dream."}]