[{"T":"301","3":"A few hours ago..."},{"T":"301","2":"Hans","3":"Babylonia, come in."},{"T":"301","2":"Celica","3":"Who shall I connect you to, Commander Hans?"},{"T":"301","2":"Hans","3":"Connect me to President Hassen. I have a status report."},{"T":"301","2":"Celica","3":"Transferring comms."},{"T":"301","2":"Hassen","3":"What is it, Hans?"},{"T":"301","2":"Hans","3":"We have found a number of refugees in the attack zone."},{"T":"301","2":"Hassen","3":"Understood."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hassen","3":"Anything else?"},{"T":"301","2":"Hans","3":"Shall we proceed according to the plan?"},{"T":"301","2":"Hassen","3":"What do you suggest?"},{"T":"301","2":"Hans","3":"The other two calibration teams are still en route, but according to visual estimates, the Red Tide is spreading faster than expected. Teams will have to adjust their node positions accordingly to expand the blast area."},{"T":"301","2":"Hans","3":"We can only rely on hand-held devices for surveying and mapping, which significantly delays the time in which we can execute the plan."},{"T":"301","2":"Hans","3":"Considering the time required to change orbit and for Babylonia to charge the arsenal, combined with the terrain nearby and the mobility speed of the troops, it will take at least ten hours to ensure that all nodes are deployed."},{"T":"301","2":"Hans","3":"By that time, the Red Tide will inevitably spread to an area less than ten kilometers away from the refugee camp."},{"T":"301","2":"Hans","3":"To be on the safe side, I don't suggest relocating the nodes. Otherwise, I can't guarantee that the attack range will completely cover the Red Tide."},{"T":"301","2":"Hans","3":"We have issued an emergency evacuation order to the refugees, but they are unwilling to vacate the area."},{"T":"301","2":"Hassen","3":"How do you wish to proceed?"},{"T":"301","2":"Hans","3":"Although the World Government Parliament has been relocated to space with the Eden-class Babylonia, the people on the surface are still our comrades."},{"T":"301","2":"Hans","3":"We are all citizens of the World Government. Citizens must fulfill their basic obligations, including cooperating with the army in emergency asylum."},{"T":"301","2":"Hans","3":"According to the instructions of Article 21 of 'The World Government Disaster Relief and Emergency Assistance Act'—If civilians are found while executing a mission, they must be notified and evacuated to safety."},{"T":"301","2":"Hans","3":"Unfortunately, it appears that they are unwilling to evacuate."},{"T":"301","2":"Hans","3":"According to the instructions of Article 22 of 'The World Government Disaster Relief and Emergency Assistance Act'—If civilians insist on remaining within the boundaries of an operation, military forces are authorized to forcefully remove all civilians."},{"T":"301","2":"Hassen","3":"You know quite well."},{"T":"301","2":"Hans","3":"I have committed all of the rules and regulations to memory, even if they are no longer applicable in this era."},{"T":"301","2":"Hans","3":"Please allow me to evacuate these refugees under the pretense of successfully deploying the domain nodes— with or without force."},{"T":"301","2":"Hassen","3":"Request granted. Evacuate the civilians by any means necessary."},{"T":"301","2":"Hassen","3":"But remember, Babylonia will only initiate the attack once node deployment has been authenticated, regardless if the evacuation is a success or not."},{"T":"301","2":"Hassen","3":"We have only one chance. This is for all of humanity."},{"T":"301","2":"Hans","3":"Understood."},{"T":"301","2":"Hassen","3":"Any other issues?"},{"T":"301","2":"Hans","3":"No, sir. Report complete, Mr. President."},{"T":"301","2":"Hassen","3":"Wait."},{"T":"301","2":"Hans","3":"What is it, Mr. President?"},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Hassen","3":"Hans, you experienced the Great Evacuation first hand. You're one of the most experienced soldiers in active service."},{"T":"301","2":"Hassen","3":"You should know why I entrusted you to be the commander of this operation instead of handing over the task to the younger generation."},{"T":"301","2":"Hassen","3":"For example, the up-and-coming Gray Raven Commandant."},{"T":"301","2":"Hans","3":"I don't, Mr. President."},{"T":"301","2":"Hans","3":"My duty is to obey orders. Soldiers don't need to speculate on any factors other than their mission."},{"T":"301","2":"Hassen","3":"Is that really how you feel, Hans?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hassen","3":"A soldier is not only a member of the army, but also a member of humanity."},{"T":"301","2":"Hassen","3":"Young soldiers tend to forget the former due to the latter."},{"T":"301","2":"Hassen","3":"Only after refining themselves over a lengthy military career will they steel their judgement."},{"T":"301","2":"Hans","3":"So you have tasked me with this mission because I have the necessary experience, and you trust my judgment."},{"T":"301","2":"Hassen","3":"Not only that."},{"T":"301","2":"Hassen","3":"Judgment entails responsibility. When passing judgment, you must bear the full weight of its consequences."},{"T":"301","2":"Hassen","3":"Night is too heavy for the dawn of a new era."},{"T":"301","2":"Hassen","3":"I don't doubt their fearlessness in the fight against the Corrupted, but they have yet to awaken to a higher calling."},{"T":"301","2":"Hans","3":"Yes, I understand. The responsibility of our generation should not fall on the next generation."},{"T":"301","2":"Hassen","3":"The atrocities committed by our generation should not be repaid by future generations."},{"T":"301","2":"Hassen","3":"Hans, I know the cruelty I ask of you."},{"T":"301","2":"Hassen","3":"But the blood of the youth has not been cooled over many long years. Such is the same for their passion."},{"T":"301","2":"Hassen","3":"I don't want them to lose this passion so early."},{"T":"301","2":"Hassen","3":"So I must play the judge, and you the executioner."},{"T":"301","2":"Hans","3":"As you wish, Mr. President."},{"T":"301","2":"Hans","3":"When I accepted my appointment, I was ready for the worst. The current situation is within my expectations."},{"T":"301","2":"Hans","3":"Moreover, I didn't think I would have a chance to return to the surface ever again. Thank you for giving me this opportunity."},{"T":"301","2":"Hassen","3":"Such gratitude is unnecessary."},{"T":"301","2":"Hassen","3":"Humanity may have emotions, but the universe does not."},{"T":"301","2":"Hassen","3":"Babylonia is the scale that balances the past and future of humanity."},{"T":"301","2":"Hassen","3":"The fulcrum between the two is a steel wire hanging over the abyss. We are the people who walk the steel wire."},{"T":"301","2":"Hassen","3":"Hans, I'm sure you know what to do."},{"T":"301","2":"Hans","3":"I know... what to do?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hans","3":"Is it almost time?"},{"T":"301","2":"Construct Captain","3":"Yes, Chief Commander, almost ready. Do you want to authenticate and activate the bit domain nodes now?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hans","3":"Wait."},{"T":"301","2":"Construct Captain","3":"Chief Commander?"},{"T":"301","2":"Hans","3":"I asked the other two teams to verify that their domain nodes are functioning properly."},{"T":"301","2":"Hans","3":"After the second verification, I can safely activate the nodes and request Babylonia to launch the attack."},{"T":"301","2":"Construct Captain","3":"Roger!"},{"T":"301","3":"After walking for who knows how long, you have lost all feeling in your legs."},{"T":"301","3":"At first, you could still maintain contact with Lee, but after crossing a certain node, even your comms are now completely cut off."},{"T":"301","3":"The desolate desert outstretches in a monotonous and dreary expanse toward the horizon."},{"T":"301","2":"???","3":"——▄——▆▁——▃"},{"T":"301","3":"The whale song begins again, causing the Red Tide to continue expanding. Your consciousness floats along with the serene melody."},{"T":"301","2":"Ayla","3":"What else have we discussed... Let me see."},{"T":"301","2":"Ayla","3":"Oh, right! Have you heard what whales sound like?"},{"T":"301","2":"Ayla","3":"She... I don't know why she's crazy about them."},{"T":"301","2":"???","3":"Ayla, do you think there are still whales on Earth?"},{"T":"301","2":"???","3":"I only read about them in books. Apparently they are the largest mammal on Earth."},{"T":"301","2":"???","3":"How big of a pool would you need to accommodate such a beautiful creation?"},{"T":"301","2":"Ayla","3":"What do you think? 【kuroname】, how big of a pool would you need?"},{"T":"302","2":"I think it would need an ocean."},{"T":"301","2":"Ayla","3":"That's what I said."},{"T":"301","2":"Ayla","3":"A creature that big would only fit in the ocean."},{"T":"301","2":"???","3":"The ocean... You mean the blue stuff on the model?"},{"T":"301","2":"Ayla","3":"Yep. Exactly."},{"T":"301","2":"???","3":"Water on Earth is blue?"},{"T":"301","2":"???","3":"Why is the water in Babylonia colorless? What turned it into such a beautiful color on the surface?"},{"T":"301","2":"Ayla","3":"Why is the water in Babylonia colorless? What turned it into such a beautiful color on the surface?"},{"T":"301","3":"Ayla calmly repeats the question posed by her unnamed friend."},{"T":"301","3":"In an instant, you feel transported across time and space as you talk to the veiled girl in the depths of time."},{"T":"302","2":"Because there is enough water."},{"T":"302","2":"It absorbs low-frequency light."},{"T":"302","2":"It reflects high-frequency light."},{"T":"302","2":"That's why it is blue."},{"T":"301","2":"Ayla","3":"That's quite a rational answer. If she heard it, I'm sure she would be disappointed... Luckily, that's not what I said."},{"T":"301","2":"Ayla","3":"I don't know why, but it's not important!"},{"T":"301","2":"???","3":"Alright, enough about that. Back to whales..."},{"T":"301","2":"???","3":"If that's the case, whales are the bards of the ocean."},{"T":"301","2":"???","3":"Their voices must be far-reaching and long-lasting since the ocean is so vast."},{"T":"301","2":"???","3":"Must be lonely not getting a response."},{"T":"301","3":"You notice something waving in front of your eyes."},{"T":"301","2":"Wanshi","3":"Zone out again?"},{"T":"301","3":"Wanshi brings his hand back."},{"T":"302","2":"Sorry."},{"T":"301","2":"Wanshi","3":"You were out for quite some time."},{"T":"302","2":"I was just thinking about something that happened a long time ago."},{"T":"301","3":"You hear the 'whale song' again."},{"T":"301","3":"——▆——▃——▆▇"},{"T":"301","3":"This intricate web of tributaries spreads like slime mold. The source of which is unknown."},{"T":"302","2":"Wanshi."},{"T":"301","2":"Wanshi","3":"Hmm?"},{"T":"302","2":"What do you think of this sound?"},{"T":"301","2":"Wanshi","3":"You think it sounds like a whale song, but the refugees call it the 'siren's call.'"},{"T":"302","2":"'Siren's call'?"},{"T":"301","2":"Wanshi","3":"Documents leftover from the Golden Age say that sirens were monsters that lived in the ocean who lured sailors with songs."},{"T":"301","2":"Wanshi","3":"Sailors would become entranced by their songs and crash their ships into the reefs."},{"T":"301","2":"Wanshi","3":"It's not difficult to understand why it's garnered such a negative reputation. After all, the sound and Red Tide coincide with death."},{"T":"302","2":"But..."},{"T":"301","2":"Wanshi","3":"...It is. It's bound to the Red Tide, so we can always rely on the sound to predict the rise and fall of the Red Tide."},{"T":"301","2":"Wanshi","3":"Ironically, it isn't so much an alluring sound that puts people in a trance, but rather... It seems to be a reminder of the approaching Red Tide."},{"T":"302","2":"Think we could follow the sound to the source?"},{"T":"301","2":"Wanshi","3":"Doesn't seem like a problem."},{"T":"301","2":"Wanshi","3":"But... Um... Got any ideas?"},{"T":"302","2":"I just have a hunch."},{"T":"302","2":"Maybe it's a cry for help."},{"T":"301","2":"Wanshi","3":"The siren's call is actually a cry for help."},{"T":"301","2":"Wanshi","3":"Heh... You and our member Kamui... sure would get along, huh?"},{"T":"301","2":"Wanshi","3":"Speaking of which, the spectrogram of this voice... Forget it. It's nothing."},{"T":"301","3":"Going upstream, you follow the sound for quite some time."},{"T":"301","3":"The web of tributaries becomes more densely woven. The yellow sand has now turned black and gray."},{"T":"301","3":"Hetero-Creatures on the shore of the Red Tide are writhing through the sand, stone and soil. The rustling sound is like the footsteps of death."},{"T":"301","3":"Wanshi's lethargy was now in full restraint, leaving only seriousness and solemnity."},{"T":"301","2":"Wanshi","3":"The sound is getting closer and closer."},{"T":"301","3":"No longer dragging out his words, his speech has become rapid and precise as if worried about some unknown entity."},{"T":"301","2":"Wanshi","3":"Are you receiving any alerts from your protective equipment?"},{"T":"302","2":"No.","4":"What about you?"},{"T":"301","2":"Wanshi","3":"We have enough serum to last us a while longer."},{"T":"301","2":"Wanshi","3":"My Inver-Device was enhanced by the Support Force. I should be fine for now."},{"T":"301","2":"Wanshi","3":"Now we can rely on the sound to judge the rise and fall of the Red Tide to avoid it. If we proceed any further, we may have no other choice but to get up close and personal with those things."},{"T":"301","2":"Wanshi","3":"Punishing concentration is one thing, but those Hetero-Creatures are another thing entirely. Are you sure you want to continue?"},{"T":"302","2":"We've already made it this far."},{"T":"301","2":"Wanshi","3":"Good point."},{"T":"301","2":"???","3":"————▅▄!"},{"T":"301","3":"You hear the sound again."},{"T":"301","2":"Ayla","3":"'A whale must be lonely if it doesn't get a response.' This was the only thing going through her mind."},{"T":"301","2":"Ayla","3":"Hard to imagine, huh?"},{"T":"302","2":"You think whales get lonely?"},{"T":"301","2":"Ayla","3":"Huh? Why are you thinking about that, too?"},{"T":"301","2":"Ayla","3":"I didn't think the Gray Raven Commandant was so romantic!"},{"T":"301","2":"Ayla","3":"I asked her the same thing."},{"T":"301","2":"Ayla","3":"Do you think whales get lonely?"},{"T":"301","2":"???","3":"I think they get really lonely."},{"T":"301","2":"Ayla","3":"Then she sang me a song. She has always been like this. Once she has inspiration, she will practice it immediately."},{"T":"301","2":"Ayla","3":"I saved the recording. Wanna hear it?"},{"T":"302","2":"(Nod)"},{"T":"301","3":"Ayla activates the terminal."},{"T":"301","3":"You hear someone singing an adagio aria."},{"T":"301","3":"This is the most beautiful sound you have ever heard."},{"T":"301","3":"The tone ebbs and flows as it rises higher. Suddenly, a vast ocean seems to appear before your very eyes."},{"T":"301","3":"The female voice does not fully imitate the sound of a real whale, but conveys the same expression in the melody."},{"T":"301","3":"—A lonely blue whale is swinging its tail fin and cruising in the sea. It sings again and again. The song echoes throughout the ocean depths, but there is no response."},{"T":"301","3":"The singing stopped, but the song had no ending, because the lonely whale never found its herd."},{"T":"302","2":"Sounds like the song isn't finished."},{"T":"301","2":"Ayla","3":"You're right."},{"T":"301","2":"Ayla","3":"She said that she hadn't thought of an ending yet because she hasn't seen the ocean with her own eyes."},{"T":"301","2":"Ayla","3":"She'll write the second half of the song when she sees the real ocean."},{"T":"301","2":"Ayla","3":"That's what she said at least."},{"T":"301","2":"Wanshi","3":"...?!"},{"T":"301","2":"Wanshi","3":"【kuroname】."},{"T":"301","3":"Someone pats your shoulder forcefully."},{"T":"301","3":"You return to your senses and look around. Only then do you realize that you have entered a hostile area."},{"T":"301","2":"Wanshi","3":"You just started sprinting for some reason."},{"T":"301","2":"Wanshi","3":"I thought you were going to jump into the Red Tide."},{"T":"301","2":"Wanshi","3":"What the hell is..."},{"T":"301","2":"???","3":"——▆▂——▄█▆——!!"},{"T":"301","3":"The sound interrupts Wanshi."},{"T":"301","3":"Unlike before, you hear the sound nearby."},{"T":"301","3":"Both of you turn to look toward the sound."},{"T":"302","2":"Where is this..."},{"T":"301","3":"You hear a thunderous buzzing in the air, but the whirlwind of sand suddenly stops."},{"T":"301","3":"Under the gray clouds, the sanguine Red Tide merges into a lake."},{"T":"301","3":"Here the tide is tranquil, reflecting like a giant mirror."},{"T":"301","3":"Or more accurately, it's like the calm before the storm."},{"T":"301","2":"Wanshi","3":"...I didn't think we'd actually find it."},{"T":"301","3":"Wanshi mutters to himself."},{"T":"301","3":"In the middle of the tide stands a humanoid monster resembling a skeleton."},{"T":"301","3":"Several steel forks of condensed Punishing Virus nail it to the center of the lake."},{"T":"301","3":"If it were not for this hellscape, it would seem as if it was the crucified son of God."},{"T":"302","2":"What's that?"},{"T":"301","3":"The question seems to rouse the monster in the middle of the Red Tide. It struggles to raise its head and unleashes a dense but serene 'song.'"},{"T":"301","2":"???","3":"——▆▂——▄▆█——"},{"T":"301","3":"This was the 'siren's call' that you had been hearing."},{"T":"301","3":"Then, it suddenly turns its head and looks this way. The tranquil Red Tide seems to suddenly take on life as it gradually inundates the surrounding land."}]