[{"T":"304","1":"Recording:"},{"T":"304","1":"The Hetero-Core shard has been recovered 5 kilometers away from the Asslam docking platform."},{"T":"304","1":"Compared with the previously recovered shards, this shard shows stronger activity and has the ability to integrate other shards."},{"T":"304","1":"After killing Babylonia's fourth team to clear the Hetero-Core, I recovered a considerable number of shards."},{"T":"304","1":"Most surprising was that they show a unique characteristic after integration."},{"T":"304","1":"The properties of the crimson liquid extracted are almost the same as that found near the Hetero-Core. The cells devour one another and evolve."},{"T":"304","1":"The Hetero-Core is constantly deforming and disintegrating in this slough. I'm sensing something different from ordinary Corrupted."},{"T":"304","1":"I can't put my finger on it, but I understand that this kind of agitation is similar to what I sought when I was on the verge of disintegration."},{"T":"304","1":"I see the future of Ascnet in this crimson mire."},{"T":"304","1":"After my analysis, I've decided to contribute my efforts into further research."},{"T":"301","3":"A week before the battle of the Pulia Forest Park ruins took place."},{"T":"301","3":"A wanderer walks among the ruins of the city."},{"T":"301","3":"In front of them is a city that has long since fallen into the hands of another ruler. Hetero-Creatures are seen here and there in the ruins, twitching and hissing from time to time."},{"T":"301","3":"Desolate and disorderly, this is what the planet looks like today. Row after row of lofty buildings deteriorated into dead trees made of steel and cement. Now, living creatures fight for survival in this dark jungle."},{"T":"301","3":"With a muffled thud, the Hetero-Creatures that have followed the footsteps and arrived are torn apart by a flash of light in front of the wanderer."},{"T":"301","2":"???","3":"So the defective product of Gabriel has made it this far."},{"T":"301","3":"The wanderer leisurely puts away his chain blade and looks at the shadows cast by the distant buildings."},{"T":"301","3":"In the distant shadows, a few figures are huddled around a campfire, cooking food with simple cooking utensils."},{"T":"301","2":"???","3":"Looks like our 'actor' has arrived on set."},{"T":"301","2":"???","3":"Let's get ready."},{"T":"301","2":"???","3":"It's time for the last performance."},{"T":"301","2":"Vonnegut","3":"Again, welcome aboard, Roland."},{"T":"301","2":"Roland","3":"Save the pleasantries."},{"T":"301","3":"Feeling the changes in his body, Roland clenches his fists and grins a slightly mocking smile."},{"T":"301","3":"Aided by some mysterious power—the power bestowed to him by that pure white agent—he can still sense Luna's existence. Even though it's no more than a delicate strand of silk, she is somewhere within this world."},{"T":"301","3":"The mysterious 'Merciful One' hadn't erased his weak connection with Luna after reconfiguring his body, but the unpredictable agent in front of him seems to mind."},{"T":"301","2":"Vonnegut","3":"Is that enough?"},{"T":"301","2":"Vonnegut","3":"You must have known that I rarely give others the privilege to become an Ascendant. After all, even though our goal is the same, my selection process is slightly different from Luna's."},{"T":"301","2":"Vonnegut","3":"However, that doesn't mean that I'll be stingy in sharing my power with you. Since it's such a generous offer, I thought you would make the best use of it, rather than take a sip before setting it down."},{"T":"301","2":"Roland","3":"You're very generous, but this is good enough for me. I'm not going rusty yet and I still need it most of the time."},{"T":"301","3":"Yes, this is enough. He doesn't want the risk of wielding such strong power to come back to bite him one day. As long as he maintains a weak connection, he will have the possibility to achieve his ultimate goal."},{"T":"301","3":"He just needs to lie dormant and wait for the right time. He is already quite adept at doing so."},{"T":"301","2":"Vonnegut","3":"I understand."},{"T":"301","3":"Vonnegut slowly raises an eyebrow and claps."},{"T":"301","2":"Vonnegut","3":"The loyal 'knight' is still unwilling to completely cut off his connection to the 'king.'"},{"T":"301","2":"Roland","3":"Does it bother you to have such a troublemaker as your subordinate?"},{"T":"301","2":"Vonnegut","3":"No, of course not."},{"T":"301","2":"Vonnegut","3":"This is exactly what I admire about you, Roland. You are persistent but not foolish."},{"T":"301","3":"Roland sneers."},{"T":"301","2":"Roland","3":"So much for the flattering. Let's cut to the chase."},{"T":"301","2":"Roland","3":"What is it that you want me to do? Seems you guys had quite the show with Babylonia while I was trying to repair my frame."},{"T":"301","2":"Roland","3":"Too bad I wasn't there."},{"T":"301","2":"Vonnegut","3":"I didn't deliberately hide the location of the 'test subject,' but I didn't expect Babylonia to find it so quickly."},{"T":"301","2":"Vonnegut","3":"But I had no desire to draw their attention so soon. It appears Babylonia is smarter than I expected."},{"T":"301","2":"Vonnegut","3":"That being said, I found a 'seed' that shows potential."},{"T":"301","3":"As if thinking of something pleasant, Vonnegut's eyes show a clear smile."},{"T":"301","2":"Vonnegut","3":"Compared with this discovery, the 'test subject' was an acceptable loss."},{"T":"301","2":"Roland","3":"First time I've ever heard someone phrase 'the enemy outplayed us' so casually."},{"T":"301","2":"Roland","3":"Some of Babylonia's teams... are more troublesome than others."},{"T":"301","2":"Vonnegut","3":"Alas, opposition is not eternal."},{"T":"301","2":"Vonnegut","3":"Conversely, neither is allegiance."},{"T":"301","2":"Vonnegut","3":"Both you and I are focused on net gain, are you not?"},{"T":"301","2":"Vonnegut","3":"So long as everything is within my grasp, I can turn anything into an opportunity."},{"T":"301","2":"Vonnegut","3":"After all, I can provide what they need most. Sooner or later, they will definitely consider my proposal."},{"T":"301","2":"Roland","3":"So that 'test subject' was destroyed and you're going to make an even more powerful test subject No. 2, right?"},{"T":"301","2":"Roland","3":"I seem to have seen the same tactic used by a former 'companion'... It's a pity that he failed in the end."},{"T":"301","2":"Vonnegut","3":"Indeed. The truly vital 'Mother' isn't stored here. Cinderelik has gone to investigate its condition."},{"T":"301","2":"Vonnegut","3":"Gabriel is well-deserving of praise for his efforts on pioneering the gestation of Hetero-Creatures."},{"T":"301","2":"Vonnegut","3":"We need only to take over his unfinished research and continue to explore more possibilities."},{"T":"301","2":"Vonnegut","3":"The emergence of the Red Tide and Hetero-Creatures is undoubtedly an important step in the evolution of Ascnet. Unfortunately, the 'Polyphage' has demonstrated the limit of evolution based on Hetero-Cores."},{"T":"301","2":"Vonnegut","3":"These creatures only have the instinct to survive. They show no signs of intelligence or reason."},{"T":"301","2":"Vonnegut","3":"What's the difference between such a thing and those defective products that lose cognition due to corruption? No matter how destructive they are, they are only fit to be called puppets."},{"T":"301","2":"Vonnegut","3":"How can we walk with such creatures in the new world?"},{"T":"301","2":"Vonnegut","3":"A large part of Gabriel's failure was due to his blind pursuit of power, his eagerness for success, and his neglect of the Punishing Virus's will."},{"T":"301","2":"Vonnegut","3":"As for 'Mother'... Its appearance served as guidance to Gabriel's massively misguided path."},{"T":"301","2":"Vonnegut","3":"I can feel that 'Mother' is the condensation of the Punishing Virus's will. She possesses fascinating possibilities."},{"T":"301","2":"Vonnegut","3":"I have high hopes for its future."},{"T":"301","2":"Roland","3":"So, even you don't know what 'Mother' will hatch?"},{"T":"301","2":"Roland","3":"I thought people like you would always want to have everything under control."},{"T":"301","2":"Vonnegut","3":"It seems that we still need mutual understanding."},{"T":"301","2":"Vonnegut","3":"All we can do now is witness the gestation of 'Mother' and welcome the real cumulation of the Punishing Virus's will."},{"T":"301","2":"Vonnegut","3":"...We just need to give her a little push."},{"T":"301","2":"Roland","3":"A push?"},{"T":"301","2":"Vonnegut","3":"Before that, I think you should see something."},{"T":"301","2":"Vonnegut","3":"You haven't seen 'Mother' in her entirety, have you?"}]