[{"T":"301","2":"Ayla","3":"Looks like our answer is just behind this door."},{"T":"301","2":"Ayla","3":"Are we ready?"},{"T":"301","2":"Kamui","3":"If we help you get the hidden data inside this disc, will WGAA reward us for it?"},{"T":"301","2":"Ayla","3":"First of all, at least you all had some fun while Babylonia was baking in the deadly heat."},{"T":"301","2":"Ayla","3":"As for the reward, I can give you the public access key to the first two levels of the Golden Age database's video game section."},{"T":"301","2":"Kamui","3":"Public access?"},{"T":"301","2":"Ayla","3":"There was never a 'regular' access key, because Allen thought it wasn't necessary."},{"T":"301","2":"Kamui","3":"...Deal."},{"T":"301","2":"Ayla","3":"What do you say, Gray Raven?"},{"T":"301","2":"Lucia","3":"We're already here. Of course we will stay till the end."},{"T":"301","2":"Liv","3":"At least... We have something to do?"},{"T":"301","2":"Lee","3":"We have already come this far. At least I want to figure out what it is before breaking it apart."},{"T":"301","2":"Ayla","3":"So I take it as you all have no problem. Is that right?"},{"T":"302","2":"...Let's go."},{"T":"301","2":"Narration","3":"Once again, you wake up from darkness."},{"T":"301","2":"Narration","3":"There is neither confrontation like The Darkening, nor being trapped like The White Owl."},{"T":"301","2":"Narration","3":"By the way, in case you are curious, the last movie was 'Halloween Homecoming.'"},{"T":"301","2":"Narration","3":"It was a low-cost horror comedy mocking on 'Halloween Slaughter.' Don't underestimate it though, for it had single-handedly transcended the movie genre."},{"T":"301","2":"Narration","3":"...Forget about it. You are now inside an old mansion. It is fabulously decorated, but somewhat lacks vitality."},{"T":"301","2":"Liv","3":"This place looks so much like my old home..."},{"T":"301","2":"Narration","3":"..."},{"T":"301","2":"Narration","3":"You are standing in a corridor of the mansion. There are a few rooms located on both sides, but their doors are all closed."},{"T":"301","3":"Before the narrator can finish, Kamui reaches for one of the doors."},{"T":"301","2":"Kamui","3":"When in doubt, just be bold."},{"T":"301","3":"Kamui pushes the door open with great force, only to find endless darkness on the other side, vaster than he can ever imagine."},{"T":"301","3":"Having used too much force, Kamui loses balance and is about to fall over—"},{"T":"301","2":"Lucia","3":"Kamui!"},{"T":"301","3":"—Fortunately, Lucia reaches out and grabs Kamui's other hand."},{"T":"301","3":"She pulls him back."},{"T":"301","2":"Kamui","3":"...Phew, lucky! Thanks, Lucia!"},{"T":"301","2":"Lucia","3":"Don't run around. Based on previous experiences, this world should also belong to some horror movie."},{"T":"301","2":"Ayla","3":"Yeah, and I'm actually quite familiar with this one..."},{"T":"301","2":"Ayla","3":"'The Evil Demon', one of the iconic dark movies, famous for the way it portrayed the lawful evil demons."},{"T":"301","2":"Ayla","3":"The demons from hell would pick sinful people and pull them into the space of memories, giving them as much pain and disaster as possible..."},{"T":"301","2":"Ayla","3":"They would then feast on the screams of the victims."},{"T":"301","2":"Ayla","3":"So I don't think we can apply common sense here, neither should we use sheer force like before..."},{"T":"301","2":"Lucia","3":"So we must take caution, right?"},{"T":"301","2":"Ayla","3":"That's the only safe way to advance, at least during the first half of the movie."},{"T":"301","2":"Lucia","3":"...I see. Let's move with caution."}]