[{"T":"301","2":"Bianca","3":"Is everyone ready? Hold your neighbors tight and keep the children close. We're moving now to the Southern Diocese."},{"T":"301","2":"Bianca","3":"If we do not live within God's reach, then I will bring us all to where God can see us."},{"T":"301","2":"Bianca","3":"Even if our prayers are unheard, and salvation never comes, I do not intend to merely sit and wait—"},{"T":"301","2":"Bianca","3":"Everyone will be saved... I'll protect you all, until the end."},{"T":"301","2":"Bianca","3":"So, let us move."},{"T":"301","2":"Bianca","3":"(Please wait for me, Father Snow, I will bring them all to the eastern diocese, then I'll be returning to the church...)"},{"T":"301","3":"..."},{"T":"301","3":"On the hazy snowy horizon, the outline of the travelers could be seen getting closer and closer, only leaving a trail of footsteps behind them."},{"T":"301","2":"Bianca","3":"Stay together, everyone! Let me know if anyone is feeling unwell."},{"T":"301","2":"Bianca","3":"Careful!"},{"T":"301","2":"Child","3":"Sister! Is that... the army?"},{"T":"301","2":"(Commotion)","3":"It is! It's the army! We're saved! Thank God we're saved!"},{"T":"301","2":"Commotion","3":"What's that in the back?! A Corrupted?! How could this be?!"},{"T":"301","2":"Soldier","3":"Civilians sighted! There are Corrupted behind! Stay in formation! Protect the civilians!"},{"T":"301","2":"(Commotion)","3":"Quick, everyone! Run toward the army!"},{"T":"301","2":"Corrupted","3":"—!—!"},{"T":"301","2":"Bianca","3":"... Please lend me a weapon."},{"T":"301","2":"Bruce","3":"... This... nun?"},{"T":"301","2":"Bruce","3":"You're... A nun? I suppose you've never held a gun before, then... You'll be safer if you just stay in the back..."},{"T":"301","2":"Bianca","3":"... Please lend me a weapon."},{"T":"301","2":"Bruce","3":"Alright! Here! A gun!"},{"T":"301","2":"Bianca","3":"God, I ask for your forgiveness for the sins I am about to commit..."},{"T":"301","2":"Bianca","3":"Be prepared to atone for your sins, for I shall be your judgment!"}]