[{"T":"301","3":"Numerous mechanical devices have surrounded the airdrop cabin since Rosetta was away."},{"T":"301","3":"Drones hover around the equipment. Several mechanical arms are sticking out from the sides."},{"T":"301","2":"Asimov","3":"Next up, I'll modify the CUB. I've already prepared the replacement components."},{"T":"301","2":"Asimov","3":"In order to reduce the burden on your M.I.N.D., I can only approximate its performance according to your previous frame after the calibration. I can't match it perfectly."},{"T":"301","2":"Asimov","3":"After all, I can't agree with that way of harming yourself."},{"T":"301","2":"Asimov","3":"If you're clear on what to do, bring it here."},{"T":"301","2":"Rosetta","3":"Come on."},{"T":"301","3":"Rosetta leads the CUB toward the mechanical equipment in front of her."},{"T":"301","3":"A mechanical arm extends toward the CUB, waiting to connect."},{"T":"301","3":"The CUB comes to a stop right as it touches the mechanical arm."},{"T":"301","2":"Asimov","3":"Is this one of the deviations you mentioned?"},{"T":"301","2":"Rosetta","3":"I don't know. I didn't run into anything like this on the way back."},{"T":"301","2":"Rosetta","3":"Seems like..."},{"T":"301","3":"Rosetta strokes the CUB's crest. The CUB, having shown no willingness to move, suddenly rears up on its hind legs."},{"T":"301","2":"Rosetta","3":"It's resisting."},{"T":"301","3":"The CUB raises one of its front hooves and kicks the mechanical arm away. It turns its head away, its hooves landing on the ground with a heavy thud."},{"T":"301","3":"Seeing this, Rosetta immediately runs toward the CUB to stop it, but it dodges her with ease and then disappears into the snowy forest."},{"T":"301","2":"Asimov","3":"...It still turns out like this in the end."},{"T":"301","2":"Asimov","3":"Good thing I came prepared. Wouldn't want a repeat of what happened to Toniris."},{"T":"301","2":"Asimov","3":"There might be some side effects, but they will be within our margin of error."},{"T":"301","3":"And with that, Asimov begins typing away on his terminal."},{"T":"301","3":"Rosetta interrupts Asimov as she watches the CUB disappear into the snowy forest."},{"T":"301","2":"Rosetta","3":"I took the job. It stands to reason that I should finish it."},{"T":"301","2":"Rosetta","3":"After all, no one is better at searching the snowy forest than the Forest Guard."},{"T":"301","2":"Asimov","3":"If you insist, Leader of the Forest Guard. The additional data could provide us with more ways to optimize the frame."},{"T":"301","2":"Rosetta","3":"(Nods) Leave it to me."},{"T":"301","2":"Rosetta","3":"These tracks in the snow are fresh... Given their depth... And the current snowfall..."},{"T":"301","2":"Rosetta","3":"It was here roughly five minutes ago."},{"T":"301","2":"Rosetta","3":"I need to hurry up... It's getting farther ahead."},{"T":"301","3":"Rosetta follows the CUB's tracks through the snowy forest. As she makes her way into the forest toward the mountains, the snowstorm becomes more intense, and visibility begins to drop."},{"T":"301","3":"Rosetta, who usually maintains her composure, begins to show signs of distress."},{"T":"301","3":"—Why did she not let Asimov help her?"},{"T":"301","3":"—Why does she want to do this all by herself?"},{"T":"301","3":"—With Asimov's help, maybe..."},{"T":"301","2":"Rosetta","3":"No. This is my failure as a guardian. I have to deal with this myself."},{"T":"301","3":"Shaking off the snow on her head, Rosetta continues to chase the CUB deep into the snow forest."},{"T":"301","3":"All of the tracks lead to an expansive gorge."},{"T":"301","2":"Rosetta","3":"The next series of tracks... are on the other side of the gorge..."},{"T":"301","2":"Rosetta","3":"If that's the case..."},{"T":"301","3":"Rosetta faces the cliff, then takes a few steps backward."},{"T":"301","3":"She slowly extends her light wings, then charges forward at full speed."},{"T":"301","3":"As she springs and leaps, she unleashes the energy compressed in her wings. The force from the burst sends her flying across the gorge even farther."},{"T":"301","3":"After momentarily hovering in the air, the luminescent beams from her light wings gradually fade. The scenery in Rosetta's field of vision begins to move up rapidly."},{"T":"301","2":"Rosetta","3":"...!"},{"T":"301","3":"She pulls out a spear from behind and thrusts. The tip of the spear barely manages to make contact with the cliff face, let alone pierce it."},{"T":"301","2":"Rosetta","3":"So... close..."},{"T":"301","3":"Realizing that the distance is not enough, Rosetta aims the spear behind her and unleashes a condensed blast of energy. The force of the blast launches her closer to the opposing cliff face."},{"T":"301","3":"—As a leader, as a knight that guards my comrades, I can't let something this small stand in my way!"},{"T":"301","2":"Rosetta","3":"I'll show you what I can do!"},{"T":"301","3":"Using the propulsion from the blast, Rosetta lunges once more at the cliff face."},{"T":"301","3":"The spear nails firmly into it as she presses her limbs against it. The spear slices across it, leaving a deep gash as sparks ignite violently from the friction between Rosetta's frame and the cliff face."},{"T":"301","3":"Finally coming to a stop, Rosetta looks down at the white abyss below her and slowly breathes a sigh of relief."},{"T":"301","3":"The snowstorm is getting harsher. A spear suddenly appears from beneath the cliff's edge, firmly nailing onto its surface."},{"T":"301","3":"Clinging to the spear is an exhausted Rosetta."},{"T":"301","2":"Rosetta","3":"If I were using my old frame, a cliff like this wouldn't have..."},{"T":"301","2":"Rosetta","3":"Sacrificing mobility for firepower..."},{"T":"301","2":"Rosetta","3":"I knew this was going to happen. Why did I still do it?"},{"T":"301","3":"—But she knows exactly why."},{"T":"301","3":"—She is acting like this with a sense of resentment."},{"T":"301","3":"Rosetta shakes her head. She grips her spear and continues toward the snowy mountain."},{"T":"301","2":"Rosetta","3":"No."},{"T":"301","2":"Rosetta","3":"I can't stop here. I'm a knight of the Forest Guard!"},{"T":"301","2":"Rosetta","3":"—A guardian for those who are lost."},{"T":"301","2":"Rosetta","3":"Knights blaze trails and forge paths to guide their comrades to warmth and safety."},{"T":"301","2":"Rosetta","3":"A knight... A knight must..."},{"T":"301","3":"—Whether it is the fact that she let her comrades get hurt earlier..."},{"T":"301","3":"—Or the fact that she cannot steer the centaur module that was once hers..."},{"T":"301","2":"Rosetta","3":"It's me failing my duty as a knight."},{"T":"301","3":"Having made her way to the top of the cliff finally, Rosetta parts the wind and snow, only to find the tracks left by the CUB long gone."},{"T":"301","2":"Rosetta","3":"Perhaps, I'm no longer worthy of leading the way for everyone... to shoulder the responsibilities of a knight... to guard them..."},{"T":"301","3":"—That is the source of her resentment."},{"T":"301","3":"Alone in the raging blizzard, Rosetta finally admits what has been festering in her heart."}]