[{"T":"301","3":"Lost in thought, Rosetta suddenly receives a transmission from Babylonia. She takes a deep breath to suppress her doubts, then answers the transmission."},{"T":"301","2":"Asimov","3":"Rosetta."},{"T":"301","2":"Rosetta","3":"Speaking."},{"T":"301","2":"Asimov","3":"Looks like the comm link is stable. I'll make it quick."},{"T":"301","2":"Asimov","3":"I need you to establish a link with the new CUB, the Combat Unit Booster, to collect field data."},{"T":"301","2":"Rosetta","3":"...?"},{"T":"301","3":"Seeing Rosetta's hesitation, Asimov takes a sip of his coffee and explains further."},{"T":"301","2":"Asimov","3":"I know you're busy with the reconstruction, but there's a reason why it has to be you who tests the CUB. You'll understand once you see it."},{"T":"301","2":"Rosetta","3":"Understood."},{"T":"301","2":"Asimov","3":"Find a clearing, and I'll drop the CUB at your coordinates."},{"T":"301","3":"Once the dust settles from the airdrop's landing, the security lock disengages after detecting Rosetta, revealing the CUB within."},{"T":"301","2":"Rosetta","3":"That's...!"},{"T":"301","3":"The new CUB standing before Rosetta is an all-too-familiar sight and proof of her years as a Forest Guard."},{"T":"301","2":"Asimov","3":"As you can see, the data for this CUB prototype is based on your centaur module—the one they called 'Lindwyrm'. Thus, the CUB's combat strength is significantly upgraded."},{"T":"301","2":"Asimov","3":"Due to Babylonia's technical bias, you've been operating in humanoid mode since the Battle of Kowloong, while your centaur module has been stuck at maintenance for one reason or another."},{"T":"301","2":"Asimov","3":"With recent advancements in CUB technology, we've finally managed to repair the centaur module you left behind so that it can return to the surface."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Asimov","3":"But whatever the excuse, we did in fact use your old data without your permission and modified it."},{"T":"301","2":"Rosetta","3":"That's fine. That was part of the deal for helping each other."},{"T":"301","2":"Rosetta","3":"Restoring it to this state is more than satisfactory."},{"T":"301","2":"Rosetta","3":"Thank you."},{"T":"301","2":"Asimov","3":"...Ehm, it's nothing."},{"T":"301","3":"The activated CUB lowers its head and stares at Rosetta."},{"T":"301","2":"Rosetta","3":"But I'm afraid I have one request."},{"T":"301","2":"Asimov","3":"What is it?"},{"T":"301","2":"Rosetta","3":"I thought I could never return to the battlefield as I used to."},{"T":"301","2":"Rosetta","3":"But this gives me hope. Could you please allow me to reintegrate with it?"},{"T":"301","2":"Asimov","3":"...But the humanoid-hybrid structure will be a heavy burden for you. Are you sure?"},{"T":"301","2":"Rosetta","3":"I'm sure."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"I see. All I need right now is just field data from the new CUB."},{"T":"301","2":"Asimov","3":"Once you're done collecting the data, I'll help you recalibrate with it."},{"T":"301","2":"Asimov","3":"I'll begin preparations in the meantime."},{"T":"301","2":"Rosetta","3":"Understood. I appreciate it."}]