[{"T":"301","2":"Lamia","3":"Is this Shome's destination?"},{"T":"301","2":"Gabriel","3":"Indeed. The private water park that Shome's grandfather built for him—Venus Splash Park."},{"T":"301","3":"Roland is standing beside Gabriel and looking around. The park facilities are old, but not dilapidated. Some service-type robots are aimlessly wandering around, giving the place an even lonelier air."},{"T":"301","3":"Unchanged for decades, this small island is gradually sinking in a corner of the Caribbean Sea, frozen in time."},{"T":"301","3":"At the moment of its completion, time became frozen on this enchanted isle. The observation platform, dreamily hanging in the sky, looks almost like a border between fantasy and reality."},{"T":"301","3":"To spend time on this island, is to know solitude. A type of loneliness that dissects oneself from the world."},{"T":"301","3":"The plethora of facilities planted in the various corners of the island have all become nothing but shards of the past, accumulating dust that is known as history."},{"T":"301","3":"Venus Splash Park stands witness to the passing of time, alone, eternal, waiting quietly for its master to return."},{"T":"301","2":"Roland","3":"Looks like this place never did open... But this place really is, how should I put it... quite, full of childish innocence?"},{"T":"301","2":"Roland","3":"Almost gives me an urge to... defile it."},{"T":"301","2":"Roland","3":"Well then. Let's begin."},{"T":"301","2":"Luna","3":"There is more to this water park than what meets the eye."},{"T":"301","3":"Luna's voice rings out from behind the three Ascendants. The three salute upon seeing her, to which she dismisses briefly and begins assigning their missions."},{"T":"301","2":"Luna","3":"Gabriel."},{"T":"301","2":"Gabriel","3":"Yes."},{"T":"301","2":"Luna","3":"You will handle the energy center that is supporting the operation of the theme park. It's likely that Shome's purpose in coming here is hidden there."},{"T":"301","2":"Gabriel","3":"Yes."},{"T":"301","2":"Luna","3":"Roland, I leave setting traps in the theme park to you."},{"T":"301","2":"Roland","3":"No worries. I'll make sure this game goes smoothly."},{"T":"301","3":"After giving Gabriel and Roland instructions, Luna tilts her head at the huge observation platform in the sky."},{"T":"301","2":"Luna","3":"Lamia, can I leave the air to you?"},{"T":"301","2":"Lamia","3":"I... I-I will try my best, Miss Luna."},{"T":"301","2":"Luna","3":"Good. Our operation this time will definitely alert the surrounding factions, but they must not impede our plans."},{"T":"301","2":"Luna","3":"This is the Shome's final resting place, where he will wake from his dream."},{"T":"301","2":"Luna","3":"Let his damnation, and this place's, be a wake-up call for those who do not comply."},{"T":"301","3":"After assigning the Ascendants their missions, Luna heads into the depths of the theme park."},{"T":"301","2":"Roland","3":"Getting Shome to play out his hand here, plucking it out one by one... Miss Luna sure is a mean one."},{"T":"301","2":"Lamia","3":"Yeah..."},{"T":"301","2":"Lamia","3":"Oh right, I think I saw an elevator over there that leads to the observation platform."},{"T":"301","2":"Gabriel","3":"Don't forget the mission."},{"T":"301","2":"Lamia","3":"Yeah... I can control the flow of the surrounding virus when I'm up there."},{"T":"301","2":"Gabriel","3":"Then I shall take my leave. I've just finished scanning the energy center below."},{"T":"301","2":"Gabriel","3":"It's larger than I'd expected."},{"T":"301","2":"Roland","3":"But, well, not like it'd be any trouble for you."},{"T":"301","2":"Gabriel","3":"True. We can easily modify a machine facility of this scale thanks to what we found in Kowloong. Turning it into a dead zone, as the humans call it, would only require half an hour."},{"T":"301","2":"Lamia","3":"...Um. Actually, on my way here, I've already raised the viral density around the island as well."},{"T":"301","2":"Lamia","3":"It won't take long for the Corrupted to rise out of the sea and attack the shores."},{"T":"301","2":"Roland","3":"Not bad, girl."},{"T":"301","2":"Gabriel","3":"'Tis more meaningful than twiddling our thumbs."},{"T":"301","2":"Roland","3":"Hey, hey, was that meant to be a slight? I'll have you know, I've been seriously ruminating on how to prepare the stage."},{"T":"301","2":"Roland","3":"...Or something like that."},{"T":"301","2":"Gabriel","3":"Hmph. I'll leave the surface to you then."},{"T":"301","2":"Roland","3":"Got it. Go, go, down you go."},{"T":"301","3":"Gabriel turns and marches towards the underground energy center. Roland waves his hands impatiently and strolls inside of the theme park."}]