[{"T":"301","3":"You are standing outside an antique-style shop with 'Lam's Clothing' written on the banner in calligraphy."},{"T":"301","2":"Pulao","3":"It's a clothing store. Why did you bring me here, Commandant?"},{"T":"302","2":"If they are scared of your uniform..."},{"T":"302","2":"Then you must hide your identity."},{"T":"301","2":"Pulao","3":"Do you want me to go undercover? But if I go to them in disguise, even if they get close with me, they aren't close with the Construct Pulao."},{"T":"302","2":"First, you must understand each other."},{"T":"302","2":"And one of you must take the initiative."},{"T":"301","2":"Pulao","3":"...I see. That's why you know how to respond to 'Have you eaten yet'. I shall take the first step."},{"T":"301","3":"Slightly anxious, the girl steps forward and knocks on the door."},{"T":"301","2":"Shop Owner","3":"Coming! Welcome, what would you like today? Ready-to-wear, or custom-made... What, a Pulao Crew?!"},{"T":"301","3":"The shop owner panics a little seeing the unexpected visitors, but soon calms down and starts to observe the two of you."},{"T":"301","2":"Shop Owner","3":"Madam Pulao, and this honored guest... What can I do for you? Would you like to buy something... or investigate a case?"},{"T":"302","2":"We're here to buy some clothes."},{"T":"301","2":"Shop Owner","3":"Phew... Easy! No problem!"},{"T":"301","2":"Shop Owner","3":"How terribly sensitive of me. I have overacted."},{"T":"301","2":"Pulao","3":"Is there anything I should investigate?"},{"T":"301","2":"Shop Owner","3":"C'mon, my shop is perfectly clean. You can go around and ask, everybody on the street knows me..."},{"T":"301","2":"Pulao","3":"Let's go somewhere else, Commandant."},{"T":"301","2":"Shop Owner","3":"Hey, don't go! Please, come inside."},{"T":"301","2":"Pulao","3":"Speaking of which, Commandant, your outfit also stands out a lot. Why don't you change into something else too?"},{"T":"301","3":"As you walk into the store with Pulao, your vision is overwhelmed with all sorts of colors. You almost feel dazzled, considering that your closet only consists of uniforms."},{"T":"301","2":"Pulao","3":"Which one suits me better? What do you think, Commandant?"},{"T":"302","2":"The black one.","4":"The white one.","6":"The green one."},{"T":"301","2":"Pulao","3":"Um..."},{"T":"302","2":"What about the purple one? I think it will fit."},{"T":"301","2":"Pulao","3":"Hmm, let me try..."},{"T":"301","2":"Shop Owner","3":"Ahem, excuse me. That dress surely looks gorgeous, but it's still a male dress..."},{"T":"302","2":"!!!!"},{"T":"301","2":"Shop Owner","3":"Let me take a look..."},{"T":"301","2":"Shop Owner","3":"What about this one, Madam Pulao?"},{"T":"301","3":"The owner takes a light green dress from the clothes hanger and hands it to Pulao."},{"T":"301","2":"Pulao","3":"It looks great. Let me try it on!"},{"T":"301","3":"Pulao dashes into the fitting room."},{"T":"301","2":"Shop Owner","3":"And what would you like? Had your eyes on anything?"},{"T":"302","2":"I'll..."},{"T":"301","2":"Shop Owner","3":"I can recommend for you too if you need."},{"T":"302","2":"...I'll leave it all to you."},{"T":"301","2":"Shop Owner","3":"Roger that. Based on your size, I think this one will look great..."},{"T":"301","3":"Kowloong attire is more complicated than you think. You spend a long time in the fitting room wresting with the dress until you finally manage to squeeze yourself into it. When you step out, the owner is just tying the last red ribbon on Pulao's hair."},{"T":"301","2":"Shop Owner","3":"Fantastic. This dress goes the best with this hair style."},{"T":"301","2":"Shop Owner","3":"Hey, you look awesome too!"},{"T":"301","2":"Pulao","3":"Oh, Commandant, you have finished. What do you think of my dress?"},{"T":"302","2":"You look great.","4":"I still think mine's..."},{"T":"301","2":"Pulao","3":"Yeah, I love it too."},{"T":"301","3":"The owner gives you a death stare before you can finish the sentence."},{"T":"301","2":"Pulao","3":"Yours also looks very nice. You are better at picking your own dress, Commandant."},{"T":"301","2":"Shop Owner","3":"Since you both like your dresses, 230 Grubs please."},{"T":"301","3":"You take out your wallet, only to find Black Cards inside."},{"T":"301","3":"But..."},{"T":"301","3":"There is no Grub inside."},{"T":"302","2":"Take out a few Black Cards."},{"T":"301","2":"Shop Owner","3":"Babylonia currency? Unfortunately, we don't use it here."},{"T":"301","3":"You saw it coming but cannot do anything. Finally, the girl's crisp voice helps you out."},{"T":"301","2":"Pulao","3":"Commandant, have you forgotten? You left the Grub bag with me because you said you weren't familiar with Kowloong money."},{"T":"301","3":"The girl takes out a panda bag and picks Grubs of different sizes from it."},{"T":"301","2":"Pulao","3":"27, 28, 29, 30... Alright, I think that's the right amount."},{"T":"301","2":"Shop Owner","3":"Madam, you gave me 17 Grubs more. Here's your change."},{"T":"301","2":"Pulao","3":"Ahem, I knew. I just want to test your integrity."},{"T":"301","2":"Pulao","3":"Let's go, Commandant."},{"T":"301","3":"Pulao puts away the Grubs and rushes out. You thank the owner and are also about to leave."},{"T":"301","2":"Shop Owner","3":"Wait a sec."},{"T":"301","2":"Pulao","3":"What is it? Did you also get the number wrong?"},{"T":"301","2":"Shop Owner","3":"No, but this guest has left something behind."},{"T":"301","3":"It's a silver badge with the symbol of F.O.S. on it."},{"T":"301","2":"Shop Owner","3":"I found it in the fitting room. You probably dropped it while changing."},{"T":"302","2":"Thank you."},{"T":"301","2":"Shop Owner","3":"No problem. People often make this kind of mistake, so I always pay extra attention. Since you take this badge with you, it must be important. Don't lose it again."},{"T":"301","2":"Shop Owner","3":"Oh, and... There are people who exchange Grubs for Babylonia money in the West District. Don't make the kid pay for you next time."},{"T":"301","2":"Pulao","3":"Oops... It's okay, Commandant! I'm not a kid anymore."},{"T":"301","2":"Pulao","3":"Wait for me, Commandant!"},{"T":"301","3":"After leaving the clothing store, you get enough Grubs at the currency exchange, but Pulao refuses to take the money for the dress."},{"T":"301","3":"You only proposed to change Pulao's outfit so it does not look too eye-catching. But now she is hopping around like an uncaged rabbit, catching people's attention in another way."},{"T":"301","2":"Pedestrian","3":"Hey, watch out, girl! Don't fall down. And you, take care of her!"},{"T":"301","3":"Unable and unwilling to restrict Pulao's movement, you take the blame. Pulao notices it and quickly changes her way of walking, but she is not slowing down at all."},{"T":"301","3":"You suddenly see a crowd in front, breaking the peace on the Nighter with their loud shouting and screaming."},{"T":"301","2":"Pedestrian","3":"Hit! Hit! Hit! Ouch..."},{"T":"301","2":"Pulao","3":"Hit...? Wait, don't tell me they are gambling! That's against the law!"},{"T":"301","3":"Even without the uniform, Pulao still remembers her duty. She quickly rushes forward, pushing the crowd aside."},{"T":"301","2":"Pedestrian","3":"Hey, stop pushing! Where does this girl come from? Ouch, you've got a lot of strength."},{"T":"301","3":"You keep apologizing to the people pushed aside and follow Pulao to the center of the crowd. All you see are a shelf full of plush toys, snacks and masks, a ceramic bottle that is narrow at the top and wide at the bottom, and a few arrows."},{"T":"301","2":"Pulao","3":"Um... I got it wrong..."},{"T":"301","3":"Pulao looks embarrassed."},{"T":"301","2":"Stall Owner","3":"Are you also interested in shooting bottle? Do you want a game?"},{"T":"301","2":"Pulao","3":"Ahem, yes. I am. How do I play?"},{"T":"301","2":"Stall Owner","3":"Easy. 10 arrows for 5 Grubs. If you throw it into the wine bottle, you get a prize. I can give two extra arrows for cute ladies like you. Do you want to play?"},{"T":"301","2":"Pulao","3":"Get me one."},{"T":"301","2":"Stall Owner","3":"Gotcha. Thank you!"},{"T":"301","3":"The arrow is about 30 cm long, but the bottle is only 15 cm tall with a coin-sized opening. To throw the arrow in, one must have great control and calculating power. It may be difficult for humans, but shouldn't be a problem for a Construct—"},{"T":"301","3":"Bang!"},{"T":"301","3":"You hear the bottle explode and see an arrow pinned into the ground, with only three-quarters of it remaining outside. The bottle only has a few broken pieces left. Pulao is still in a throwing pose."},{"T":"301","2":"Pulao","3":"I was already controlling my force..."},{"T":"301","3":"The whole crowd has been muted, making Pulao's mumbling more audible."},{"T":"301","2":"Pedestrian 1","3":"Is that... a hit?"},{"T":"301","2":"Pedestrian 2","3":"Of course it is. I saw the arrow go in and out."},{"T":"301","2":"Stall Owner","3":"...Excuse me, Ma'am, Can I just give the Grubs back to you?"},{"T":"301","2":"Pedestrian 1","3":"That's cheating. You didn't specify how she could throw."},{"T":"301","2":"Pedestrian 2","3":"Yeah, girl! We're on your side! We'll tell the Pulao Crew if he cheats!"},{"T":"301","2":"Pulao","3":"I... I'm done. Can you throw the rest of the arrows for me?"},{"T":"301","2":"Stall Owner","3":"Please, show some mercy."},{"T":"301","3":"The owner is almost crying. You pick the arrow from Pulao's hand and start to estimate the throwing angle."},{"T":"301","3":"This is the correct angle. The arrow will surely go in! You turn your wrist and hurl the arrow—"},{"T":"301","3":"After some time, you have finished playing."},{"T":"301","2":"Stall Owner","3":"Huh? Are you sure you don't want to play another round? You could have nailed it... Are you really going?"},{"T":"301","2":"Stall Owner","3":"What a pity..."},{"T":"301","2":"Stall Owner","3":"Here's your mask, young lady. Come back next time!"},{"T":"301","3":"You hear the owner's voice. Without turning back, you can imagine his happy face."},{"T":"301","2":"Pulao","3":"Never thought that you spent 50 Grubs but didn't hit it... Oh, but the last one was so close."},{"T":"301","3":"Pulao makes a gap with her thumb and index finger, then moves her fingers even closer."},{"T":"301","2":"Pulao","3":"It was this close."},{"T":"302","2":"If only that was a gun...","4":"Tsk, I got carried away again."},{"T":"301","2":"Pulao","3":"I remember there is a shooting game stall not far away. Would you like to give it a try?"},{"T":"301","2":"Pulao","3":"Hehe, I never know you can be this competitive. I would never see this side of you if not for today."}]