[{"T":"301","2":"Villager","3":"Screw you! You filthy 'heroes'!"},{"T":"301","2":"Vera","3":"Don't cry on the ground. Man up a little, will you? How's the potion collection going, Camu, Karenina?"},{"T":"301","2":"Karenina","3":"Why are you the one giving orders?!"},{"T":"301","3":"After learning that recovery potions could make the trip a lot easier, Vera started collecting them from every household."},{"T":"302","2":"This is way too much.","4":"Don't we already have more than enough?"},{"T":"301","2":"Vera","3":"Is that sympathy from you? I knew you were a doormat long ago..."},{"T":"301","2":"Vera","3":"It's the more the merrier when it comes to potions. Who knows what will happen next?"},{"T":"301","2":"Vera","3":"We didn't take anything other than recovery potions. No money, no weapon, nothing valuable at all. I say we are actually very good people."},{"T":"301","2":"Camu","3":"No. We are no different from the bandits."},{"T":"301","2":"Vera","3":"Bandits take things without paying, but Karenina left some money in every home. Well, we didn't know how much exactly we should pay, but at least we paid."},{"T":"301","2":"Karenina","3":"When did you notice?!"},{"T":"301","2":"Vera","3":"Oh Karenina, you can never be a bad guy."},{"T":"301","2":"Karenina","3":"I never wanted to!"},{"T":"301","3":"Camu and Karenina soon returned with lots of recovery potions. Vera then divided them in half and put them into her own bag and Karenina's bag."},{"T":"301","2":"Vera","3":"Good, now let's move to the next village."},{"T":"302","2":"Are we still doing this?","4":"Aren't we supposed to go for the Demon Generals?"},{"T":"301","2":"Vera","3":"Of course. I can heal, so I don't really need potions myself, but I just love taking things away from others."},{"T":"301","2":"Vera","3":"The Demon General's Castle is just after the next village. Whether you like it or not, we will go through that village regardless."},{"T":"301","2":"Villager","3":"You will not do anything you want, minions of the King!"},{"T":"301","2":"Vera","3":"I don't mind you calling us minions, but at least show some respect for your King."},{"T":"301","3":"Just when Vera was about to leave with the team, a few guard robots from the village stopped them, trying to take revenge on the team for justice."},{"T":"301","2":"Villager","3":"The King is only interested in his weird experiments. He had done nothing except killing Demons!"},{"T":"301","2":"Vera","3":"Your country is such a mess... But that has nothing to do with me."},{"T":"301","2":"Vera","3":"I only need to win. Out of my way!"},{"T":"301","3":"Vera drew her weapon and charged toward the guards."}]