[{"T":"301","2":"Chrome","3":"Commandant is..."},{"T":"301","3":"The moment Chrome steps into Gray Raven's base, he finds himself surrounded by a crowd."},{"T":"301","2":"Nanami","3":"Ah! It's Chrome, the leader of Strike Hawk!!"},{"T":"301","2":"Chrome","3":"...?"},{"T":"301","2":"Nanami","3":"You guys are preparing a play, aren't you? Ya can't fool Nanami!"},{"T":"302","2":"You'll have a part in it."},{"T":"301","2":"Nanami","3":"Hehe."},{"T":"301","2":"Nanami","3":"Feel free to assign Nanami the toughest missions! I'm a one-Nanami army!"},{"T":"302","2":"(Look toward Chrome.)"},{"T":"301","2":"Chrome","3":"I've got a mission proposal here with specified roles. I'm sure you'll find one that suits you."},{"T":"301","2":"Nanami","3":"Hooray! Nanami is going to have fun!"},{"T":"301","2":"Liv","3":"Well, can Liv help too?"},{"T":"301","2":"Karenina","3":"You damn Gray Ravens, are you counting me out?!"},{"T":"301","2":"Karenina","3":"And don't you dare send me off to do chores again!"},{"T":"301","2":"Sophia","3":"I can do chores."},{"T":"301","2":"Kamui","3":"Oh, you're here, Capt! Check out this badass gun I dug out!"},{"T":"301","2":"Kamui","3":"A mirror pops out when I pull the trigger!"},{"T":"301","2":"Lee","3":"Enough, Kamui. Give it back!"},{"T":"302","2":"Looks like everyone's interested.","4":"This many people?"},{"T":"301","2":"Chrome","3":"I've come up with eight plans, one for each scenario."},{"T":"301","3":"Chrome takes a stack of proposals out from his pocket."},{"T":"302","2":"You really are something else.","4":"So meticulous and thorough."},{"T":"301","2":"Chrome","3":"Here are the things we need to prepare: props, setting, costumes, script."},{"T":"301","2":"Sophia","3":"Sophia is good at crafting stuff."},{"T":"301","2":"Lucia","3":"I can help too."},{"T":"301","2":"Karenina","3":"Ha! I'll handle the setting! And I don't need help with such an easy task!"},{"T":"301","2":"Nanami","3":"And Nanami the No.1 Stylist will take care of the costumes, of course!"},{"T":"301","2":"Liv","3":"Nanami, can I join you in designing the costumes?"},{"T":"302","2":"Then I'll work on the script."},{"T":"301","2":"Chrome","3":"I happen to have prepared some backup scripts. We can work on them together."},{"T":"302","2":"What do you know about play scripts?"},{"T":"301","2":"Chrome","3":"There are three genres of drama: tragedy, comedy, and tragicomedy. I believe comedies are more expressive and a good fit for the event."},{"T":"302","2":"Anything to recommend?","4":"Do you read a lot, Chrome?"},{"T":"301","2":"Chrome","3":"Most of the books I read are the functional kind, so I don't know a lot about drama."},{"T":"302","2":"I love reading the short stories recently published on Babylonia Daily."},{"T":"301","2":"Chrome","3":"Oh, you mean those by... Edgar Helsinki?"},{"T":"301","2":"Chrome","3":"Just a little hobby of mine... ahem."},{"T":"302","2":"I think so.","4":"I thought you didn't read drama."},{"T":"301","2":"Chrome","3":"His works are beautifully written, a perfect balance between form and substance."},{"T":"301","2":"Chrome","3":"Reading his works is like... uh..."},{"T":"302","2":"Thrilling, huh?","4":"A feeling you can't shake?"},{"T":"301","2":"Chrome","3":"Yeah, you just can't get enough of it."},{"T":"301","2":"Chrome","3":"Yeah, very thrilling."},{"T":"301","2":"Chrome","3":"Apart from his murder mysteries, 'Bottled Heaven' and 'The Boy with His Heart on the Porch' are excellent works too."},{"T":"301","2":"Chrome","3":"Edgar's short-story collection used to be my favorite read."},{"T":"301","2":"Chrome","3":"If you're interested, I have a few of his books."},{"T":"302","2":"I sure am.","4":"Maybe when I'm less busy."},{"T":"301","2":"Chrome","3":"Great... I mean, we can exchange notes after you finish reading them."},{"T":"301","2":"Chrome","3":"And after that, we can borrow more from the library if you want."},{"T":"301","2":"Chrome","3":"I think I just got off-topic."},{"T":"302","2":"No, you didn't.","4":"I like it."},{"T":"301","2":"Chrome","3":"Back to business..."},{"T":"301","2":"Chrome","3":"Uh..."},{"T":"301","2":"Chrome","3":"Time to pick a script."},{"T":"302","2":"Let me see."},{"T":"301","3":"'Frankenstein is a biologist obsessed with the origin of life. With guilty pleasure he frequents morgues to harvest body parts, hoping to piece them together into a giant human...'"},{"T":"302","2":"A classic, but not suitable for the anniversary.","4":"Nope!"},{"T":"301","2":"Chrome","3":"An interesting story, but you're right. It's a shame."},{"T":"301","3":"'In seventeenth-century Hungary, there's this countess named Elizabeth whose beauty is known far and wide. Ever since her husband died in war, she's been living alone as a widow in her castle, her beauty fading with each passing day. In an attempt to stay youthful, she secretly murders...'"},{"T":"302","2":"This won't pass the censorship!","4":"Next."},{"T":"301","3":"'Romeo and Juliet fall in love with each other at first sight, despite the fact that they come from two rival families. One day, Juliet's cousin provokes Romeo and gets killed by him...'"},{"T":"302","2":"Let's go with this one."},{"T":"301","2":"Chrome","3":"Great minds think alike! My vote is for this one too. As for the others... I included them at Kamui's insistence."},{"T":"301","2":"Chrome","3":"That's it then. I have to go and check in with my team members."},{"T":"302","2":"You work so hard.","4":"Sure."},{"T":"301","2":"Chrome","3":"Let's meet this time tomorrow to assign the parts and rehearse the lines. Sound good?"},{"T":"302","2":"Okay.","4":"Perhaps a little later than that? I don't usually get up this early."},{"T":"301","2":"Chrome","3":"I'll be here on time. See you tomorrow."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Chrome","3":"Commandant, it's advised that a person should go to bed before twelve at midnight and get at least seven hours of sleep. Bad sleep schedules cause irreversible damage to health."},{"T":"301","2":"Chrome","3":"So go to bed early."},{"T":"302","2":"Got it.","4":"You're treating me more and more like you do with Kamui."},{"T":"301","2":"Chrome","3":"Okay. Goodbye, Commandant."},{"T":"301","2":"Chrome","3":"Oh, was that too harsh? If so, please pardon my manners."},{"T":"302","2":"It's fine.","4":"It's kinda cute."},{"T":"301","2":"Chrome","3":"(With a strange look) Oh..."}]