[{"T":"301","2":"Lucia","3":"Commandant, we'll have to stay overnight here for our mission. Is that alright?"},{"T":"302","2":"Sure.","4":"I could really use a soft, warm bed..."},{"T":"301","2":"Lucia","3":"Then I'll go prepare our camp with Lee and Liv."},{"T":"301","2":"Lucia","3":"It's been a few days of long travels, hasn't it? I can't provide a mattress, but maybe you can rest more comfortably if you rest your head on my legs..."},{"T":"301","2":"Lee","3":"Commandant was just joking. No need to be too serious about it."},{"T":"301","2":"Lucia","3":"It was a joke?"},{"T":"301","2":"Liv","3":"But it really has gotten colder. Isn't today Christmas Eve?"},{"T":"301","3":"As you talk, Liv looks up at the night sky from your empty, quiet campsite, slightly saddened."},{"T":"301","2":"Liv","3":"I thought that this Christmas would be the one where everyone can get together, but..."},{"T":"301","2":"Lucia","3":"The situation has gotten more critical after all, and everyone has been sent on their respective mission. We wouldn't have time to celebrate even if we wanted to."},{"T":"302","2":"I'm sorry about it as well.","4":"I'm sure we'll get together next time."},{"T":"301","2":"Liv","3":"Our mission continues regardless... I was just lamenting, Commandant. Let's carry on tomorrow."},{"T":"301","2":"Lucia","3":"Commandant is right. If we put in more effort, we'll be able to meet again in the future."},{"T":"301","2":"Lee","3":"Perhaps we don't have to wait to see what the future holds."},{"T":"301","2":"Lucia","3":"Lee?"},{"T":"301","3":"As he speaks, Lee reveals a crafty smile and a projector in his hand."},{"T":"302","2":"What's that?"},{"T":"301","2":"Lee","3":"This is the Christmas gift I've prepared for Commandant, Lucia, Liv, and myself."},{"T":"301","2":"Lucia","3":"A Christmas gift... When did you prepare it?"},{"T":"301","2":"Lee","3":"About a week ago. None of you said anything, but I've got a feeling that you've all been looking forward to Christmas. Especially you, Commandant."},{"T":"302","2":"No, I'm not!","4":"I've been looking forward to it!"},{"T":"301","2":"Lee","3":"Sure, if you say so."},{"T":"301","2":"Lee","3":"Then, at least I know this is worth the effort I spent."},{"T":"301","2":"Lucia","3":"What is the present?"},{"T":"301","2":"Lee","3":"It's 'everyone.'"},{"T":"301","2":"Liv","3":"...Everyone?"},{"T":"301","3":"Neither Lucia nor Liv understands what Lee is saying, and he does not bother explaining either. He just goes ahead and connects his Entropy frame with the satellites."},{"T":"301","3":"And then, he directs the information feed from the satellites to the projector."},{"T":"301","2":"Kamui","3":"Connecting to the satellite!"},{"T":"301","2":"Chrome","3":"Wait—did you hear a word I just said?"},{"T":"301","3":"Kamui and Chrome suddenly appear in the projection. You can see Kamui sticking his face right in front of the monitor, with Chrome trying to drag him away."},{"T":"301","2":"Chrome","3":"Why are you covering the whole screen?"},{"T":"301","2":"Kamui","3":"I'm just making sure this thing's running. Hey, Gray Raven, can you hear me?"},{"T":"301","2":"Chrome","3":"I told you this isn't a live video call—wait... It's recording already! Kamui, say something!"},{"T":"301","2":"Kamui","3":"You're the captain, Chrome. I really should let you speak first."},{"T":"301","2":"Chrome","3":"So now you're treating me like a captain?"},{"T":"301","3":"Although he looks a little tired, Chrome still promptly strengthens his posture and adjusts his tone before turning to face the camera."},{"T":"301","2":"Chrome","3":"I'm Chrome, the leader of Strike Hawk."},{"T":"301","2":"Chrome","3":"I don't know what mission you are currently performing, nor do I know if it's going well. But if you manage to find the time on Christmas Eve to view this message..."},{"T":"301","2":"Chrome","3":"I suppose that means everything is going according to plan on your end. So is our task here, obviously."},{"T":"301","2":"Chrome","3":"A lot has happened, but I'm glad that we're still alive, still fighting tenaciously for our dream."},{"T":"301","2":"Kamui","3":"Capt, are you going to be this polite the whole time?"},{"T":"301","2":"Chrome","3":"Being respectful is a basic manner, Kamui... How else would you do it?"},{"T":"301","2":"Kamui","3":"Seriously? Watch me—"},{"T":"301","2":"Kamui","3":"Hey there, Gray Raven! Merry Christmas! We can't see each other this time, but I've prepared a great Christmas gift for y'all!"},{"T":"301","2":"Kamui","3":"We should get everyone together when you're back in Babylonia, and we'll do a gift exchange then! Just so you know, I want the newest video game console!"},{"T":"301","2":"Chrome","3":"...Sigh, what else was I expecting? Alright, this device isn't going to run any longer."},{"T":"301","2":"Chrome","3":"I'll also prepare a present for you, Gray Raven. Let's finish our missions first, and I'll see you in Babylonia."},{"T":"301","2":"Liv","3":"This message is..."},{"T":"301","3":"Liv is looking quite surprised after watching the video message from Strike Hawk."},{"T":"302","2":"Is this pre-recorded?","4":"It's... everyone."},{"T":"301","2":"Lee","3":"Of course. I did say my present is 'everyone.'"},{"T":"301","2":"Lee","3":"I sent out a mail before this operation, asking everyone who received it to record a word or two."},{"T":"301","2":"Lee","3":"Well, let's keep playing."},{"T":"301","2":"Lee","3":"Of course the commandant would understand what my gift is."},{"T":"301","2":"Watanabe","3":"So, this is Watanabe..."},{"T":"301","3":"While everyone is still shocked by the revelation, the next message from Watanabe begins to play."},{"T":"301","2":"Watanabe","3":"Not sure what I should say, given that this request came out of nowhere. Merry Christmas, I suppose."},{"T":"301","2":"Watanabe","3":"As you can probably tell, I'm in one of the Forsaken hideouts currently. Because of its geographical location, it's still scorching hot here in December."},{"T":"301","2":"Watanabe","3":"So nothing too festive is happening with us. Although I did just receive this bunch of flowers from some kids, who said it's an early Christmas gift."},{"T":"301","2":"Watanabe","3":"Look, here it is... Oh, sorry, I just went off on a tangent there."},{"T":"301","2":"Forsaken Member","3":"Sir, did you start the call without me? I haven't put on your makeup yet!"},{"T":"301","2":"Watanabe","3":"Dammit, why are you back already? And what's that dress you're holding—I'm not wearing that!"},{"T":"301","2":"Forsaken Member","3":"This is the most formal costume we can prepare!"},{"T":"301","2":"Watanabe","3":"You have very questionable taste!"},{"T":"301","2":"Watanabe","3":"Cough... As you can hear, I need to get my men off my back asap. And my face, apparently."},{"T":"301","2":"Watanabe","3":"So pardon me for ending this call with another 'Merry Christmas'!"},{"T":"301","2":"Watanabe","3":"Merry Christmas—Wait, what are the kids doing here? Don't you dare—"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"...I wonder what the dress looks like?"},{"T":"301","2":"Lee","3":"It seems that even the Forsaken get to relax and enjoy themselves around the holiday."},{"T":"301","2":"Changyu","3":"We should be next."},{"T":"301","2":"Pulao","3":"Next? To what?"},{"T":"301","2":"Sophia","3":"Seeing how much time we've wasted, we probably aren't the first group to upload our message."},{"T":"301","2":"Pulao","3":"Now that you've mentioned it, what took you so long? And didn't you say you'd be performing?"},{"T":"301","2":"Sophia","3":"Not enough time to perform."},{"T":"301","2":"Changyu","3":"That's right, so we scraped the performance after we were done preparing."},{"T":"301","2":"Pulao","3":"...How dumb are you two?"},{"T":"301","2":"Changyu","3":"Dumb, clever—two sides of the same coin, just like this one..."},{"T":"301","2":"Pulao","3":"Aren't both sides of your coin identical?"},{"T":"301","2":"Changyu","3":"...How dare a puny Construct like you—"},{"T":"301","2":"Pulao","3":"What do you mean by 'puny'? I'm not puny!"},{"T":"301","2":"Sophia","3":"I think we're running out of time."},{"T":"301","2":"Changyu","3":"Ah! Sigh—"},{"T":"301","2":"Pulao","3":"Hold on, hold on, I forgot we've been connecting the whole time! Time's almost over!"},{"T":"301","2":"Changyu","3":"Dang it. What should we do?"},{"T":"301","2":"Sophia","3":"Let's just skip to the end. On one, three—two—one—"},{"T":"301","2":"Sophia & Pulao & Changyu","3":"Merry Christmas!"},{"T":"301","2":"Lee","3":"I wasn't expecting the videos I received to be this chaotic. I guess they would've forgotten what the call was for if not for Sophia."},{"T":"301","2":"Liv","3":"But they do look happy."},{"T":"301","2":"Lucia","3":"That's right. And I'm still thinking about the performance Changyu mentioned."},{"T":"302","2":"Let's see it next time."},{"T":"301","2":"Lee","3":"Like what Commandant said. We can see it next time we're there."},{"T":"301","3":"And then Lee switches to the next message."},{"T":"301","2":"Bianca","3":"Merry Christmas, Gray Raven."},{"T":"301","2":"Karenina","3":"Gray Raven Co—cough, Merry Christmas."},{"T":"301","2":"Bianca","3":"I don't know when our message will play compared to the others, but I imagine you've heard quite a few greetings and regards already."},{"T":"301","2":"Bianca","3":"That's why I've prepared for you... a Christmas gift from Karenina."},{"T":"301","2":"Karenina","3":"What?! Where did you find this, Bianca?"},{"T":"301","2":"Bianca","3":"In your room. You really should keep your door closed and locked."},{"T":"301","2":"Karenina","3":"It doesn't mean you can just take my stuff!"},{"T":"301","3":"Bianca is holding a framed puzzle of the photo you all took together last Christmas."},{"T":"301","2":"Karenina","3":"Give it back, Bianca!"},{"T":"301","3":"Despite Karenina's protests, Bianca just stands there, calm and unconcerned, and takes out an envelope from behind the frame."},{"T":"301","2":"Bianca","3":"Alongside the puzzle is a letter written by Karenina herself. It might not be a good time to give it to you later, which is why I'm going to read it to you right now."},{"T":"301","2":"Karenina","3":"Bianca, you can't be serious... Argh..."},{"T":"301","2":"Karenina","3":"...You leave me no choice!"},{"T":"301","2":"Bianca","3":"Karenina, why are you pointing your gun at the camera?"},{"T":"301","2":"Karenina","3":"Get blown to smithereens!"},{"T":"301","3":"—","4":"Explosion."},{"T":"301","2":"Lee","3":"Did she just... blow up the camera?"},{"T":"301","2":"Liv","3":"I hope it didn't cause too much damage."},{"T":"301","2":"Lucia","3":"It's probably fine with Bianca there... probably."},{"T":"301","2":"Lee","3":"And now, our last message."},{"T":"302","2":"The last one already?","4":"I miss them already."},{"T":"301","2":"Lee","3":"That's all the messages I've received at this point. I imagine the people who couldn't reply must be occupied somewhere."},{"T":"301","2":"Lee","3":"You can go visit them later if you miss them, Commandant."},{"T":"301","2":"Lee","3":"Regardless, this is the final one..."},{"T":"301","2":"Ayla","3":"I've specifically requested Lee to let us be the grand finale!"},{"T":"301","2":"Hassen","3":"Are we grand enough for the finale, though?"},{"T":"301","2":"Ayla","3":"Are you kidding? We've got the President, the head of the Tech Department, and the cutest, loveliest assistant Celica here, haven't we?"},{"T":"301","2":"Celica","3":"You're going to make me blush with that compliment. By the way, who should start first?"},{"T":"301","2":"Asimov","3":"I should..."},{"T":"301","3":"Asimov answers Celica's question voluntarily and walks to the front of the screen."},{"T":"301","2":"Asimov","3":"Gray Raven Commandant and its members, you have been providing me with many excellent data. I hope you'll continue to work hard in the future."},{"T":"301","3":"And then he leaves."},{"T":"301","2":"Ayla","3":"Hey, wait! That's it?!"},{"T":"301","2":"Celica","3":"He's not coming back..."},{"T":"301","2":"Hassen","3":"That's Asimov for you. Now, as the President, I should go next."},{"T":"301","2":"Celica","3":"No, I should go next! If you go first, you're going to say everything we want to say!"},{"T":"301","2":"Hassen","3":"I-is that so...?"},{"T":"301","2":"Celica","3":"Hmph. I'm making the call this time."},{"T":"301","2":"Ayla","3":"Although you aren't here, we have all prepared a Christmas tree for your squad!"},{"T":"301","2":"Ayla","3":"And everyone has helped decorate it!"},{"T":"301","2":"Celica","3":"That explains all the weird ornaments. It's Gray Raven's Christmas tree, of course."},{"T":"301","2":"Ayla","3":"There's nothing weird about them!"},{"T":"301","2":"Hassen","3":"Stop chatting among yourselves. Didn't you say we should face the camera?"},{"T":"301","2":"Celica","3":"You're right... I had the staff move the Christmas tree to your office. Remember to check it out when you're back!"},{"T":"301","2":"Ayla","3":"In that case, let's put a nice bow on this message, Celica!"},{"T":"301","2":"Ayla & Celica","3":"Gray Raven, Merry Christmas!"},{"T":"301","2":"Hassen","3":"...What about me?"},{"T":"301","2":"Lee","3":"That's all."},{"T":"302","2":"In the end, President Hassen..."},{"T":"301","2":"Lee","3":"A little tragic, I agree. But I guess the President isn't someone who would mind."},{"T":"301","2":"Lucia","3":"What to say... I wasn't expecting you to prepare such a special gift, Lee."},{"T":"301","2":"Lee","3":"As a member of this squad, I just wanted to do something for everyone here."},{"T":"301","2":"Lee","3":"And just like how Liv has always wanted to celebrate Christmas, it's also something I've always wanted to do."},{"T":"301","2":"Liv","3":"Is this a dream of yours?"},{"T":"301","2":"Lee","3":"Not really a dream. Just a nice thought."},{"T":"301","2":"Lee","3":"I've forgotten the name of the book, but when I was studying, I read a line that goes like this:"},{"T":"301","2":"Lee","3":"'Do not fear, for all spirits converge in the sky, and we... We are all connected.'"},{"T":"301","2":"Lee","3":"I was just trying to continue that idea."},{"T":"301","2":"Lee","3":"I sent out the mail, so everyone who had to stay apart could record a message—"},{"T":"301","2":"Lee","3":"All their thoughts and wishes would be channeled through the satellites, crossing time and space, and we would meet here today."},{"T":"301","2":"Lee","3":"I think... it's a romantic idea."},{"T":"302","2":"I think so too.","4":"Thank you, Lee."},{"T":"301","2":"Lee","3":"It seems that Commandant would also enjoy that book. I'll find it for you when we're back."},{"T":"301","2":"Lee","3":"...Say that behind my back next time. I'm still not used to it."},{"T":"301","3":"After Lee's confession, everyone looks up at the night sky and finds countless stars blinking. You are all looking for the satellites that carry the 'spirits.'"},{"T":"301","3":"And you all point them out, the sparks you believe you have connected."},{"T":"301","3":"You know there is no way to be certain, but you still reach out and look toward that shining light."},{"T":"301","2":"Lee","3":"It's snowing."},{"T":"301","3":"Snow falls from the sky unexpectedly, covering the whole place. But none of you look away."},{"T":"301","3":"And the Gray Ravens say to you:"},{"T":"301","2":"The Gray Ravens","3":"Merry Christmas, Commandant."},{"T":"302","2":"Merry Christmas."}]