[{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"The girl in black never shows up again, but Roland sees marks of Punishing on the ground pointing to another place."},{"T":"301","3":"These marks aren't visible to those without Punishing affinity. Roland knows the message is specifically left for him."},{"T":"301","3":"The marks continue along the path, extending into the other side of the forest."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"Roland turns back to look at the roof, but Lamia is long gone."},{"T":"301","2":"Roland","3":"(Did she go stealth? No, it can't be...)"},{"T":"301","2":"Roland","3":"(Tsk... So she ended up running.)"},{"T":"301","2":"Roland","3":"(I did think about this possibility and had a plan... But whatever.)"},{"T":"301","2":"Roland","3":"(I just have to do this alone now.)"},{"T":"301","3":"Roland lets out a sigh and follows the invisible Punishing trail out of the house."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The girl in black calmly stands in the center of the circle on a cliff. She seems to have waited a long time."},{"T":"301","2":"Roland","3":"Hey."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Roland","3":"Just do what you have to. Now that you have showed up, your plot must have come to an end."},{"T":"301","2":"Roland","3":"Where is the villain? Whatever you have up your sleeve, bring it up. I'm ready."},{"T":"301","3":"Roland plays his last card. He is waiting for the opponent to draw their last from the bottom of the deck."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The girl in black lets out a sigh, as if she is giving Roland his final sentence."},{"T":"301","2":"???","3":"Voodoo."},{"T":"301","2":"???","3":"Time for serious business."},{"T":"301","2":"Voodoo","3":"...(Broken, inarticulate mechanical noises are heard amongst incomprehensible words.)"},{"T":"301","2":"???","3":"...You want blood. Here's a better target."},{"T":"301","2":"Voodoo","3":"Cinderelik... Can I... kill? Can I...?"},{"T":"301","3":"The girl remains silent, showing no sign of disapproval."},{"T":"301","2":"Cinderelik","3":"Perhaps that's why Mister sent you here."},{"T":"301","2":"Voodoo","3":"'Loki' suppressed once again—Voodoo entering target zone."},{"T":"301","3":"—A giant black shadow flies off from the cliff behind Cinderelik."},{"T":"301","3":"It launches upward, severing the rising moon before hovering in the air."},{"T":"301","3":"—Then it dives past Roland and Cinderelik, and hovers again. Its long and slim artificial muscle wings swing across the forest."},{"T":"301","2":"Voodoo","3":"Is this our target? The one Mister wants to recruit?"},{"T":"301","2":"Cinderelik","3":"Yes, do what you need to do. This time, stay away from any targets unrelated to the mission."},{"T":"301","2":"Voodoo","3":"Unremarkable. I, be gentle. Save, energy. Give, his, complete body, to Mister."},{"T":"301","2":"Roland","3":"...Do you look down on me that much?"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Voodoo","3":"Look down or not, it's up to us to determine. We will use our full strength if you prove yourself to be stronger than you look."},{"T":"301","2":"Voodoo","3":"Then 'Loki' will wreck havoc. You may not want to witness that."},{"T":"301","2":"Roland","3":"You sound very confident. I only have one question left."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Roland","3":"What were you going to do if I decided not to leave that house?"},{"T":"301","3":"Cinderelik doesn't admit or deny anything."},{"T":"301","3":"She just continues to gaze at Roland calmly."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"Cinderelik still gives no answer."},{"T":"301","2":"Voodoo","3":"Cinderelik? Can I start?"},{"T":"301","2":"Roland","3":"...I really want to meet that 'Mister' of yours."},{"T":"301","2":"Roland","3":"If I get to see him, I'd like to make a complaint regarding this invitation."},{"T":"301","2":"Roland","3":"The staff he sent displayed extremely poor attitudes."},{"T":"301","3":"The girl doesn't reply, only bows instead. She then waves at the black figure in the sky—"},{"T":"301","2":"Roland","3":"Great, we have one poker face and one maniac. Surely you don't look like you want to talk."},{"T":"301","2":"Roland","3":"...Fine, let's use violence first."},{"T":"301","3":"Roland points his chain blade and gun at Voodoo in the sky."},{"T":"301","2":"Voodoo","3":"'Loki' is driving me nuts."},{"T":"301","2":"Voodoo","3":"So we are going to take turns... to play."},{"T":"301","2":"Voodoo","3":"Can you explain to Mister if I hit him too hard?"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","3":"She doesn't answer, but Voodoo takes this as a silent approval."},{"T":"301","3":"Cinderelik disappears from Roland's vision, leaving him with—"},{"T":"301","3":"'Voodoo' soars into the sky again, then dives rapidly toward Roland's position with her back facing the moon."},{"T":"301","2":"Voodoo?","3":"I'm free! No longer suppressed by you... This feels great! Fantastic!"},{"T":"301","2":"Voodoo?","3":"Who are we going to kill?! Who? This guy? Is it him?!"},{"T":"301","2":"Voodoo","3":"Yes. Kill him if you find him too weak. We take turns."},{"T":"301","2":"Roland","3":"Tsk... You can argue as long as you want, but can I go?"}]