[{"T":"301","2":"Changyu","3":"East City's Xujiu Street... Wang's Pawn Shop, this is the last store."},{"T":"301","3":"Changyu is standing in front of a building and sifting through his memories. Seeing that it is still the same building as before, he enters the premises."},{"T":"301","3":"In the pawnshop, a middle-aged man is sitting behind the counter, looking down at the panel in his hand. In his other, an old copper coin is being absentmindedly twirled."},{"T":"301","2":"Changyu","3":"Boss Wang? I saw that you're hiring, so..."},{"T":"301","2":"Boss Wang","3":"Huh? But what's a kiddo like you doing here?"},{"T":"301","2":"Changyu","3":"Age isn't a problem. I can do whatever it is you need."},{"T":"301","2":"Boss Wang","3":"Know your way around machines?"},{"T":"301","3":"Boss Wang slowly raises his head and taps a coin on the table. His indifferent tone feels like a sharp knife to Changyu's ears."},{"T":"301","2":"Changyu","3":"I, um... No, I don't."},{"T":"301","2":"Boss Wang","3":"Then shoo."},{"T":"301","2":"Boss Wang","3":"You can't possibly think the KCC still has any use for elbow grease now, do you?"},{"T":"301","2":"Changyu","3":"I..."},{"T":"301","2":"Boss Wang","3":"Oh... I see. You're from the old parts down south. No wonder."},{"T":"301","2":"Boss Wang","3":"Well then, be on your way. I don't have any use for a kid like you."},{"T":"301","3":"Boss Wang waves his hand at the door, motioning for Changyu to leave. Hearing this, Changyu takes a step forward instead."},{"T":"301","2":"Changyu","3":"It's not like that. Some things are best left to people."},{"T":"301","2":"Boss Wang","3":"Oh? And what's that? I'm all ears."},{"T":"301","2":"Changyu","3":"Like... Pawning... You know, sales!"},{"T":"301","2":"Changyu","3":"Machines might replace the need for people in the service, manufacturing, or entertainment industries because they are good at imitating humans."},{"T":"301","2":"Changyu","3":"But the one they can't do is barter!"},{"T":"301","2":"Changyu","3":"Each customer is different. You need intuition and honesty to understand their needs to make money."},{"T":"301","2":"Boss Wang","3":"Hmm, I see your point..."},{"T":"301","2":"Changyu","3":"Then—"},{"T":"301","2":"Boss Wang","3":"However—"},{"T":"301","3":"Boss Wang drags out his rebuttal to interrupt Changyu's rambling."},{"T":"301","2":"Boss Wang","3":"A person's speech and behavior are telltale signs of their thoughts. You speak with confidence, but your eyes darted four times over the place—indicating that you've been nervous this whole time."},{"T":"301","2":"Boss Wang","3":"Machines only have to pick up on this to simulate human emotion and adjust their sales strategy accordingly. That's not specific to humans."},{"T":"301","2":"Changyu","3":"...But that type of machine doesn't exist."},{"T":"301","2":"Boss Wang","3":"Hmph, maybe you haven't heard..."},{"T":"301","3":"Boss Wang remarks coldly. Just as he is about to continue speaking, Changyu suddenly steps forward and puts his hand on the copper coin resting on the table."},{"T":"301","2":"Changyu","3":"Think I don't know about the Fuxi Crew's research into human simulation?"},{"T":"301","2":"Boss Wang","3":"Oh? Looks like you aren't as naive as I thought."},{"T":"301","2":"Changyu","3":"I heard it from some big shot a long time ago."},{"T":"301","2":"Changyu","3":"But a machine like that isn't something normal folks like us can afford."},{"T":"301","2":"Changyu","3":"So this kind of job is best left to us humans for the time being."},{"T":"301","2":"Changyu","3":"Ain't nothing wrong with replacing us with machines. But until then, do you really think someone in your condition can look after the shop all by yourself?"},{"T":"301","2":"Boss Wang","3":"How'd you know about my condition?"},{"T":"301","3":"Changyu lifts his hand off the coin and smiles."},{"T":"301","2":"Changyu","3":"Hehe, my bro Chen at our theater used to have this problem. I was a bit hesitant when I walked in at first. I didn't want to say anything without a closer look."},{"T":"301","2":"Boss Wang","3":"Sharp eh, kid?"},{"T":"301","2":"Changyu","3":"I'll take that as a compliment."},{"T":"301","2":"Boss Wang","3":"Hmph."},{"T":"301","3":"Hearing this, Boss Wang scoffs and leaves the store."},{"T":"301","2":"Boss Wang","3":"You work 9 a.m. to 9 p.m. Six days a week. Salary is performance based."},{"T":"301","2":"Changyu","3":"So that means that I'm..."},{"T":"301","2":"Boss Wang","3":"Hmph, you're starting tomorrow. Don't be late on your first day of work."},{"T":"301","2":"Changyu","3":"Alrighty!"},{"T":"301","2":"Changyu","3":"Five thousand, here you are. Come again!"},{"T":"301","3":"After seeing off the last customer, Changyu returns to the pawnshop and carefully seals the pawned item he just received."},{"T":"301","2":"Boss Wang","3":"Hey, kiddo. Clean up and get ready to call it a day."},{"T":"301","2":"Changyu","3":"Huh, why so early today?"},{"T":"301","2":"Boss Wang","3":"It's not like I want to. I just received a notice from the Chiwen Crew. No business after 5 p.m."},{"T":"301","2":"Changyu","3":"How come?"},{"T":"301","2":"Boss Wang","3":"It probably has to do with the news report released by the World Government. Some experiment failed, and there was some sort of repercussion."},{"T":"301","2":"Changyu","3":"You mean zero-point energy?"},{"T":"301","2":"Boss Wang","3":"Yeah, that thing. But the only repercussion is our loss of business!"},{"T":"301","2":"Changyu","3":"No wonder the customers are all so sour-looking recently."},{"T":"301","2":"Boss Wang","3":"Hmph, you can say that again."},{"T":"301","2":"Boss Wang","3":"By the way, I also saw the notice that the celebration was postponed—the one you mentioned earlier that your theater's playing at."},{"T":"301","2":"Changyu","3":"What? It was postponed?!"},{"T":"301","2":"Boss Wang","3":"Can't help it. Hosting a celebration right now would be a slap in the face for the World Government."},{"T":"301","2":"Changyu","3":"Ugh... At least it's not cancelled. We'll just have to wait for this all to pass. Then everything will be back to normal."},{"T":"301","2":"Boss Wang","3":"We can only hope so. The sooner the curfew ends, the sooner we can open normally. I'm going to head out. Be sure to lock up once you're done cleaning."},{"T":"301","2":"Changyu","3":"Yeah, got it."},{"T":"301","3":"After Boss Wang leaves, Changyu returns to the counter. He turns on his data panel and begins to flip through the calendar."},{"T":"301","2":"Changyu","3":"It's delayed... But that's not necessarily a bad thing."},{"T":"301","2":"Changyu","3":"That gives me more time to prepare for the performance. Director, just you wait..."},{"T":"301","2":"Changyu","3":"Boss Wang, what's going on today? I've seen Pulao soldiers patrolling the streets."},{"T":"301","2":"Boss Wang","3":"The whole city is under a curfew. The zero-point thingamajig failed and created some virus. Apparently, a machine will go haywire if it becomes infected."},{"T":"301","2":"Boss Wang","3":"Now the soldiers are recycling machines, androids, and even all the police bots in the city—the uh, Guardians and Tai'E, I think? Anyway, they're all gone. Heard they're roundin' them up and disposing them all at once."},{"T":"301","2":"Changyu","3":"No wonder the Glazed Arch Theater next door has been so deserted recently. I thought they were upgrading the androids in preparation for something big during the celebration."},{"T":"301","2":"Boss Wang","3":"Alright, enough chit-chat. Throw this out for me."},{"T":"301","3":"He throws Changyu a palm-sized robot from behind the counter. The electronic brain is hanging sideways, with indentations obviously caused by a blunt object. Several broken wires are also poking out of its casing."},{"T":"301","2":"Changyu","3":"Isn't this the robot you bought to wipe the cabinet? How did this happen?"},{"T":"301","2":"Boss Wang","3":"The soldiers don't recycle these lil' gizmos. Hmph, but who's to say it won't get infected and wreck the shop?"},{"T":"301","2":"Boss Wang","3":"Don't just stand there. Get this eyesore out of here!"},{"T":"301","2":"Changyu","3":"..."},{"T":"301","3":"Changyu picks up the broken pile of scrap metal and walks to the trash can in the alley around the corner."},{"T":"301","3":"...And he sees a trashcan filled to the brim with an assortment of mechanical parts—electronic terminals, carrier drones, and other household gadgets."},{"T":"301","3":"The tools that once brought many conveniences to mankind were now completely destroyed and randomly discarded in the dark recesses of trash cans, mixed with foods scraps and other garbage."},{"T":"301","2":"Changyu","3":"Pah... That's the way humans got their jobs back, huh?"},{"T":"301","3":"Changyu shakes his head as he walks out of the alley. He sees several strange devices in the street erected by the Baxia Crew."},{"T":"301","3":"Hearing the news, Boss Wang pokes his head out from the doorframe of the pawnshop and looks down the street."},{"T":"301","2":"Boss Wang","3":"The KCC... is about to change."},{"T":"301","2":"Changyu","3":"Indeed..."},{"T":"301","2":"Boss Wang","3":"'Indeed'? What does a kid like you know?"},{"T":"301","2":"Changyu","3":"That's not what I meant..."},{"T":"301","2":"Boss Wang","3":"Here, take this."},{"T":"301","3":"Having no intention of arguing with Changyu, Boss Wang interrupts him by throwing him a data card."},{"T":"301","2":"Changyu","3":"Huh? Didn't you already pay me this month?"},{"T":"301","2":"Changyu","3":"A cheapskate like you is giving me a bonus?!"},{"T":"301","2":"Boss Wang","3":"Who are you callin' a cheapskate? It's called running a well-managed business. You should take some notes."},{"T":"301","2":"Changyu","3":"Whatever you say boss. As long as you keep paying me."},{"T":"301","2":"Boss Wang","3":"Still playing the poverty card? Get out of here. I'm closing up shop."},{"T":"301","2":"Changyu","3":"Alright, alright. Quit pushing me. I was just on my way out."},{"T":"301","3":"Boss Wang pushes Changyu out as he speaks and impatiently motions him to hurry home."},{"T":"301","3":"After Changyu boards the shuttle back to the South City District, Boss Wang returns to the shop."},{"T":"301","2":"Boss Wang","3":"Pah, I've been crunching numbers my whole life. This might be my last bit of generosity."},{"T":"301","3":"With that, Boss Wang takes off the weathered plaque to the door of the shop and firmly closes the pawnshop door."},{"T":"301","2":"Broadcast","3":"Up next, an emergency statement from the Kowloong Chamber of Commerce."},{"T":"301","2":"Broadcast","3":"The Kowloong Chamber of Commerce is still under curfew. Please remain at home as much as possible and report any emergencies to the nearby Kowloong Crew immediately."},{"T":"301","2":"Broadcast","3":"Large machinery throughout the city has been recycled. Do not panic. This situation must be handled rationally. Now, let's listen to Lord Danhao, the Bian Crew official to..."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"Director","3":"Changyu, where are you going?"},{"T":"301","2":"Changyu","3":"Hehe, I'm just goin' out for a bit."},{"T":"301","2":"Director","3":"Didn't you hear the broadcast? Are you really going out with all that's happened?"},{"T":"301","2":"Changyu","3":"I'm just one last step away from fixing all the props. Just wait a bit longer, Director."},{"T":"301","2":"Director","3":"How are you still thinking about the celebration at a time like this?"},{"T":"301","2":"Changyu","3":"The celebration isn't what matters. I just want to get the Kowloong Theater up and running again."},{"T":"301","2":"Director","3":"Changyu!"},{"T":"301","3":"Changyu quickly drags the props out of the theater and leaves the nagging director behind."},{"T":"301","2":"Changyu","3":"Almost there."},{"T":"301","2":"Broadcast","3":"Up next, an emergency statement from the World Government on the Punishing Virus."},{"T":"301","2":"Broadcast","3":"We face an unprecedented disaster in human history. The Science Council has launched a comprehensive investigation, and the Star of Life is actively seeking a cure."},{"T":"301","3":"Throughout the streets, the World Government's updates on the Punishing Virus is being broadcasted in real-time. The once prosperous KCC is now long gone. Only a few pedestrians are watching the broadcast on the street."},{"T":"301","3":"The broadcast echoes throughout Kowloong. Changyu quickly shuttles between the road with the props in hand."},{"T":"301","2":"Changyu","3":"Made it."},{"T":"301","2":"Changyu","3":"What! It's closed..."},{"T":"301","3":"Changyu starts to grow flustered at the sight of the locked repair shop."},{"T":"301","2":"Changyu","3":"What should I do now? It was open yesterday."},{"T":"301","2":"Changyu","3":"Damn it! There aren't any shops nearby that can repair our old equipment."},{"T":"301","2":"Gangster A","3":"Hey, punk. Today's our lucky day."},{"T":"301","2":"Changyu","3":"You guys again?"},{"T":"301","2":"Changyu","3":"Who are you calling a punk?"},{"T":"301","2":"Changyu","3":"Leave me alone. I'm not in the mood for this right now."},{"T":"301","2":"Gangster A","3":"What are you sayin', tough guy?!"},{"T":"301","2":"Gangster B","3":"Don't you know? I've got a bone to pick with you. I'm going to make you suffer today."},{"T":"301","2":"Gangster B","3":"Most of the police cyborgs have been disposed of, and the Pulao Crew are busy with the plaza and the East City District. Who can save you now?"},{"T":"301","3":"Suddenly, the deafening sound of a broadcast plays in the distance, cutting through the air."},{"T":"301","2":"Changyu","3":"**** you. I don't need anyone's help to take care of you guys."},{"T":"301","2":"Changyu","3":"Don't you wanna fight? Bring it!"}]