[{"T":"301","3":"The dishes prepared by Stove God not only look delicate, but also taste great. She must have had professional training."},{"T":"301","3":"Even Lucia has stopped being gloomy and started tasting them while jotting down notes every now and then."},{"T":"301","2":"Lucia","3":"Hmm... This chicken soup probably has these ingredients."},{"T":"301","2":"Lucia","3":"I should try making it for Commandant next time."},{"T":"301","2":"Liv","3":"Never thought I could live to experience this feeling again..."},{"T":"301","2":"Liv","3":"When I was a child, my family used to eat together like this. I had a small appetite, but my mother always wanted me to eat more."},{"T":"301","2":"Liv","3":"I even threw a tantrum at her once because I just couldn't finish my portion."},{"T":"301","2":"Lucia","3":"I can't imagine a grumpy Liv."},{"T":"301","2":"Liv","3":"I was just a child back then!"},{"T":"301","2":"Liv","3":"Right, Lucia. Tell us about your childhood."},{"T":"301","2":"Lucia","3":"Me... My dad worked long hours, so our family didn't get to eat together often."},{"T":"301","2":"Lucia","3":"But he never missed the important dates."},{"T":"301","2":"Lucia","3":"Like my birthday... and Luna's."},{"T":"301","2":"Liv","3":"What about you, Lee?"},{"T":"301","2":"Lee","3":"I was mostly watching Murray so he couldn't put his food in my plate."},{"T":"301","2":"Lee","3":"He was often sick and never had a good appetite. But he sure was a naughty one."},{"T":"301","2":"Lee","3":"So sometimes I had to play some 'tricks.'"},{"T":"302","2":"Pff."},{"T":"301","2":"Lee","3":"You seem to be quite happy, dear 'Chief' Commandant."},{"T":"301","3":"Lee emphasizes 'Chief'."},{"T":"301","2":"Lee","3":"How about sharing some of your legends?"},{"T":"301","2":"Liv","3":"Right. I have never heard you talk about your childhood, Commandant."},{"T":"301","2":"Lucia","3":"I will take note, Commandant."},{"T":"301","2":"Tiger","3":"Meooooow!"},{"T":"302","2":"Um..."},{"T":"301","3":"After a great dinner and some harsh interrogation, you grab the couplets and want to try pasting them again."},{"T":"301","2":"Lee","3":"Are these couplets?"},{"T":"301","3":"Lee hands you a cup of hot water and examines the couplets."},{"T":"301","2":"Lee","3":"The size of them looks familiar..."},{"T":"302","2":"Found anything?"},{"T":"301","2":"Lee","3":"I was scouting the border of this city earlier."},{"T":"302","2":"You mean when you got lost?","4":"Scouting?"},{"T":"301","2":"Lee","3":"I was scouting!"},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"Lee just turns his face away after seeing your suspicious looks."},{"T":"301","2":"Lee","3":"Anyway, I found the entrance to an old house at the city border. But Wata... That 'Patrol' guy couldn't see it."},{"T":"301","2":"Lee","3":"There was sticker residue on the door frame. The size looked exactly like the couplets you have."},{"T":"302","2":"So there is a high chance that these couplets can be used there?"},{"T":"301","2":"Lee","3":"I'm not sure either, but it's worth a try."},{"T":"302","2":"Now there is only one question left."},{"T":"301","2":"Lee","3":"?"},{"T":"302","2":"Do you still remember where it was?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"I won't step in the same river twice."},{"T":"301","3":"A crescent moon hangs in the quiet night sky. Only the rustling of paulownia leaves can be heard."},{"T":"301","3":"After taking a lot of detours, Lee and you have finally arrived at the entrance of that old house."},{"T":"301","3":"Just like he said, there is still sticker residue on both sides of the door frame."},{"T":"301","3":"There are also some familiar faces..."},{"T":"301","3":"The portraits of Kamui and Camu are pasted on both door panels. Kamui is having his usual silly smile, while Camu looks gloomier than ever, almost on the edge of an explosion."},{"T":"301","2":"Lee","3":"They were not here last time."},{"T":"301","3":"Better not dig too deep."},{"T":"301","3":"Just like the previous trials, something unexpected has happened. Two of them would probably be of great use in the upcoming trial."},{"T":"301","3":"You try to match the couplets to the residue. They fit perfectly and the couplets no longer fall off this time."},{"T":"301","3":"Looks like they are in the right place. You try to push the door but nothing happens."},{"T":"301","2":"Tiger","3":"Meow!! Meow!"},{"T":"301","3":"Instead, Tiger is growling at something from the far end of the street."},{"T":"301","2":"Ghost","3":"Squeak..."},{"T":"301","3":"A bunch of oddly shaped machines fly out from the shadow. They have 'monster' on top of their heads, as well as crimson HP bars."},{"T":"301","2":"???","3":"I knew there would be monsters!"},{"T":"301","2":"???","3":"Cut the nonsense. Just get rid of them as soon as possible."},{"T":"301","2":"Lucia","3":"Who are you..."},{"T":"301","2":"Door God 1","3":"Hello there! I am Door God 1, the best performer in the security business. At your service 24/7, 365 days a year!"},{"T":"301","2":"Door God 1","3":"Here's my best partner, Door God 2."},{"T":"301","3":"Door God 1 wants to grab the shoulder of his 'best partner,' but the latter completely ignores him and charges directly at the monsters."}]