[{"T":"301","2":"Lee","3":"...What a long detour. Looks like Roland deliberately laid those trails to mislead us."},{"T":"301","2":"Lee","3":"But no matter what, his trails vanished here. That's for sure."},{"T":"301","2":"Lucia","3":"There's a... hatch, hidden on the foundation wall...?"},{"T":"301","3":"The trail ends before a hidden hatch on the foundation wall. Looks like Roland went through the hatch."},{"T":"302","2":"Lee."},{"T":"301","2":"Lee","3":"Got it. Cracking it open, now."},{"T":"302","2":"Liv, run a full scan."},{"T":"301","2":"Liv","3":"Roger."},{"T":"301","2":"Lee","3":"Just a common industrial grade airlock. Door's open."},{"T":"301","2":"Liv","3":"Wait! Lee! Don't move!"},{"T":"301","3":"Liv gives a startled cry, and Lee immediately stops the movement of his hands."},{"T":"302","2":"What's the matter?"},{"T":"301","2":"Liv","3":"Commandant... Every meter down the hatch, the viral density spirals exponentially."},{"T":"301","2":"Liv","3":"It's already at dead zone levels. If we open the door now, Commandant, you will die from the virus within five minutes."},{"T":"301","2":"Karenina","3":"****! How in the blazes can the viral density differ so much above and below ground?!"},{"T":"301","2":"Karenina","3":"Did they lay this entire freakin' place with partition tiles?! Talk about burning money!"},{"T":"301","2":"Sophia","3":"Now scanning... It's just like what Karenina said."},{"T":"301","2":"Karenina","3":"You wot?"},{"T":"301","2":"Lucia","3":"Can Constructs withstand this level of density?"},{"T":"301","2":"Liv","3":"No, I'm already reading higher density levels than most dead zones. It's not something an Inver-Device can offset!"},{"T":"301","2":"Liv","3":"It's almost... as if someone had maliciously concentrated all the nearby virus underground."},{"T":"301","2":"Chrome","3":"Just like that fishy Ascendant in Kowloong...?"},{"T":"302","2":"Lamia?"},{"T":"301","2":"Chrome","3":"Yeah. The Ascendant who can freely control the viral density near her. Quite the hassle to deal with..."},{"T":"301","2":"Lee","3":"If that's the case, we can't do anything about it..."},{"T":"301","2":"Camu","3":"Hey, forgetting someone?"},{"T":"302","2":"?"},{"T":"301","2":"Camu","3":"That nerd... Asimov told me something before the operation—what Roland buried in the deepest recesses of my mind is something like an Ascnet terminal."},{"T":"301","2":"Camu","3":"Which means that, I should be able to move freely even in high viral density areas, just like them."},{"T":"301","2":"Liv","3":"...That, might indeed work."},{"T":"301","2":"Camu","3":"To make sure Kamui's safe. Our interests are aligned, temporarily."},{"T":"301","2":"Camu","3":"You owe me one for this."},{"T":"302","2":"Thanks."},{"T":"301","2":"Camu","3":"Hmph, thank me when it's all over."}]