[{"T":"301","2":"Nanami","3":"It's okay now. I will set you free!"},{"T":"301","3":"Nanami runs to a bed and unties the human from it. She wants to disconnect him from the entangled tubes, but there is no place to start with."},{"T":"301","2":"Human","3":"No..."},{"T":"301","3":"God only knows when he last spoke. Squeezing voices out of his mouth, the man grabs Nanami by the wrist with his twig-like fingers."},{"T":"301","3":"Nanami moves her ear close, trying to figure out what he is saying."},{"T":"301","2":"Human","3":"Let... me... go..."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","2":"Haicma","3":"Nanami, look at him..."},{"T":"301","3":"Haicma pulls up the man's blanket, revealing his legs."},{"T":"301","3":"They can hardly be called 'legs', more like a pair of dead wood branches wrapped in wrinkly paper."},{"T":"301","3":"Everyone else here probably has met the same fate. They are drained of every last bit of desire for life even if they are broken free of their straitjackets."},{"T":"301","2":"Human","3":"Please... Let me die."},{"T":"301","3":"The human's eager eyes almost burn Nanami. She steps back and shakes her head in hesitation."},{"T":"301","2":"Nanami","3":"No... I came... to save you..."},{"T":"301","2":"Human","3":"Please..."},{"T":"301","3":"His hollowed eyes flooded with despair, the man is now awake with numbness and pain. These people want to be set free from their suffering. Clinging to his last hope, the man implores with what little energy he has left."},{"T":"301","3":"The silent beast mechanoid takes a sigh behind her."},{"T":"301","2":"Spuner","3":"Sage, he's asking to be put out of his misery of his own volition."},{"T":"301","3":"Nanami lowers her head. She grabs the cold hand on her arm."},{"T":"301","2":"Spuner","3":"Please let me do it."},{"T":"301","3":"The beast walks forward, leaving a large, dark shadow on the bed, resembling the beast of death and burial in ancient myths."},{"T":"301","2":"Nanami","3":"Wait!"},{"T":"301","3":"Nanami grabs Spooner by the arm as she asks the human one last question."},{"T":"301","2":"Nanami","3":"...What is your name?"},{"T":"301","2":"Max","3":"...M-Max..."},{"T":"301","2":"Nanami","3":"Okay... Max. I won't forget you."},{"T":"301","3":"Rubbing her face, Nanami nods at her new friend."},{"T":"301","3":"The jet-black beast mechanoid holds up its hand, its claws flashing in the cold light."},{"T":"301","3":"A cheerful melody comes from his fingertips. Not played for ages, the audio is a little distorted in the beginning, but gets clear over time."},{"T":"301","3":"Following the melody, the small projector on Spooner's chest shows blurry pictures of people laughing and fireworks going off—a scene from some distant dream."},{"T":"301","3":"The final color in the human's eyes can be described as 'warm', as if he has seen a kaleidoscopic voyage taking him to the future."},{"T":"301","3":"Spooner rubs its hand gently against the man's cold cheek as it rasps. Then, as the man's body slowly twitches to a stop, Spooner knows that the man's soul has been set free from his filthy bed and endless suffering."},{"T":"301","3":"He slowly raises his arm and shuts down the flickering switches on the human's life-support system."},{"T":"301","2":"Spuner","3":"...Bon voyage."},{"T":"301","3":"With the melody still playing, Nanami moves down to the next bed behind Spooner."},{"T":"301","2":"Nanami","3":"What's your name?"},{"T":"301","2":"Nanami","3":"...Okay. Nanami will remember..."},{"T":"301","3":"Then on she goes, bearing witness to these humans' last moment as a friend who knows their names while Spooner stops their suffering."},{"T":"301","3":"Some of the humans never regained their consciousness. Placing his hand over their chests and giving them his best wishes, Spooner sees them off in their dreams."},{"T":"301","3":"The 'journey' quickly comes to an end."},{"T":"301","3":"In the end, Nanami just stands in the corner as she hears the last heart beat disappear, leaving behind a deadly silence."},{"T":"301","2":"Nanami","3":"And you..."},{"T":"301","3":"Nanami crouches down. With her eyes closed, she is feeling the 'emotions' of the fallen medic bots."},{"T":"301","3":"When Nanami opens her eyes again, they are no longer occupied by sorrow. Instead, they are burning with rage."},{"T":"301","2":"Nanami","3":"Haicma, Spooner."},{"T":"301","2":"Nanami","3":"...Let's head down to the 'terminal.'"}]