[{"T":"301","2":"Construct A","3":"I know we're supposed to decorate the venue, but we really can't be wasting resources, so we can only do something simple."},{"T":"301","2":"Liv","3":"I think this is more than good enough!"},{"T":"302","2":"I think so too.","4":"Thanks for your work."},{"T":"301","2":"Construct A","3":"As long as you guys are happy."},{"T":"301","2":"Construct A","3":"Don't mention it. We wanted to do it ourselves."},{"T":"301","2":"Lucia","3":"Everyone's almost here. Let's begin the ceremony, Lee."},{"T":"301","2":"Lee","3":"Sure. We're only playing the second part of the recording anyway."},{"T":"301","2":"Lee","3":"We'll start playing at this timestamp..."},{"T":"301","2":"Edward","3":"Thank you, whoever you are in the future."},{"T":"301","2":"Construct A","3":"Is it starting?"},{"T":"301","2":"Liv","3":"Commandant, it's about to start!"},{"T":"302","2":"Let's grab a good seat.","4":"I don't think I do very well in this kind of function."},{"T":"301","2":"Liv","3":"(Nods)"},{"T":"301","2":"Liv","3":"I'm a little nervous too... but we'll be fine if we stick together!"},{"T":"301","2":"Edward","3":"Before our wedding begins, the two of us have something we want to tell you."},{"T":"301","2":"Julie","3":"Although you might have guessed it already, we still want to tell you, you generous soul... I'm afraid we've long passed at this point."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Edward","3":"After the virus broke out, neither of us could board Babylonia, nor did we have the strength to run away."},{"T":"301","2":"Julie","3":"But even as the world became more and more unfamiliar, we were still holding each other's hand, bathing in this overwhelming love."},{"T":"301","2":"Edward","3":"We're leaving this recording behind in this church, not because we want to have a wedding or have you host a celebration for us..."},{"T":"301","2":"Edward","3":"We just hope someone will know that we love each other very much."},{"T":"301","2":"Edward","3":"I love you, Julie."},{"T":"301","2":"Julie","3":"I love you too, Edward."},{"T":"301","2":"Edward","3":"If you ever fall in love the way we do, you from the future... we'll be praying for you."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Commandant, I think... I really like my new frame."}]