[{"T":"301","3":"It took you and the others ten minutes to reach Camu."},{"T":"301","3":"As soon as Liv is done with Camu's emergency repairs, Camu pulls himself up, trying to go after Roland."},{"T":"301","2":"Asimov","3":"I advise you to calm down."},{"T":"301","2":"Camu","3":"You can't stop me."},{"T":"301","2":"Asimov","3":"Not that I'm planning to, but if your frame breaks down, Kamui will be goner than gone."},{"T":"301","2":"Asimov","3":"You must know this deep down. Even if you wish to do battle, you must hand Kamui's frame out first."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Asimov","3":"...You're just like what the Kurono reports say. Well then, I have a proposal."},{"T":"301","2":"Camu","3":"...What is it?"},{"T":"301","2":"Asimov","3":"Kamui's frame must be sent back with his closed-off M.I.N.D. for a thorough examination. You are placing Kamui at risk every second you stay in his frame."},{"T":"301","2":"Asimov","3":"At the same time, I know I can't stop you from going after Roland to settle scores, so I have a proposal—You return Kamui's frame, and I'll help you go after Roland in another way."},{"T":"301","2":"Asimov","3":"Through Nikola's connections, we have fortunately found a frame that syncs well with your M.I.N.D. The performance might be slightly sub-par, but your functions will be relatively stable in it—in theory."},{"T":"301","2":"Asimov","3":"You'll need some extra modifications to use it long-term, but for now, it can still handle around ten days of combat."},{"T":"301","2":"Asimov","3":"You can't keep fighting with Kamui's frame, so you can have this instead. You go do whatever you want with this frame, while I figure out how to fix Kamui."},{"T":"301","2":"Liv","3":"Watch out! High energy reaction from above!"},{"T":"301","2":"Lee","3":"What is Asimov even thinking, firing an airdrop from a railgun?!"},{"T":"301","2":"Asimov","3":"Specialized pod to withstand the impact. No faster way to get a frame and a surgery cabin delivered in an hour."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Asimov","3":"What are you waiting for? I can perform the operation remotely, but you still have to connect to the transfer device yourself."},{"T":"301","2":"Camu","3":"Will Kamui be okay?"},{"T":"301","2":"Asimov","3":"I'm a scientist. We don't speak in absolutes."},{"T":"301","2":"Asimov","3":"But, compared to the Ascendants and Kurono, I think we'd be at least a little more trustworthy... My personal opinion, of course."},{"T":"301","3":"Camu pouts, then pushes the crowd away and stomps toward the surgery pod."},{"T":"301","2":"Camu","3":"...I think Kamui told me some stuff about you. Name's Asimov, yeah?"},{"T":"301","2":"Asimov","3":"...Oh? What did he say?"},{"T":"301","2":"Camu","3":"'Guy's a weirdo. Only ever talks about tech and theory.'"},{"T":"301","2":"Camu","3":"'Might not be fun guy. But def' not a bad guy.'"},{"T":"301","3":"Camu extracts the connection cable from the pod and points it at the port on his frame."},{"T":"301","2":"Camu","3":"Sounds too optimistic for me, but I guess I can try believing in him."},{"T":"301","2":"Asimov","3":"...Trusting people willy-nilly. Sure gets on my nerves."},{"T":"301","2":"Camu","3":"Hah. Sure."},{"T":"301","3":"Camu links the connection cable to his data port and sits on the ground, as if asleep."},{"T":"301","2":"Asimov","3":"I can't promise you Kamui will be ok, but I've never let anyone down before. And I'd like to keep that record."},{"T":"301","3":"Some time passes..."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"【kuroname】."},{"T":"302","2":"Here."},{"T":"301","2":"Asimov","3":"Move Kamui's body away and open the drop pod door."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Asimov","3":"Okay. How's it feel having your very own body for once?"},{"T":"301","2":"Camu","3":"...Exactly the same as before."},{"T":"301","2":"Asimov","3":"Good. The frame is adjusted according to your data in Kurono."},{"T":"301","3":"Camu steps out of the airdrop cabin, moving and stretching his body. He then lifts his greatsword."},{"T":"301","2":"Camu","3":"Let's go. No time to waste."},{"T":"301","2":"Chrome","3":"Wait! After switching into a new frame, you have to..."},{"T":"301","2":"Asimov","3":"Just give up. You can't stop the guy."},{"T":"302","2":"What about Kamui's frame?"},{"T":"301","2":"Asimov","3":"Load him into the drop pod and press that blue button. It will return to a transport craft."},{"T":"301","2":"Asimov","3":"The transport craft is set to return to Babylonia when it receives Kamui's frame. You can now go back to what you were doing."}]