[{"T":"301","3":"June 3rd, 08:20"},{"T":"301","3":"Babylonia Ground Frontier, Airforce Base 28, Battle Preparation Room"},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"The 'Great Retreat'..."},{"T":"301","2":"Watanabe","3":"It surely isn't looking good..."},{"T":"301","2":"???","3":"Looks like I won't be alone this time."},{"T":"301","2":"Watanabe","3":"(Since when was he here?!)"},{"T":"301","2":"???","3":"Relax. I was also urgently summoned here like you."},{"T":"301","2":"Watanabe","3":"...I see."},{"T":"301","2":"Hassen","3":"Looks like you've met each other."},{"T":"301","2":"Hassen","3":"Better not be talking behind my back, hahaha."},{"T":"301","2":"Watanabe","3":"Babylonia Task Force, Aircraft-type Armor, ID BPO-29, Watanabe, reporting for duty."},{"T":"301","2":"Cyril","3":"25th Eastern Unit, 633th Tactical Airforce, Captain of the 3rd squadron. 'Beak' Cyril."},{"T":"301","2":"Watanabe","3":"You're the 'Beak of Islay'?!"},{"T":"301","2":"Cyril","3":"Never thought a young man like you would recognize me."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Hassen","3":"Anyway, thanks, guys. You are our ace pilots of this retreat mission, code name Arcadia."},{"T":"301","2":"Hassen","3":"Captain Cyril, you have my utmost respect. It is almost impossible to pilot 'Fenrir' with a human body... Yet you have done it."},{"T":"301","2":"Hassen","3":"...Though it's a gamble of life every time you fly, I guess."},{"T":"301","2":"Cyril","3":"Getting modifications may be a more difficult task for me. I've lived long enough. Not a bad thing if I spend my final moments in the sky."},{"T":"301","2":"Hassen","3":"Captain, you are too humble. You and Watanabe are our best candidates for this operation in both strength and experience."},{"T":"301","2":"Cyril","3":"...BPO-29, I've heard of you. Our new rising star. Eliminated 7 enemy aircraft single-handedly in the exercise. Impressive."},{"T":"301","2":"Watanabe","3":"You flatter me."},{"T":"301","2":"Hassen","3":"Alright, back to the point. I have an emergency mission for the both of you."},{"T":"301","2":"Hassen","3":"You must be familiar with Operation 'Arcadia', the evacuation of maintenance facilities and supplies from the ground to Babylonia."},{"T":"301","2":"Watanabe","3":"That's right."},{"T":"301","2":"Cyril","3":"Of course."},{"T":"301","2":"Hassen","3":"After 5 full-scale transportation attempts, the greatest ever retreat in human history has finally come to an end."},{"T":"301","2":"Hassen","3":"This is the final escort mission of the retreat. We decided to send a 2-aircraft team to safeguard the trip."},{"T":"301","2":"Hassen","3":"This mission means a lot to the survival of humanity. Babylonia decided to assign the mission to the both of you. Make sure all supplies safely arrive at Babylonia."},{"T":"301","2":"Hassen","3":"Your mission starts at 13:45 today. The last transport shuttle of Operation Arcadia, 'Halcyon 2', will take off from the ground at 14:00."},{"T":"301","2":"Hassen","3":"At 11: 05, the other squads will sweep the area near the launch site and eliminate all enemy targets as planned."},{"T":"301","2":"Hassen","3":"Watanabe, Cyril."},{"T":"301","2":"Watanabe & Cyril","3":"Yes sir!"},{"T":"301","2":"Hassen","3":"The codename of this operation is 'Tetrarch'. Watanabe will be the lead; Cyril will be the wingman. You will form the escort squad of the 6th and final evacuation of Arcadia. Your codename is Dagger."},{"T":"301","2":"Hassen","3":"Before the shuttle successfully connects to Babylonia, the torch of humanity is in your hands."},{"T":"301","2":"Watanabe","3":"Got it."},{"T":"301","2":"Cyril","3":"Roger that."},{"T":"301","2":"Hassen","3":"Alright. The remaining time is all yours."},{"T":"301","2":"Hassen","3":"Get prepared."},{"T":"301","2":"Watanabe","3":"…………"},{"T":"301","2":"Watanabe","3":"I can't believe your dad is the Beak of Islay!"},{"T":"301","2":"Bruce","3":"Enough. You said it like three times already."},{"T":"301","2":"Watanabe","3":"Hmph, you really don't know how good you got it. If my father was such a famous officer, I'd be on cloud nine."},{"T":"301","2":"Watanabe","3":"Captain Cyril..."},{"T":"301","2":"Watanabe","3":"Are you... Bruce's..."},{"T":"301","2":"Cyril","3":"How do you know... the name of my..."},{"T":"301","2":"Cyril","3":"..."},{"T":"301","2":"Cyril","3":"...Bruce?"}]