[{"T":"301","2":"Kamui","3":"Yooooooo look! We're nearing the sea! The sea is BLUE! It's totes different than in the Nighter!"},{"T":"301","2":"Chrome","3":"Kamui, can you just stay still in your seat..."},{"T":"302","2":"Just let him.","4":"Relax."},{"T":"301","2":"Chrome","3":"You shouldn't drop your guard even on a vacation, otherwise you might not be ready for possible emergencies."},{"T":"301","2":"Kamui","3":"Oh there won't be no stinkin' emergencies! Yeah, else the Prez wouldn't send us on vacation!"},{"T":"301","2":"Kamui","3":"Commandant! Get a word through my good Capt., yeah? It's time to reeelaaax!"},{"T":"302","2":"You should sit down, though.","4":"Relaxing's nice."},{"T":"301","2":"Kamui","3":"How could you, Commandant!"},{"T":"301","2":"Kamui","3":"...Fine, I'll sit down!"},{"T":"301","2":"Kamui","3":"See, Capt.!"},{"T":"301","2":"Kamui","3":"Besides, you're already here with us! Relax, relax!"},{"T":"301","2":"Liv","3":"Oh! Look!"},{"T":"301","3":"..."},{"T":"301","3":"Your gaze follows the direction Liv points. Everyone gathers around—"},{"T":"301","3":"—It's the sea."},{"T":"301","3":"—The coastline quickly zips past and beneath you, the land fading out of view. The cerulean beyond engulfs the plane's windows."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"...Whoa."},{"T":"301","3":"There have been missions near the sea before, but simply coming to see the sea and sea only... is indeed a first."},{"T":"301","3":"No wonder everyone is stunned. No one ever had the chance or leisure for sea-viewing in the past."},{"T":"301","2":"Liv","3":"So pretty... It's my first time seeing the sea like this..."},{"T":"301","2":"Lucia","3":"Indeed... It's completely different from the grayish waters back on the Nighter..."},{"T":"301","2":"Lee","3":"Over 70% of Earth's surface is covered by water, so naturally, there'd be many kinds of seas."},{"T":"302","2":"Yeah.","4":"Lee..."},{"T":"301","2":"Lucia","3":"Is that so...?"},{"T":"301","2":"Lee","3":"...What?"},{"T":"301","2":"Liv","3":"So! What do we do on a vacation anyways?"},{"T":"301","2":"Liv","3":"I don't think I've had a vacation since I became part of Babylonia."},{"T":"302","2":"Going on a vacation..."},{"T":"302","2":"...means it's time to play!","4":"...means just lazing around doing nothing!"},{"T":"301","2":"Lucia","3":"Play... What do you mean by that, Commandant?"},{"T":"301","2":"Lee","3":"Same. I require a more definite answer."},{"T":"301","2":"Lee","3":"Doing nothing... We're flying all this way over to the Caribbean to do nothing?"},{"T":"301","2":"Lee","3":"I find it quite difficult to comprehend."},{"T":"301","3":"...It does seem like a brain teaser to explain the concept of fun and leisure to Constructs. After all, their purpose is to make war, not play."},{"T":"301","3":"But before you reach a conclusion, a sudden bright flash illuminates the porthole, drawing everyone's attention."},{"T":"301","2":"Kamui","3":"Whoa! Wazzat?"},{"T":"301","3":"A white halo above the sea surface flirts into your eyes, followed by several building outlines."},{"T":"301","2":"Lucia","3":"That's... That kind of looks like the game we played before..."},{"T":"301","2":"Liv","3":"I checked the coordinates... That's Venus Splash Park!"},{"T":"301","2":"Lee","3":"Venus Splash Park...? Feels familiar somehow..."},{"T":"301","2":"Pilot","3":"Attention all passengers, we are now nearing the landing site next to Venus Splash Park. Please prepare for landing—"},{"T":"301","2":"Pilot","3":"That's Venus Splash Park. Quite a sight, eh?"},{"T":"302","2":"What's Venus Splash Park?","4":"That halo?"},{"T":"301","2":"Pilot","3":"Supposed to be a water park built by some zaibatsu, but after the virus broke out, everything's been free real estate."},{"T":"301","2":"Pilot","3":"That's the skylight corridor of the park. Some zaibatsu built this whole place, but after the virus broke out, everything's been free real estate."},{"T":"301","2":"Pilot","3":"This place is the dream for a vacation. We'll be landing nearby."},{"T":"301","2":"Pilot","3":"You can't find an airport or a runway in this stretch, so I'll hover near the pier there. You guys can hop off there."}]