[{"T":"301","3":"With the medic bot's guidance, the group navigates their way through the labyrinth of pipes and arrives at an open, bigger underground space."},{"T":"301","3":"Right beside them, separated by a glass wall, is a room—with humans in it."},{"T":"301","2":"Nanami","3":"Wait... Haicma, there are humans inside!"},{"T":"301","2":"Haicma","3":"I'm picking up vital signals, too. They're still alive, Nanami."},{"T":"301","2":"Spuner","3":"But if we stay here..."},{"T":"301","3":"Nanami slowly walks close to the glass wall."},{"T":"301","3":"There are seven to eight humans in there—all looking sick and bedridden, each attended to by a few medic bots."},{"T":"301","2":"Haicma","3":"What are these..."},{"T":"301","2":"Spuner","3":"Straitjackets."},{"T":"301","3":"The humans in front are all constrained to the bed. Some are no longer conscious. Only the heart rate line on the screen of the vital signs monitor next to the bed is slowly moving up and down."},{"T":"301","2":"Medic Bot","3":"Sage, don't be sad. Humans, survive."},{"T":"301","3":"The medic bot next to Nanami keeps waving its arm as if it is hoping for a praise from her."},{"T":"301","3":"Having sensed something, the human closest to Nanami struggles to turn around to face Nanami with a despairing look."},{"T":"301","2":"Nanami","3":"They have been imprisoned... Haicma! Break the glass!"},{"T":"301","2":"Haicma","3":"Please stay away."},{"T":"301","3":"Haicma's attack attempt has been detected. The alarm immediately goes off, red light is flashing in the room and corridor."},{"T":"301","2":"Medic Bot","3":"Save, humans. Save them, from death..."},{"T":"301","2":"Medic Bot","3":"Illegal entry. Protect, humans..."},{"T":"301","2":"Nanami","3":"Cut that out already! This is driving Nanami crazy...! How in the world is this protection?!"},{"T":"301","2":"Spuner","3":"There is no use trying to talk sense into them. These medic bots are programmed to 'help and look after humans.' The condition these humans are in is proof enough that the bots are logically correct."},{"T":"301","3":"The girl rides on her giant mech. Fury has driven her to move out like an unleashed snow leopard."},{"T":"301","2":"Nanami","3":"If I am the one responsible for all of this..."},{"T":"301","3":"Before she knows it, a bunch of medic bots appear out of nowhere and stand in her way to keep her from tearing the door down."},{"T":"301","2":"Nanami","3":"Then let me put an end to it all...!"}]