[{"T":"301","3":"Ever since becoming a Construct, Shome has not been sleeping well."},{"T":"301","3":"Constructs do not require sleep, but pretending to be asleep helps Shome think."},{"T":"301","3":"That used to be the case for Shome, but ever since becoming a Construct, he has not been sleeping well."},{"T":"301","3":"..."},{"T":"301","3":"You are no longer needed. We have everything under control."},{"T":"301","3":"You are no longer protected. Your protector is no longer of this world."},{"T":"301","3":"You are no longer blessed. We will soon reach the light."},{"T":"301","3":"This, is your end."},{"T":"301","3":"You are no longer needed."},{"T":"301","3":"We do not wish for you to be remembered."},{"T":"301","3":"You must disappear."},{"T":"301","3":"You have no worth. You are disposable. You are replaceable."},{"T":"301","3":"And so—You shall not exist."},{"T":"301","3":"You are not 'necessary.' We can remove you easily."},{"T":"301","3":"Accept your fate. Accept your tragedy."},{"T":"301","3":"The light from the bulb is the color of a waning sun, alighting the cave with darkness."},{"T":"301","3":"A certain day in the Post-Pandemic Age"},{"T":"301","3":"Several dozen people are hard at work before their terminals, fingers all a blur on their keyboards."},{"T":"301","3":"After a long while, one person finally pauses his work and stands up. He walks toward a young man, whose eyes are intent on the screen in the middle of the cave."},{"T":"301","2":"Shome","3":"..."},{"T":"301","2":"Researcher","3":"Mr... Shome...?"},{"T":"301","2":"Shome","3":"..."},{"T":"301","2":"Researcher","3":"Mr. Shome? We've dug past Babylonia's firewalls. We have access to the Operation Acadia files."},{"T":"301","2":"Shome","3":"...I refuse."},{"T":"301","2":"Researcher","3":"Mr. Shome?"},{"T":"301","2":"Shome","3":"Hm? What is it?"},{"T":"301","2":"Researcher","3":"Mr. Shome? We've dug past Babylonia's firewalls. We have access to the Operation Acadia files."},{"T":"301","2":"Shome","3":"Go look for the magnet links I've posted on the memos in the morning meeting."},{"T":"301","2":"Researcher","3":"Understood. It shows that there are 2,022 blocks of data tied to those links."},{"T":"301","2":"Shome","3":"Grab the ten with the highest authority level and send them to the terminal in my office."},{"T":"301","2":"Researcher","3":"Please wait..."},{"T":"301","2":"Researcher","3":"And... done."},{"T":"301","2":"Shome","3":"Good."},{"T":"301","2":"Shome","3":"With this done, you are all dismissed."},{"T":"301","2":"Shome","3":"In the Godfather's stead, I announce that—your duty has been fulfilled."},{"T":"301","2":"Researcher","3":"T-thank you!"},{"T":"301","2":"Shome","3":"No. It should be the Godfather and I thanking you."},{"T":"301","2":"Shome","3":"L'unione fa la forza."},{"T":"301","2":"Researcher","3":"Grazie! L'unione fa la forza!"},{"T":"301","3":"The researchers begin packing up their personal belongings..."},{"T":"301","3":"While Shome saunters into his office, locking himself within."},{"T":"301","3":"You are no longer needed. We have everything under control."},{"T":"301","3":"You are no longer protected. Your protector can no longer protect you."},{"T":"301","3":"You are no longer blessed. The lightless abyss awaits you."},{"T":"301","3":"This, is your end."},{"T":"301","3":"You are no longer needed."},{"T":"301","3":"I do not wish for you to be remembered."},{"T":"301","3":"You have no worth. You are a scoundrel, unworthy of even pity."},{"T":"301","2":"News","3":"'In this tragic accident... Several thousands have lost their lives...'"},{"T":"301","2":"News","3":"'The World Government has announced that it will not terminate the operation, but would carry it out with greater concern for safety and...'"},{"T":"301","2":"Shome","3":"..."},{"T":"301","2":"News","3":"'The terrorist groups involved in this incident are currently wanted by the World Government...'"},{"T":"301","2":"News","3":"'At the same time, should anyone know where the missing airman Cyril might be, please provide information to...'"},{"T":"301","2":"Godfather","3":"There are others doing the same thing. This will help cover us up."},{"T":"301","2":"Shome","3":"I highly doubt that this is a coincidence. Is it your work, Godfather?"},{"T":"301","2":"Godfather","3":"So what if? So what if not?"},{"T":"301","2":"Godfather","3":"I just happened to provide the right thing to the right people, at the right time."},{"T":"301","2":"Godfather","3":"And it turned out right. That is all."},{"T":"301","2":"Shome","3":"Then..."},{"T":"301","2":"Shome","3":"Could you please tell me. What is the right ending for me?"},{"T":"301","2":"Godfather","3":"That, I cannot say."},{"T":"301","2":"Godfather","3":"I once had a child who I thought I could entrust with my scepter."},{"T":"301","2":"Godfather","3":"But sadly, he seems to be getting ready to take flight to the 'skies above.'"},{"T":"301","3":"Shome's soft fists clench up."},{"T":"301","3":"Seeing Shome's reaction, the Godfather adds."},{"T":"301","2":"Godfather","3":"If you'd also like a ride up, I can make arrangements."},{"T":"301","2":"Godfather","3":"With a different way than his."},{"T":"301","2":"Shome","3":"...That won't be necessary."},{"T":"301","2":"Shome","3":"I'm not interested in mingling with those recreants."},{"T":"301","2":"Godfather","3":"Hmm?"},{"T":"301","2":"Godfather","3":"We think the same."},{"T":"301","2":"Shome","3":"...Do you truly?"},{"T":"301","2":"Godfather","3":"Well. What do you think?"},{"T":"301","3":"Faraway explosions stir Shome awake from his daze of dreams and memories."},{"T":"301","3":"Two o'clock position. The explosions came from a minefield of anti-tank mines and anti-personnel mines."},{"T":"301","3":"Shome knows not to place too much hope on the trap. After all, his enemies can hop and prance around if they are shelled by a tank."},{"T":"301","3":"The scavenger settlements that took him in were all removed from the face of the earth—the enemy is determined to destroy him."},{"T":"301","3":"He had only settled in this shelter for less than four days. And now, they have already found him."},{"T":"301","3":"——That place. That place is the only hope."},{"T":"301","3":"Shome opens the hatch to the emergency escape shaft and crawls in."}]