[{"T":"301","3":"After a chaotic flash of red, Gabriel disappears above, leaving only Cinderelik floating in the air as she is pulled by four fish."},{"T":"301","3":"She quietly looks down at the platform below like a doll hanging on a rope to dry."},{"T":"301","3":"Suddenly, Hetero-Creatures begin to pile up on the platform lift. Along with them, the Punishing concentration also begins to rise. Fortunately, the trio's special reinforcements for this mission barely manage to keep the corruption rate just below critical."},{"T":"301","2":"Kamui","3":"Didn't that guy say he wasn't going anywhere?!"},{"T":"301","2":"Chrome","3":"Let's take care of the enemies in our way first!"},{"T":"301","3":"With concerted effort, the Hetero-Creatures begin to decrease in number under the trio's barrage of firepower."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","3":"Cinderelik places her hands before her as if in prayer and sighs gently."},{"T":"301","2":"Wanshi","3":"She seems to be doing something."},{"T":"301","2":"Kamui","3":"Doesn't matter! We got this!"},{"T":"301","2":"Cinderelik","3":"...Turn back time."},{"T":"301","3":"The platform lift begins to shake violently. The accumulating Punishing Virus transforms into a red electric current, climbing up the platform and into her wing."},{"T":"301","3":"The wing begins to expand under the effects of the Punishing Virus. A radiant red light envelops Cinderelik."},{"T":"301","3":"Amid the blinding light, she descends to the base of the platform."},{"T":"301","3":"The ball of light enveloping Cinderelik leaves a trail of crimson snowflakes. The remains at the base of the platform begin to shake under its powerful force."},{"T":"301","3":"Chrome sprints toward the blinding ball of light, slicing the red current with his scythe. His blade rends the Hetero-Creatures protecting Cinderelik in twain, and the tip of his scythe penetrates the heart of the blinding light from above."},{"T":"301","3":"However, a deafening rumble reveals that the remains of the Heteo-Creatures have taken a new shape."},{"T":"301","2":"Chrome","3":"Jitterbombs?"},{"T":"301","3":"Even though the explosive power of a Jitterbomb is not particularly strong, such a large number in the confined space is sure to be fatal."},{"T":"301","2":"Kamui","3":"Where'd Cinderelik go?!"},{"T":"301","3":"With the platform now covered in glowing red Jitterbombs, Cinderelik is gone without a trace."},{"T":"301","2":"Chrome","3":"Get to higher ground! NOW!"},{"T":"301","3":"Chrome fires a grappling hook to the top of the shaft, hooking onto a wall."},{"T":"301","2":"Kamui","3":"You sure came prepared, Captain!"},{"T":"301","2":"Chrome","3":"Grab onto me!"},{"T":"301","2":"Kamui","3":"Got it!"},{"T":"301","3":"Kamui grabs onto Wanshi's collar, then lunges and grabs onto Chrome's ankle as he is hoisted into the air."},{"T":"301","3":"Right as the trio is hoisted into the upper rafters of the shaft, the thunderous boom of an explosion comes from below."},{"T":"301","2":"Kamui","3":"That's my captain! We were almost—"},{"T":"301","2":"Cinderelik","3":"Why didn't you do that earlier?"},{"T":"301","3":"Before Kamui could finish speaking, Cinderelik appears before them and unleashes a downpour of arrow-like plumes coated in concentrated Punishing Virus."},{"T":"301","3":"Hanging onto Chrome, Kamui and Wanshi are certain they are unable to dodge the barrage in time. But to their surprise, Chrome releases the pulley on the grappling hook, causing the trio to rappel rapidly."},{"T":"301","3":"The barrage of feathers originally aimed at Kamui and Wanshi are now aimed directly at Chrome."},{"T":"301","3":"A bolt of lightning vaporizes a majority of the feathers. However, a few still manage to find their mark on Chrome's shoulder."},{"T":"301","2":"Chrome","3":"...!"},{"T":"301","2":"Kamui","3":"Captain?!"},{"T":"301","2":"Chrome","3":"Brace for landing!"},{"T":"301","3":"The trio rappels firmly onto the base of the platform, then looks up at Cinderelik."},{"T":"301","2":"Chrome","3":"Because the limited speed of the grappling hook is prone to turning us into a moving target."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Kamui","3":"Right as you said 'turn back time,' those things turned into Jitterbombs. Is that what you once were?"},{"T":"301","2":"Cinderelik","3":"...Mimicry, camouflage."},{"T":"301","2":"Cinderelik","3":"This is something that almost all creatures do."},{"T":"301","3":"Cinderelik reaches out her hand and strokes her wing."},{"T":"301","2":"Cinderelik","3":"It used to do that when it was little, so..."},{"T":"301","2":"Wanshi","3":"...Is that why you pray to the past?"},{"T":"301","3":"Cinderelik furrows her brows to the trio's surprise. She quietly waves farewell as the fish carry her away."},{"T":"301","2":"Kamui","3":"You're running away, too?"},{"T":"301","2":"Cinderelik","3":"...It's here."},{"T":"301","3":"She points her slender finger up as a dark, stalwart figure descends from above."},{"T":"301","3":"It appears with a familiar figure."},{"T":"301","2":"Gabriel","3":"Seeing as you passed the test, you are deserving of a more fitting reception."},{"T":"301","2":"Gabriel","3":"Witness der Meister's creation."},{"T":"301","3":"A hissing roar fills the area, causing their audio modules to tremble. Somehow, they sense sadness and despair emanating from the stalwart figure."},{"T":"301","2":"Gabriel","3":"Such an opportunity is a rare treat. Let me give you a bonus question."},{"T":"301","2":"Gabriel","3":"How many Constructs from Babylonia do you think it is assembled from?"},{"T":"301","2":"Chrome","3":"—You...!"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Kamui","3":"Piece of cake, Captain! Let's destroy it like the other Corrupted!"},{"T":"301","2":"Chrome","3":"Strike Hawk, prepare for battle!"}]