[{"T":"301","2":"King","3":"What are you going to do? Nothing will work against me! Don't you understand?"},{"T":"301","3":"Everyone was doing their best against the King and his guards, but no one could land the last hit."},{"T":"301","2":"Karenina","3":"What's going on? He already has an HP bar, but we still can't beat him!"},{"T":"301","2":"Karenina","3":"Camu, Vera!"},{"T":"301","2":"Vera","3":"Don't blame us. This is very normal."},{"T":"302","2":"Normal?","4":"Is this also a system feature?"},{"T":"301","2":"Vera","3":"Why else would we let Liv create the real artifact?"},{"T":"301","2":"Kamui","3":"Right. Some NPCs cannot be defeated by players even if they have an HP bar. The system will 'lock' their health."},{"T":"301","2":"King","3":"The artifact may not be complete, but I already have power! Once I take your artifact away, I will become perfect!"},{"T":"301","2":"King","3":"Now die!"},{"T":"301","2":"Lucia","3":"Defend yourselves!"},{"T":"301","3":"Everybody followed Lucia's order to scatter while continuing to give the King pressure."},{"T":"301","2":"Demon King","3":"Hey, what about me!? Liv and I finally got the real artifact, but what shall I do next!?"},{"T":"301","2":"Camu","3":"Do you really have to ask us? You were the one who used it!"},{"T":"301","2":"Demon King","3":"Oh!"},{"T":"301","3":"The Demon King suddenly remembered something and lifted his head... Well, his entire body was a 'head.'"},{"T":"301","3":"He immediately turned to Liv, who was holding the artifact cluelessly."},{"T":"301","2":"Demon King","3":"Liv, point the artifact at me, then shout out the name of the mightiest person!"},{"T":"301","2":"Liv","3":"What? The mightiest person?"},{"T":"301","2":"Demon King","3":"Yes. Then I'll be able to transform into that person and gain the power to control the system."},{"T":"302","2":"Can't you be more specific?","4":"Can't you just turn into your old form?"},{"T":"301","2":"Demon King","3":"I already forgot what I looked like when I turned into this. I can only count on you, heroes!"},{"T":"301","2":"Demon King","3":"I already forgot what I looked like when I became like this. I can only count on you, heroes!"},{"T":"301","2":"Liv","3":"The name of the mightiest person... Hmm."},{"T":"301","3":"It seemed to be the most difficult question to Liv. Others might have an answer immediately, but she always saw everybody as equal."},{"T":"301","2":"King","3":"Roarrrr!"},{"T":"301","3":"The King's attacks intensified. The heroes could still hold him, but if they could not land the last hit, it would only be a matter of time before they lost."},{"T":"301","2":"Demon King","3":"Liv!"},{"T":"301","2":"Liv","3":"Um... The mightiest..."},{"T":"302","2":"Just shout Overlord!","4":"Have faith in yourself, Liv!"},{"T":"301","2":"Liv","3":"Overlord... Right, this is the 'Land of Overlord.' The Overlord must be the mightiest!"},{"T":"301","3":"Liv took a deep breath in, then pointed the artifact toward the Demon King and shouted the name."},{"T":"301","2":"Liv","3":"Overlord Celica!"},{"T":"301","3":"Wait, why Celica!?"},{"T":"301","3":"A concerned look appeared on Liv as I asked."},{"T":"301","2":"Liv","3":"I've been reading Miss Celica's novel recently... So I accidentally..."},{"T":"301","3":"I had no idea what the novel was about, but the artifact seemed to be working."},{"T":"301","3":"Liv was worried that the name she shouted wasn't the best. I told her to trust her choice."},{"T":"301","2":"Liv","3":"There's no time to waste!"},{"T":"301","3":"Liv took a deep breath in, then pointed the artifact toward the Demon King and shouted the name."},{"T":"301","2":"Liv","3":"Celica!!!"},{"T":"301","3":"Wait, why Celica!?"},{"T":"301","3":"Knowing that I was baffled by her choice, Liv turned to me and explained."},{"T":"301","2":"Liv","3":"Miss Celica once said she was the best of best."},{"T":"301","3":"The best of best didn't make sense to me, but the artifact seemed to be working."},{"T":"301","2":"King","3":"What is this light...!?"}]