[{"T":"301","2":"Fisher A","3":"Cough... Cough..."},{"T":"301","2":"Rosetta","3":"Are you guys all right?"},{"T":"301","2":"Fisher A","3":"We don't need no sympathy from ya sinners."},{"T":"301","2":"Fisher A","3":"And 's not like 'em bionics..."},{"T":"301","2":"Fisher B","3":"Shhh, dun bring it up, ya dolt."},{"T":"301","3":"After the battle, Rosetta approaches the rescued ARU members, offering help."},{"T":"301","3":"But her extended hand is met with the same hostility as before."},{"T":"302","2":"We rescued you.","4":"Why are you so hostile to the Forest Guards?"},{"T":"301","2":"Fisher A","3":"Y'all just repayin' yer debts."},{"T":"301","2":"Fisher A","3":"The Capt. had ye over, aye... Yeah, yeah, thanks n' all, but this's ARU matter, not yers."},{"T":"301","3":"And with that, they struggle to their feet, hobbling toward the facilities with their weapons as a crutch."},{"T":"301","2":"Diana","3":"...They should be able to get this place up and running like before in no time. But anyway, I never thought the reinforcements from Babylonia would be 【kuroname】 and you, Rosetta."},{"T":"301","3":"Confirming the safety of the surroundings, Diana approaches you. She seems relieved at seeing you once again."},{"T":"301","2":"Rosetta","3":"I'm only temporarily staying at Babylonia. So if the ARU requires help, I'd naturally be the most appropriate candidate."},{"T":"301","2":"Diana","3":"What about you, 【kuroname】?"},{"T":"302","2":"At the behest of our dear Rosetta.","4":"Thanks for your help in Kowloong."},{"T":"301","2":"Diana","3":"Huh, I see... So Constructs in Babylonia get to appoint their commandants? If 【kuroname】 is on the menu, then color me intrigued."},{"T":"301","2":"Rosetta","3":"This is only a temporary arrangement. 【kuroname】 is still the commandant for the Gray Ravens."},{"T":"301","2":"Diana","3":"Oh... You found out? And here I was, hoping to be a hero behind the scenes."},{"T":"301","2":"Rosetta","3":"Don't try something that dangerous again, Diana. Especially with my kind of luck."},{"T":"301","2":"Diana","3":"Sigh, here you go with the luck stuff again, Rosetta."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Diana","3":"Anyway, 【kuroname】... Did Rosetta make you wear this?"},{"T":"302","2":"A big plump robot I am...","4":"Yes."},{"T":"301","2":"Rosetta","3":"It's bulky, but it has the defensive capability to match. And if you activate its built-in acceleration system, you might just be able to keep up with us for a few seconds."},{"T":"301","2":"Diana","3":"That means she cares about you."},{"T":"301","2":"Diana","3":"These Polar Soldier units just feel so nice and smooth. I've seen all sorts of piloted models, but somehow this one gives me warm and fuzzy feelings inside..."},{"T":"301","3":"From gentle head-scritches of your Polar Soldier unit, Diana's hand gradually quickens into rambunctious rubbing. The paint above your head is definitely thinning."},{"T":"301","2":"Rosetta","3":"Diana... Now's not the time for that. Do you have info on the current situation?"},{"T":"301","2":"Diana","3":"Yep. We received intel of the Babylonia reinforcements leaving the base and rushed over. Now, we're ready to recover the lost territory."},{"T":"302","2":"You should be able to handle the bionics.","4":"What were you guys doing before?"},{"T":"301","2":"Diana","3":"True, but we're shorthanded. If we want to hold a region, we'll have to station too many of our forces."},{"T":"301","2":"Diana","3":"And if we don't do so, no matter how many areas we recover, they'll likely be recaptured again."},{"T":"301","2":"Diana","3":"That's why we were engaging in guerrilla warfare up until this point."},{"T":"301","2":"Diana","3":"We were conducting guerrilla warfare. The enemy has us outnumbered, so we have to resort to picking off the enemies trying to attack the main base."},{"T":"301","2":"Simon","3":"Boss, Rosetta—you hear me?"},{"T":"301","2":"Atiel","3":"Oh, the Forest Guards too! It sure is nice seeing everyone all safe and sound!"},{"T":"301","3":"Looks like Simon has completed his mission."},{"T":"301","2":"Diana","3":"Atiel, you are as energetic as ever. So what's the news?"},{"T":"301","2":"Simon","3":"Boss, I want to confirm the status on the regions recovery. We've managed to retake the resource pipeline. What about the hub facilities on your end?"},{"T":"302","2":"Done and done.","4":"Are you guys okay?"},{"T":"301","2":"Simon","3":"I knew you'd kill it, Boss. Now, things can finally get moving."},{"T":"301","2":"Simon","3":"We're okay, but Atiel..."},{"T":"301","2":"Atiel","3":"I'm okay—just a little scratch! I'm good to keep fighting."},{"T":"301","2":"Simon","3":"In short, I intend to continue dispersing forces to deal with areas where the enemy's defenses are weakest. Boss, can you rendezvous with us at this position?"},{"T":"301","2":"Rosetta","3":"That place..."},{"T":"301","2":"Simon","3":"Yeah, a residential region. It occupies a larger area, so there are several times the bionics defending it."},{"T":"301","2":"Rosetta","3":"So, we've got our work cut out for us, huh..."}]