[{"T":"301","2":"Bianca","3":"While we're still capable to keep fighting, I'd advise retreating for now, Commandant."},{"T":"301","2":"???","3":"H-help..."},{"T":"302","2":"What's happening there?","4":"Let's head that way, Bianca!"},{"T":"301","2":"Bianca","3":"Understood, Commandant."},{"T":"301","2":"Bianca","3":"It looks like a fight. It appears that the Support Force is fighting against..."},{"T":"301","2":"Construct","3":"We didn't do anything, I swear... Why are you attacking us?"},{"T":"302","2":"Stop it, now!","4":"Bianca, stop them."},{"T":"301","2":"Bianca","3":"I'll keep them away with my arrows."},{"T":"301","2":"Purifying Force Member","3":"Your ID... You're the one from Gray Raven, aren't you? And the Construct with you... is that Bianca?"},{"T":"301","2":"Purifying Force Member","3":"What are you doing here?"},{"T":"301","2":"Bianca","3":"I should be the one asking you. Why are you attacking the Support Force?"},{"T":"301","2":"Purifying Force Member","3":"Because they looked terrified the moment they saw us and started running away."},{"T":"301","2":"Construct","3":"That was because you guys all unholster your weapons... I thought you were going to..."},{"T":"301","2":"Purifying Force Member","3":"To what?!"},{"T":"301","2":"Bianca","3":"Enough! Isn't this the reason why the other Constructs are so terrified of the Purifying Force?"},{"T":"301","2":"Purifying Force Member","3":"So what? We're now suspecting deserters in the Support Force, so get out of my face."},{"T":"302","2":"Ignore them, Bianca.","4":"Is everyone from the Purifying Force as impulsive as you?"},{"T":"301","2":"Purifying Force Member","3":"This isn't your jurisdiction, Gray Raven Commandant."},{"T":"301","2":"Bianca","3":"But it is. These people from the Support Force are on a joint operation with Gray Raven, so they're very much affiliated with the Gray Raven Commandant."},{"T":"301","2":"Purifying Force Member","3":"You're not letting Gray Raven challenge the Purifying Force, are you, Bianca?"},{"T":"301","2":"Bianca","3":"Of course not, seeing that I'm also part of the Purifying Force. We can give it a shot right now—Purifying Force versus Purifying Force."},{"T":"301","2":"Purifying Force Member","3":"..."},{"T":"301","2":"Purifying Force Member","3":"...Tch. Goddamn fence sitter."},{"T":"301","2":"Purifying Force Member","3":"That's why you're on a regular Task Force instead of fully here with us, isn't it? Fence sitter."},{"T":"302","2":"Take it back.","4":"Do you feel proud attacking one of your own?"},{"T":"301","2":"Bianca","3":"That's alright, Commandant. They're not going to do anything after we clarify the Purifying Force's stance."},{"T":"301","2":"Bianca","3":"So please follow my lead and be patient."}]