[{"T":"301","2":"Technician","3":"Consciousness upload at 60%."},{"T":"301","3":"Nikola stands stoically by a technician in a white labcoat as he frantically rattles off reading after reading."},{"T":"301","2":"Technician","3":"Sir, are you sure about this? This is in violation of..."},{"T":"301","2":"Nikola","3":"We're simply reclaiming what is lost. In our current predicament, we cannot allow news of the incident to propagate."},{"T":"301","2":"Technician","3":"But if we set this precedent, every Construct that follows..."},{"T":"301","2":"Nikola","3":"Then we'll make sure this is the last. Continue the upload!"},{"T":"301","2":"Technician","3":"80%."},{"T":"301","3":"At Nikola's insistence, the technician returns to reporting readings. As she interfaces with the terminal in front of her, her eyes linger on the figure behind the pane of transparent crystal."},{"T":"301","3":"In her hibernation, the young girl in black and red is curled up like a newborn baby. Countless wires trail from every point along her spine. More machine than human, she is unaware of the soul she is about to receive, or the person to which it used to belong."},{"T":"301","2":"Technician","3":"Sorry..."},{"T":"301","3":"The whispered apology escapes even the notice of Nikola. Afterwards, the technician grits her teeth and throws herself back into the procedure."},{"T":"301","2":"Nikola","3":"The procedure is also worth documenting. Sisters... both capable of becoming Ascendant... She may hold the key to the Punishing Virus."},{"T":"301","2":"Technician","3":"90%, sir. Your authentication is required."},{"T":"301","2":"Nikola","3":"I authenticate, Level A, to proceed with activation of the new Construct, codename: Lotus."},{"T":"301","2":"Technician","3":"100%, we have activation."},{"T":"301","3":"Klaxons blare as the Construct activates. Tremors run through the girl's body as her veins are filled with vital fluids."},{"T":"301","2":"Nikola","3":"Mankind needs you back in the fight, Lucia."},{"T":"301","3":"By the time I became aware, I was already in the hall."},{"T":"301","3":"All around me are Military-grade Constructs like myself, living weapons built for the singular purpose of reclaiming Earth."},{"T":"301","3":"Parts of my memory data were blurry, likely already fragmented. The only data I recalled with any clarity was the combat training I have endured since becoming a military-use Construct."},{"T":"301","3":"Afterwards, Gestalt ran its evaluation of me, moving me from place to place, station to station, until I was finally assigned to a squad and sent into battle."},{"T":"301","3":"My name is Lucia... member of Gray Raven."},{"T":"301","3":"Gray Raven. I never understood the name. Maybe I do have memories of how it came to be, but it's nothing I want to remember."},{"T":"301","2":"Commandant A","3":"Hey, did you find a suitable team?"},{"T":"301","3":"Uniformed groups pass me by. I know them to be commandants, here to conduct the pairing tests. Us Constructs are also here to decide our futures."},{"T":"301","2":"Commandant B","3":"A few of the teams look decent, but their organization falls a bit short of my expectations."},{"T":"301","2":"Commandant A","3":"A bit short? We take what we can get, man. HQ's M.O. is balanced capabilities across the teams. We exist to fill in the missing piece in the center."},{"T":"301","2":"Commandant B","3":"I get that. I just want a little more assurance. We are stepping into a battlefield, after all."},{"T":"301","2":"Commandant A","3":"Heh... erring on the side of caution, are you? I guess scouting for a few more rounds won't hurt."},{"T":"301","3":"People keep passing us by. Occasionally, though, people also leave."},{"T":"301","2":"Construct","3":"We've been paying attention to your service record. It is our honor to serve as your team."},{"T":"301","2":"Relaxed Commandant","3":"Nah, the honor's mine. I just picked the best team for my tactics."},{"T":"301","2":"Relaxed Commandant","3":"The system does show that Suzaku has one more female Construct. Is she absent?"},{"T":"301","2":"Construct","3":"Tifa is a little shy. My apologies, Commandant. I will have her apologize to you directly."},{"T":"301","2":"Relaxed Commandant","3":"I have a better idea."},{"T":"301","2":"Construct","3":"A better idea...?"},{"T":"301","2":"Relaxed Commandant","3":"Popping by your HQ, of course. Tifa should be there, right?"},{"T":"301","2":"Construct","3":"Uh, th-that might not be the best idea."},{"T":"301","2":"Relaxed Commandant","3":"It's now team regulations to spook misbehaving kids a little. Suzaku, fall out!"},{"T":"301","2":"Construct","3":"Wait... No. Understood. Fall out, Suzaku!"},{"T":"301","2":"Commandant A","3":"That's the loon from B Section, isn't it. Guy never got the notice to not run in the hallways..."},{"T":"301","3":"No recruitment process is the same. Somehow, the squads do not show unease, nor nervousness for the battles to come. Instead..."},{"T":"301","3":"They show complex, multi-faceted joy on their faces."},{"T":"301","3":"Disquieted, hollow, I was at odds with the room. I held no purpose, no expectations."},{"T":"301","3":"I was a shell. Beneath everyone's notice, I retreated against a wall. The white lights beat down on me like the noonday sun, and I felt I couldn't breathe."},{"T":"301","2":"Commandant C","3":"What's up with that one..."},{"T":"301","2":"Commandant D","3":"Huh, our top gun's really here. And here I thought they were putting together a prima-donna squad for 'em."},{"T":"301","3":"All eyes were suddenly on the intruder, as if the very wind had changed directions and blown to the entrant's way."},{"T":"301","3":"Top gun. My receptors picked up the term tossed around in hushed conversation. Why someone like that, first among the commandants, find a team to match here?"},{"T":"301","3":"But I did not look, because I knew it had nothing to do with me. I just had to do exactly what I did the day before: stand there, in my spot, and wait for the hour to strike the same mark as it had before."},{"T":"301","2":"Lucia","3":"Why... am I even here..."},{"T":"301","3":"I bit my lip to stop the words, one hand on the wrist of the other, trying to keep myself from shaking."},{"T":"301","3":"Shaking... such a human facsimile for a mechanical body."},{"T":"301","3":"The people upstairs said that it was proof our minds were still human. For me, it inspired no humanity, only terror. If I could, I would..."},{"T":"301","2":"???","3":"Gray Raven."},{"T":"301","2":"Lucia","3":"Huh?"},{"T":"301","3":"I looked up at the mention of the name. In front of me stood a commandant, uniformed just like all the others, but somehow... different."},{"T":"301","2":"???","3":"Yes."},{"T":"301","3":"After skimming through Gray Raven's data logs, that person gazed at me."},{"T":"301","2":"???","3":"Are you alone?"},{"T":"301","2":"Lucia","3":"I..."},{"T":"301","3":"For a moment, I was lost for words, the tortured syllables trapped in my approximation of a 'throat'. I realized that it was a system error from not having spoken to anyone in too long."},{"T":"301","3":"But the person did not press me for an answer, but instead, stood quietly in front of me, waiting."},{"T":"301","2":"Lucia","3":"I'm..."},{"T":"301","2":"Lucia","3":"It's just me."},{"T":"301","3":"Fear and anticipation mixed with unrecognized emotion, translating into syllables that fell like bricks from my mouth. In their wake, there came a few seconds of silence."},{"T":"301","2":"???","3":"What a coincidence. I'm by my lonesome too. What's your name?"},{"T":"301","2":"Lucia","3":"Lucia."},{"T":"301","3":"Grasping the outstretched hand, I felt my system logs create a new file under 'Commandant'."},{"T":"301","3":"—【kuroname】, the name I will learn to treasure above all others."}]