[{"T":"301","3":"The wind is roaring. Standing on the decrepit ruins, the man gazes from afar at the abandoned city on the icy plains, one hand combing the stray strands of windblown hair outside of his eyes."},{"T":"301","3":"From where he's standing, he can see a cluster of ramshackle buildings covered by snow. Not a single human can be spotted."},{"T":"301","2":"???","3":"I sense something approaching."},{"T":"301","2":"Comms","3":"Oh, you again. 'Fara' is pretty quiet, though."},{"T":"301","2":"Comms","3":"Wait... abnormal waveform at 20.9 miles out! Looks similar to the Owl S-118 at Orekhovo the other day. Oops, we almost let that big ol' fish go that time."},{"T":"302","2":"Lee, update the mission briefing."},{"T":"301","2":"Lee","3":"Update complete: The current time is 3:56 p.m. Our current location is in the east of the Eurasian continent. Mission destination is still the land-based Airforce HQ of the Eurasian Branch of the World Government. According to President Hassen's orders, the objective is close recon and reclamation..."},{"T":"301","2":"Liv","3":"...From the data we just received, the closer it is to our destination, the higher concentration of the Punishing Virus is."},{"T":"302","2":"That's why we must figure out what's going on."},{"T":"301","2":"Everyone","3":"Understood."},{"T":"301","2":"Lucia","3":"Gray Raven, move out!"},{"T":"301","3":"On the snowy plains, all that's visible are the remains of run-down buildings and an endless expanse of snow."},{"T":"301","3":"But for some reason, I can't shake the feeling we're being watched..."},{"T":"302","2":"Wait.","4":"Are you sure there's no one here?"},{"T":"301","2":"Liv","3":"No body heat nor Inver-Device signals detected. Commandant, is something wrong?"},{"T":"302","2":"...Forget it, then. Let's go."},{"T":"301","2":"Liv","3":"I'll do another check, just in case..."},{"T":"301","3":"Just as the team is preparing to leave, Lucia unsheathes her blade and points it towards a spot in the distance."},{"T":"301","2":"Lucia","3":"Who goes there!"},{"T":"301","2":"???","3":"【kuroname】's instincts were right."},{"T":"301","2":"Watanabe","3":"The rest of you, on the other hand... Can't believe you let an unidentified Attacker Construct come within 15 meters around your commandant."},{"T":"301","2":"Watanabe","3":"If I were a long-range Attacker, Babylonia would have lost an excellent commandant today."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"Don't you think that's crossing the line?","4":"I trust Lucia."},{"T":"301","2":"Watanabe","3":"Do you mean using my experience in guerilla warfare against Liv is unfair?"},{"T":"301","2":"Watanabe","3":"She's not a rookie anymore. Underestimating the enemy is a bad habit to have."},{"T":"301","2":"Watanabe","3":"That's on you."},{"T":"301","2":"Watanabe","3":"I'll get straight to the point."},{"T":"301","2":"Watanabe","3":"If I'm guessing correctly, your destination... is it Cape Nohama?"},{"T":"301","2":"Watanabe","3":"The land-based airforce HQ of the Eurasia Branch of the World Government... For some reason, it's become a barren hell on earth. Go ahead for another six miles and you'll see what I mean."},{"T":"302","2":"You're heading there too?","4":"For some reason?"},{"T":"301","2":"Watanabe","3":"I see I guessed right..."},{"T":"301","2":"Watanabe","3":"Reasons that politicians don't talk about... and I don't care about..."},{"T":"301","2":"Watanabe","3":"Back to the point, Commandant. Since our goals align, are you interested in working together?"},{"T":"302","2":"Gray Raven can complete the mission on our own.","4":"What's your angle?"},{"T":"301","2":"Watanabe","3":"I don't doubt it at all."},{"T":"301","2":"Watanabe","3":"I understand that you may have doubts. But don't worry, I have no interest in tangling with Babylonia."},{"T":"301","2":"Watanabe","3":"Judging by your formation, you're here for recon? Reclamation?"},{"T":"302","2":"Both."},{"T":"301","2":"Watanabe","3":"Well, then, I don't mind sharing with you what data I have."},{"T":"301","2":"Watanabe","3":"It will at least save you some trouble."},{"T":"302","2":"On what condition?"},{"T":"301","2":"Watanabe","3":"The airforce HQ you have your eyes on is also the site of the only functioning marine radar station in the area."},{"T":"301","2":"Watanabe","3":"What we want is temporary control of the radar station. Babylonia should find this reasonable."},{"T":"302","2":"Why is that?"},{"T":"301","2":"Watanabe","3":"That's got nothing to do with Babylonia, right?"},{"T":"301","2":"Watanabe","3":"Of course, when I said 'saving unnecessary trouble', I was referring to more than intelligence-related affairs."},{"T":"301","3":"Watanabe raises an arm and makes a gesture. In a flash, over a dozen Forsaken soldiers materialize out of the snow, dressed in infrared combat suits."},{"T":"302","2":"..."},{"T":"301","2":"Watanabe","3":"They've been stationed here in this area for years, and know everything there is to know, from the way the wind blows to how the snow tastes. They are the perfect scouts and intelligence providers."},{"T":"301","2":"Watanabe","3":"Let's set off now. You can always change your mind before we arrive at Ghost Coast."},{"T":"301","2":"Watanabe","3":"And trust me... you wouldn't want to traverse the icefield at night."}]