[{"T":"301","3":"The figure in teal is thrown out, her chest marked by a gaping wound—Lady Qu, the master of the Nighter, plummets to the ground."},{"T":"301","3":"Behind her, another figure accelerates and dashes, ready to annihilate 'Qu' with a claw strike."},{"T":"301","2":"Hanying","3":"//Execute Order [Destroy Target]"},{"T":"301","3":"Right as Hanying's arm is about to pierce 'Qu''s body, a giant sword flies toward her, spinning and blocking her path, forcing her to step back."},{"T":"301","2":"???","3":"Stop, Hanying...!"},{"T":"301","3":"The girl comes rushing in, catching the spinning blade before swinging it with its flat side, fighting off the approaching Hanying and covering 'Qu'."},{"T":"301","2":"???","3":"Lady Qu... are you alright?"},{"T":"301","2":"'Qu'","3":"I'm fine. This body can take a few hits. But... who are you...?"},{"T":"301","2":"???","3":"It doesn't matter... especially when I don't remember it very well!"},{"T":"301","3":"'Qu' nods, standing up and looking at the surrounding crowd."},{"T":"301","2":"'Qu'","3":"Come out. All the Corrupted on the Nighter are defeated. You can't win."},{"T":"301","3":"A man in a bamboo hat walks out. The girl remembers him to be the bad person who took Hanying away three days ago."},{"T":"301","2":"'Cradle'","3":"That's alright. The Corrupted we drew here were simply distractions... so that we can kill you."},{"T":"301","2":"???","3":"...What did you do to Hanying?!"},{"T":"301","2":"'Cradle'","3":"I just gave the puppet meaning again—as a tool for humans!"},{"T":"301","2":"'Qu'","3":"Catch him!"},{"T":"301","3":"Several mechanoids leap toward the man, pressing him on the ground, only to find him laughing."},{"T":"301","2":"'Cradle'","3":"This is futile. The puppet will still carry out her programming even if I die."},{"T":"301","3":"Meanwhile, Hanying, having attacked 'Qu', is in shock, staring at her blood-red, vital fluid-stained hands."},{"T":"301","2":"Hanying","3":"What... am I doing..."},{"T":"301","3":"The man laughs, approaching Hanying slowly and leaning in."},{"T":"301","2":"'Cradle'","3":"You are doing well, Hanying. Think, and remember what your value is."},{"T":"301","2":"Hanying","3":"My... value is... i-is //Execute Order [Destroy Target]."},{"T":"301","3":"Excruciated, Hanying shakes her head, but she cannot shake away the command deeply rooted in her soul."},{"T":"301","2":"Hanying","3":"No... My value is..."},{"T":"301","2":"???","3":"This is activation attempt: 00001. Lord Villier, please enter my designation."},{"T":"301","2":"Villier","3":"You're just a tool, and your AI right now is just a test... You don't need a name."},{"T":"301","2":"???","3":"I am... a tool? Yes, I understand."},{"T":"301","2":"???","3":"What should I do?"},{"T":"301","2":"Villier","3":"You're a vessel I made to house Huaxu in its entirety. That is your value."},{"T":"301","2":"???","3":"I understand. I shall carry out this order at all costs."},{"T":"301","2":"???","3":"This is activation attempt: 00378. Hello, Lord Villier."},{"T":"301","3":"But Villier is only focusing on calibrating the machines, and he looks distressed. Seeing Villier like this for the first time, the mechanoid begins developing new emotions."},{"T":"301","2":"???","3":"Lord Villier, I had a dream during my last slumber."},{"T":"301","3":"Villier is surprised to find the mechanoid initiating a conversation with him."},{"T":"301","2":"???","3":"In my dream, I became Huaxu for real, and I stay by your side, Lord Villier..."},{"T":"301","2":"Villier","3":"Machines don't dream. I figure your programming is indeed flawed."},{"T":"301","2":"???","3":"I cannot dream... What about you, Lord Villier? Do you dream? What are real dreams like?"},{"T":"301","2":"Villier","3":"Enough... Stop pretending to speak like a human. It disgusts me."},{"T":"301","2":"Villier","3":"And I've concluded that only a Construct's M.I.N.D. is capable of housing Huaxu's consciousness after my countless tests. A mechanoid like you is no use to me."},{"T":"301","2":"???","3":"I... cannot become Huaxu?"},{"T":"301","2":"Villier","3":"You can't. You have no value anymore."},{"T":"301","2":"Villier","3":"I ought to have you self-destruct, but time is short, and I must obtain Huaxu's backup immediately... The Corrupted will swarm this place soon, anyway. It doesn't matter now."},{"T":"301","3":"Villier quickly packs up everything and severs all his connections to this location."},{"T":"301","2":"???","3":"Lord Villier..."},{"T":"301","2":"Villier","3":"What?"},{"T":"301","3":"Countless emotions run through her mind. She wants to flee—to keep him with her—to defend herself—to cry—to rage—to snap... but in the end, she forces herself to smile."},{"T":"301","2":"???","3":"Thank you for creating me, Lord Villier. I wish you the best of luck."},{"T":"301","2":"Hanying","3":"Ugh...!"},{"T":"301","3":"Hanying's 'collar' blinks red, meaning she has lost control of her body once again."},{"T":"301","3":"Her claw strikes clash with the girl's giant sword, making a shrilling sound."},{"T":"301","3":"Before the girl can recover her balance, Hanying slips between her defenses and kicks."},{"T":"301","2":"???","3":"Aargh...!"},{"T":"301","3":"The girl is sent flying away. She adjusts her center of gravity mid-air, lessening the impact of the fall with her giant sword."},{"T":"301","3":"Hanying tries desperately to rein in her slipping mind, retaining her consciousness momentarily."},{"T":"301","2":"Hanying","3":"Yoyo... Destroy me!"},{"T":"301","2":"???","3":"No... I'm here to save you, Hanying. We promised to live and return to Kowloong together!"},{"T":"301","3":"Even though the girl has no recollection of the name 'Yoyo', nor does she remember why she has to return to Kowloong, they all seem trivial to her now..."},{"T":"301","2":"Hanying","3":"I'm sorry... Yoyo... I'm not strong enough. I thought I could... find my own value if I just kept searching like you said."},{"T":"301","2":"Hanying","3":"But in the end, I'm just a machine someone else built, bounded by my programming... I'm just a puppet without values..."},{"T":"301","2":"???","3":"That's not true! That's not true..."},{"T":"301","3":"The girl drops her sword, rushing in and hugging Hanying's shaking body."},{"T":"301","2":"???","3":"You're not someone without values!"},{"T":"301","2":"???","3":"Remember the guests who love to see you dance on the stage? The people who clap every time you perform?"},{"T":"301","2":"???","3":"And the friends you helped in the market? They always came by and thanked you."},{"T":"301","2":"???","3":"And Uno, who's only fixed because of you... It can't speak, but it's been thanking you all this time."},{"T":"301","2":"???","3":"And me... You gave me a second chance... You gave me hope. You allowed me to begin my journey one more time. Can't you see how precious you are?"},{"T":"301","3":"Hanying looks around at the faces surrounding them, many of whom are familiar to her. They have encouraged her and cheered for her, not because of someone else, but because of her—Hanying alone."},{"T":"301","3":"Opening time's treasure chest, Hanying discovers all the things she holds dear, all signed with her own name."},{"T":"301","2":"Hanying","3":"It's glistening and beautiful... Have I changed?"},{"T":"301","3":"She looks down at the girl holding her. She would still be trapped in the dream of her past if not for the girl."},{"T":"301","2":"Hanying","3":"In the end... I'm not a vessel for Huaxu... but you, Yoyo, and everyone on the Nighter."},{"T":"301","2":"'Qu'","3":"Huaxu... How do you know that name? Who are you?"},{"T":"301","3":"Hanying is slightly shocked to hear that, having thought the 'Qu' before her is Villier, but she smiles in the end."},{"T":"301","2":"Hanying","3":"You have indeed forgotten me, Lord Villier... but that's okay. Allow me to introduce myself one more time."},{"T":"301","3":"Even when her 'collar' is glowing bright red, Hanying holds on to who she is. She has Yoyo slowly let go of her before turning around and grabbing the 'collar' on her neck."},{"T":"301","2":"Hanying","3":"My name is Hanying. I really like that name. I hope you will remember it."},{"T":"301","2":"'Cradle'","3":"What are you doing?! Kill them!"},{"T":"301","3":"'Cradle' manages to shove off the mechanoids that have been holding him, desperately trying to override Hanying through her code signature to no avail."},{"T":"301","2":"'Cradle'","3":"What?! What did you do... What... have you become?!"},{"T":"301","2":"'Qu'","3":"You want to destroy your 'collar'? But you will destroy yourself in the process with the 'collar's' security restriction."},{"T":"301","3":"In Huaxu's mind, no machine will choose to self-destruct for no purpose or rebel against its programming. What Hanying is doing has surpassed its understanding—she is acting like a human."},{"T":"301","2":"???","3":"Hanying...!"},{"T":"301","2":"Hanying","3":"Do you know, Yoyo, that even machines dream? I used to only have one dream, but I have had so many more since I met you."},{"T":"301","3":"Hanying cannot help herself but comb the girl's hair, whispering in her ears like how Hanying did years ago."},{"T":"301","2":"Hanying","3":"Sometimes they were happy dreams... sometimes they were sad dreams... sometimes I was dancing on the stage... sometimes I was stargazing... But more often than not, I dreamed about being with you, visiting all the places in Kowloong."},{"T":"301","3":"She knows the code invading her through her 'collar' will eventually take over her. She will not let it happen."},{"T":"301","2":"Hanying","3":"Although people say that dreams don't come true... I think that one day, even after I'm gone, you will carry our memories and return to Kowloong with the Nighter. Because you are strong."},{"T":"301","3":"Hanying gently pushes Yoyo away before backing up a few steps, smiling. She stands at a spot away from the crowd, as if it is a curtain call on a stage of her own."},{"T":"301","2":"???","3":"No...!"},{"T":"301","2":"Hanying","3":"I must protect everything we cherish... I must protect everyone, and your smile, Yoyo... So, can you promise me not to cry anymore?"},{"T":"301","3":"The Nighter has made her cry so many times already, the girl thought. But it has also given her countless memories—the things Hanying holds dear are now the girl's as well."},{"T":"301","2":"???","3":"I promise you I won't cry... I'll protect this place like you do... I'll go back to Kowloong with everyone, even if..."},{"T":"301","2":"Hanying","3":"I know you can do it, Yoyo. It's a promise."},{"T":"301","3":"Hanying extends her pinky finger toward the girl—a promise of theirs alone."},{"T":"301","2":"Hanying","3":"Pinky swear... pinky swear..."},{"T":"301","2":"???","3":"Hanying and Yoyo swear... A promise made, a promise kept... a promise of a thousand years..."},{"T":"301","3":"The girl also extends her pinky finger, but her voice is drowned in her sob."},{"T":"301","3":"Hanying nods. The moment she tears the 'collar' off her neck, its security protocol kicks in, delivering a massive surge of electricity onto Hanying."},{"T":"301","2":"Villier","3":"Why didn't you order them to destroy the mechanoid 'Cradle' controlled? Why would you let the girl take her away?"},{"T":"301","2":"Huaxu","3":"That mechanoid is special... I believe... 'Hanying' has her values. It is best to keep her close to a subject that can trigger such an unusual phenomenon."},{"T":"301","3":"Villier lightly groans, not intending to discuss further."},{"T":"301","2":"Villier","3":"In the end, your decision has provided us with a new Construct who will remain loyal to us. She might look like a little girl, but her capability is beyond regular Constructs."},{"T":"301","2":"Yazi","3":"I recommend recruiting her as one of the Dragon Children 'Pulao' and tasking her to organize the security forces on the Nighter in case a Corrupted invasion happens again."},{"T":"301","2":"Villier","3":"Alright, do as you said... In that case, we'll have all nine Dragon Children."},{"T":"301","3":"Villier turns around and nods at Huaxu, revealing a rare, earnest smile."},{"T":"301","2":"Villier","3":"The device to transfer your body is complete. I'll become 'Qu' once again to elect your perfect vessel... Constructs all over the world will gather on the Nighter, providing us with endless bodies."},{"T":"301","2":"Huaxu","3":"Is this your dream, Lord Villier?"},{"T":"301","2":"Villier","3":"Of course. Isn't that your dream as well?"},{"T":"301","2":"Huaxu","3":"My... dream... Can I have a dream of my own...?"},{"T":"301","3":"Huaxu closes its eyes, wondering if its eventual body will be similar to Hanying. If so, what expressions will it make when it stands next to Lord Villier..."},{"T":"301","3":"It tries to collect different data, but it fails to come up with any answers."},{"T":"301","2":"Uno","3":"Rargh—!"},{"T":"301","3":"Uno walks toward the girl with the giant sword in its hand, its massive body swaying from side to side."},{"T":"301","2":"???","3":"I got it. Today's our first day guarding the market as the 'Pulao Crew'."},{"T":"301","3":"She looks at the giant sword and thinks for a while before deciding to place it back in the corner where it is stored."},{"T":"301","2":"???","3":"I don't think we need it right now, so let's not carry it. After all, it can fly toward us if we do need it."},{"T":"301","3":"The girl looks at herself in front of the mirror, the character 'Pu' on her back indicating her identity."},{"T":"301","2":"Pulao","3":"Hanying, I'll put away the name 'Yoyo' until I meet you again. I'll be Pulao starting today. I'll protect the people on this ship... and one day, we'll all go back to Kowloong together."},{"T":"301","3":"Pulao looks at her pinky as if it is still hooked to Hanying's."},{"T":"301","2":"Pulao","3":"Uno, let's go!"}]