[{"T":"301","3":"No. 21 rushes toward the basement after the battle is over."},{"T":"301","3":"Standing before the door to the basement—no, it is not a door anymore. Bloody handprints and scratches left by metal claws envelop it, turning it into a silent gravestone."},{"T":"301","3":"No. 21 gently opens the door and steps in."},{"T":"301","3":"The hidden memories unveil once more."},{"T":"301","3":"You cannot see anything at first. There is only the rotten, moldy smell of the basement and the touches of the heaps of junk as you run into them."},{"T":"301","3":"Then a bright light tears down the darkness. You cannot help but open the door slightly and look out carefully through the gap, and all you can see is a corner of the staircase."},{"T":"301","3":"The sound of metal dragging over the wooden floor gives you a shiver. Then you hear the heavy thud of a body hitting something, and nothing after that."},{"T":"301","3":"An impulsion drives you to scream Lucia's name... but you must not. You bite down your lips as if the pain can keep your fear in check. But the pain is nothing in comparison."},{"T":"301","3":"Dead silence."},{"T":"301","3":"You thought you could hear thunder before realizing that is just your heart beating loudly."},{"T":"301","3":"The artificial heart is wailing and thumping because of the memory of someone unrelated."},{"T":"301","3":"The longer the silence lasts, the more your desperation grows. The darkness in the basement weighs on your back, almost breaking you."},{"T":"301","3":"Then you hear a loud bang near you as a body in red and black rolls down the stairs and lands at its base."},{"T":"302","2":"No..."},{"T":"301","3":"You subconsciously cover your mouth, trying desperately not to scream."},{"T":"301","3":"After a few seconds, or maybe longer, the body shifts, followed by a painful moan."},{"T":"301","3":"The young Lucia crawls on the floor, her tiny arms supporting her body as she slowly climbs up."},{"T":"301","3":"Blood drips down her temple, dying her eyes, collars, and fingers red."},{"T":"302","2":"L-Lucia..."},{"T":"301","3":"Weakly you cry out, powerless to do anything."},{"T":"301","3":"But the horror is not over. A large shadow cast from the top of the stairs shrouds Lucia's body. She cannot even stand straight."},{"T":"301","3":"But she looks fearless."},{"T":"301","3":"Taking its time, the monster walks down the stairs, its shadow encroaching."},{"T":"301","3":"Before you can react, the door to the basement is pushed open. Sunlight pours in, and the orange, warm glow coats you as you stand at the door."},{"T":"302","2":"I won't let you hurt her—"},{"T":"301","3":"The blood is pumping in your veins like a tidal wave, thunderous and earthshaking."},{"T":"301","3":"You raise the 'weapon' in your hands, your heartbeat so loud that it drowns out the monster's shriek. All you can see is the wounded, bloody girl lying before you."},{"T":"301","3":"—Even when your 'weapon' is nothing but a ridiculous stuffed animal."},{"T":"301","2":"Lucia","3":"LUNA!!"},{"T":"301","3":"Lucia's expression changes—a fear she has not shown even when confronting the horrid Corrupted."},{"T":"301","3":"She tries to run toward you, but the pain causes her to fall again. So she starts crawling."},{"T":"301","2":"Lucia","3":"Luna! GO BACK!"},{"T":"302","2":"I can protect you too... I want to protect you—"},{"T":"301","3":"Before she can finish, the Corrupted, its eyes glowing bright crimson, leaps toward you, noticing its new prey."},{"T":"301","2":"No. 21","3":"N-NO—"},{"T":"301","3":"No. 21 reaches out, but she catches nothing."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"No. 21","3":"...What happened next?"},{"T":"301","3":"This is as far as the memory goes. You have no idea if Luna has lost the memory of what followed, or if she refuses to remember them."},{"T":"301","2":"No. 21","3":"Am I hurt?"},{"T":"301","3":"No, 21 touches her face. Her cheeks are cold to the touch, but there is nothing there."},{"T":"301","2":"No. 21","3":"...Something important is lost."},{"T":"302","2":"...You're right."},{"T":"301","3":"These feelings are alien to her. Having never experienced, seen, or felt something like this, No. 21 just stands there, perplexed."},{"T":"301","2":"No. 21","3":"I... don't like this feeling."},{"T":"301","2":"No. 21","3":"She has done... so many bad things."},{"T":"301","2":"No. 21","3":"Why is she showing me this?"},{"T":"302","2":"She's not the one showing us this."},{"T":"301","3":"It is difficult for you to explain it to her, so you give No. 21 a simple explanation."},{"T":"301","3":"'Everyone has a past. Even when you think your past is a blank... it is still a past.'"},{"T":"301","3":"'Everyone becomes who they are because of what they have been through. Your past made you who you are. Maybe I'm not the ideal person to tell you this way...'"},{"T":"301","3":"'But... do you like who you are now? Do you like what you have?'"},{"T":"301","3":"'If you do, then don't deny your past. The past isn't the point, nor is it the future... It's now. Here and now.'"},{"T":"301","3":"'This is Luna's past... That's it.'"},{"T":"302","2":"(Tell her what you think)"},{"T":"301","3":"Right then, you hear a loud bang from the door."}]