[{"T":"301","2":"Wanshi","3":"...Ugh... agh..."},{"T":"301","3":"Caught off guard, the white Strike Hawk is lifted by the ominous black monster."},{"T":"301","3":"But right then, his last bullet hits the monster's chest that is emitting faint blue light."},{"T":"301","3":"Only the crisp cracking can be heard as the Hetero-Creature's chest splinters."},{"T":"301","3":"Pieces of black hetero-polymers slide down like shards of glass."},{"T":"301","3":"Buried within the Hetero-Creature, a broken figure emerges from within."},{"T":"302","2":"That's...?!"},{"T":"301","3":"It was a strange yet familiar figure. Where had you... seen her before?"},{"T":"301","3":"At this time, Wanshi's previously languid eyes open wide as he stares at the Hetero-Creature in the middle of the lake."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"It was her... all along..."},{"T":"301","2":"Wanshi","3":"The Construct that went missing from the space station... This is what the Ascendants did to her..."},{"T":"301","2":"Wanshi","3":"What a disgrace..."},{"T":"302","2":"She's the Construct that went missing?!"},{"T":"301","2":"Wanshi","3":"I came across her file while looking through the scout team's database, so I took note of it. I didn't expect that the next time I would see her would be here of all places..."},{"T":"301","2":"Wanshi","3":"My mission as a scout is to gather, integrate, and report intel."},{"T":"301","2":"Wanshi","3":"Prior to the last battle against the Ascendants, each member of the scout team knew all of the intel on them by heart."},{"T":"301","2":"Wanshi","3":"We all know that an Ascendant by the name of Gabriel took a Construct from Babylonia."},{"T":"301","2":"Wanshi","3":"But as for what purpose or necessity this served, that has always remained a mystery."},{"T":"301","2":"Wanshi","3":"Now, the mystery is solved..."},{"T":"301","2":"Wanshi","3":"There's a Hetero-Core fragment here."},{"T":"301","3":"Suffering a heavy blow, the Hetero-Creature remains kneeling by the shore of the Red Tide as Punishing Virus gathers in the air, about to repair its body."},{"T":"301","2":"Wanshi","3":"Is it all over?"},{"T":"301","2":"Wanshi","3":"A monster like this won't go down without a fight. I'll buy you some time. Get outta here!"},{"T":"301","2":"Wanshi","3":"..."},{"T":"302","2":"(Pick up node)"},{"T":"301","2":"Wanshi","3":"...Wait. What are you doing?"},{"T":"301","2":"Wanshi","3":"What are you planning on doing with the domain node?"},{"T":"301","3":"Authorization complete."},{"T":"301","3":"Node activated."},{"T":"301","3":"Looking around, you barely make it to high ground and avoid being corrupted by the Punishing Virus."},{"T":"301","3":"Aside from where you stand, the Red Tide inundates the surrounding area and ravenous Hetero-Creatures occupy the area up ahead. You cannot find any secure place to deploy the node up until Babylonia receives the signal."},{"T":"301","2":"Wanshi","3":"Give it to me."},{"T":"301","2":"Wanshi","3":"Hurry back. I dragged you into this mess... If you can't even make it back..."},{"T":"302","2":"Not like I can get very far without you."},{"T":"301","2":"Wanshi","3":"...My bad."},{"T":"301","3":"Not to mention all of the Hetero-Creatures... You are as good as dead without the protection of a Construct."},{"T":"301","2":"Wanshi","3":"God dammit... Why'd I have to go kick the hornet's nest after arriving on the surface..."},{"T":"301","2":"Wanshi","3":"You aren't much better though... Always throwing your life away for complete strangers..."},{"T":"301","3":"The Hetero-Creature in the middle of the lake seems to realize the crisis at hand."},{"T":"301","3":"As it roars and struggles, the monster drags its body toward you in preparation for another attack."},{"T":"301","3":"There's no time to avoid it..."},{"T":"301","3":"Faced with potential death, your body rushes with adrenaline."},{"T":"301","3":"The faces of the people you have met along the way flash before your eyes."},{"T":"301","3":"All the questions that could not be answered at first were answered at this moment."},{"T":"301","2":"Ayla","3":"For example..."},{"T":"301","2":"Ayla","3":"What do you think of that blue planet?"},{"T":"301","3":"—The equatorial radius is 6378.137 kilometers. It rotates from west to east and revolves around the sun. It is the third innermost planet of the solar system."},{"T":"301","2":"Old Man","3":"We have nothing left. Our only driving force left is our attachment to this land. It's the only thing that supports our menial existence."},{"T":"301","2":"Old Man","3":"Our last wish is to forever rest within its embrace."},{"T":"301","2":"Old Man","3":"Standing here, we can look back on the glory of the past and see the tombstones of our old friends."},{"T":"301","2":"Old Man","3":"We were born here. We will die here."},{"T":"301","3":"—Humanity is bound to its homeland by the gravitational force known as love."},{"T":"301","2":"Ayla","3":"Why had those on the surface not come to Babylonia?"},{"T":"301","2":"Ayla","3":"What sort of life would they have had on the surface?"},{"T":"301","2":"Ayla","3":"What would people on the surface think of us?"},{"T":"301","2":"Refugee","3":"Enough with the hypocrisy. Is this really in our best interest? Or do you just not want to see us die before your very eyes?"},{"T":"301","2":"Refugee","3":"Look at you. Your conscience is just as repulsive as your actions."},{"T":"301","2":"Refugee","3":"Removing us from our homeland will make you sleep better at night, but it won't make our lives any better."},{"T":"301","2":"Woman","3":"Don't you think it's ridiculous to tell us that we are also citizens of the World Government?!"},{"T":"301","2":"Woman","3":"Don't you remember how you treated us when the evacuation started?!"},{"T":"301","2":"Woman","3":"You held us at gunpoint to prevent us from boarding Eden!"},{"T":"301","2":"Woman","3":"You left us behind like junk, now you dare to come back and 'rescue' us? Are you kidding me?"},{"T":"301","2":"Woman","3":"Get out!"},{"T":"301","2":"Woman","3":"Get out of here! I don't need your fake compassion now!"},{"T":"301","2":"Old Man","3":"Because I see weakness and timidity in your eyes."},{"T":"301","2":"Old Man","3":"When all of this is over, you'll probably blame your incompetence and live with a heavy sense of guilt."},{"T":"301","2":"Old Man","3":"So I want to tell you—don't."},{"T":"301","2":"Old Man","3":"Don't feel any guilt."},{"T":"301","2":"Old Man","3":"We've chosen our own path. You have completed your mission."},{"T":"301","2":"Old Man","3":"Alright, that's enough."},{"T":"301","2":"???","3":"One day, we will reunite with our comrades on the surface. When that time comes, we will share in the marvelous things we have seen and rejoice in song."},{"T":"301","2":"???","3":"Nothing is more romantic. Is it not?"},{"T":"301","3":"Yeah. Nothing is more romantic."},{"T":"301","3":"A voice from the bottom of your heart crosses time and space to answer the unknown girl's question."},{"T":"301","3":"So, before we share all the marvelous things we have seen and rejoice in song..."},{"T":"301","3":"It would be disgraceful to end with such hatred and tragedy."},{"T":"301","3":"So, you must at least protect the node until the very end."},{"T":"301","3":"Embrace this idea and hold the long black needle tightly in your arms."},{"T":"302","2":"(Close eyes)"},{"T":"301","2":"Wanshi","3":"Ngh—"},{"T":"301","3":"You just hear the sound of a frame being crushed."},{"T":"301","3":"Opening your eyes, you see Wanshi protecting you."},{"T":"301","3":"The Hetero-Creature pierces his right arm, causing a fountain of vital fluid to spew from the wound."},{"T":"301","2":"Wanshi","3":"Don't worry... Constructs aren't that weak."},{"T":"301","2":"Wanshi","3":"If you're injured, your team and my Captain will hold me accountable."},{"T":"301","2":"Wanshi","3":"But enough of that for now..."},{"T":"301","3":"The strong sense of fear and helplessness causes your legs to go weak."},{"T":"301","3":"As if in a daze, you catch a glimpse of a broken heart like that of the broken figure buried within the monster's chest."},{"T":"301","3":"Her eyes are as empty as when you first saw her. Her exposed chest shines with uncharacteristic brightness as faint blue light shimmers beneath it."},{"T":"301","3":"The Hetero-Creature's chest is within reach."},{"T":"301","3":"The girl's remains, which you could only catch a glimpse of before, are now in full view."},{"T":"301","3":"The moment you see her face, your mind becomes clouded with confusion."},{"T":"301","3":"Could she still be alive like this? Is she dreaming?"},{"T":"301","3":"Why else would she show such a look of pain?"},{"T":"301","3":"Wanshi is still struggling in front of you. Now is not the time with such nonsense, but your train of thought begins to spiral out of control."},{"T":"301","3":"You and the three other Gray Ravens are at a standstill in the center of the airtight space station."},{"T":"301","2":"Ayla","3":"Excuse me, is that Gray Raven down there?"},{"T":"301","2":"Liv","3":"Who are you..."},{"T":"301","2":"Liv","3":"W-wait... Is that Miss Ayla?"},{"T":"301","2":"Ayla","3":"Yes, I'm Ayla, a member of the 2nd Archaeological Team."},{"T":"301","2":"Lee","3":"...Why is she here?"},{"T":"301","2":"Lucia","3":"Liv, Lee... Do you know her?"},{"T":"301","2":"Lee","3":"...She's a very popular young artist in Babylonia. Murray... likes to go to her exhibitions."},{"T":"301","2":"Liv","3":"I-I like Miss Ayla's work too..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Ayla","3":"I have been wanting to meet you too! Especially..."},{"T":"301","2":"Ayla","3":"I should probably talk about that later. I've got more important things to tell you."},{"T":"301","2":"Ayla","3":"My mission here is to rescue a Construct named [——]."},{"T":"301","2":"Ayla","3":"She means a lot to me."},{"T":"301","2":"Ayla","3":"The task forces have all heard about the heroic deeds of the Gray Ravens at the Ascendants' base. I've even heard about them in Babylonia!"},{"T":"301","2":"Ayla","3":"If you've been in direct contact with the Ascendants, have you seen the Ascendant who attacked me on the space station?"},{"T":"301","2":"Ayla","3":"Never mind, he's not important. The only thing I care about is whether you found any sign of her in their base..."},{"T":"302","2":"Who do you mean by 'her'?"},{"T":"301","2":"Ayla","3":"You've met her before on the space station."},{"T":"301","2":"Ayla","3":"She's my best friend."},{"T":"301","2":"Ayla","3":"Her name is..."},{"T":"301","3":"The Hetero-Creature's blade is still stuck in Wanshi's shoulder. Wanshi holds it down firmly, giving the monster no chance to retract it."},{"T":"301","3":"Right at that moment, you react before you have time to process it."},{"T":"302","2":"(Rush forward holding the domain node)"},{"T":"301","3":"You manage to finally collect your scattered fragments of your memory."},{"T":"301","2":"Ayla","3":"You met her on the space station."},{"T":"301","2":"Ayla","3":"She's my best friend."},{"T":"301","2":"Ayla","3":"Her name is..."},{"T":"301","2":"Ayla","3":"Sel..."},{"T":"302","2":"Selena."},{"T":"301","3":"The voice of Ayla in your memory suddenly synchronizes with yours."},{"T":"301","3":"Blurting out the name causes the Hetero-Creature to stop in its tracks."},{"T":"301","3":"It unleashes a sad and forlorn cry."},{"T":"301","3":"The girl in the center of its chest moves faintly."},{"T":"301","3":"Her lifeless eyes return focus."},{"T":"301","3":"At the same time, the Punishing Virus seems to repair the Hetero-Creature at a diminishing rate."},{"T":"301","3":"It is at that moment you understand that the solemn whale song and steel thorns that bind her were the last struggles of the girl within the Hetero-Creature."},{"T":"301","3":"Her voice module was already completely destroyed. Whenever she moves her lips, she is unable to produce any sound. So, she struggles to stretch out her disfigured hand from within the Hetero-Creature."},{"T":"301","3":"However, there are no need for words. The moment your eyes meet, you sense each other's true intention."},{"T":"301","3":"All that is left for each of you to complete the final mission."},{"T":"301","2":"Wanshi","3":"Gray Raven, come in! Gray Raven, do you copy? We've got ourselves a situation here."},{"T":"301","2":"Lee","3":"Sounds like Mr. Strike Hawk has finally stopped acting all indolent."},{"T":"301","2":"Lee","3":"What's all the panic?"},{"T":"301","2":"Wanshi","3":"Your commandant—"},{"T":"301","2":"Lee","3":"Commandant?"},{"T":"301","2":"Lee","3":"What's wrong with the commandant?!"},{"T":"301","2":"Wanshi","3":"Relax, your commandant is fine. The protective device is critical, though. Still, we have enough serum."},{"T":"301","2":"Lee","3":"...Sorry, I got a little out of hand. We don't have time to get into this right now. Commander Hans just activated the last bit domain node and Babylonia is approaching in orbit to begin the attack. Tell me you are evacuating with our commandant."},{"T":"301","2":"Wanshi","3":"Don't worry, we just escaped from the lion's den."},{"T":"301","2":"Lee","3":"Lion's den? Did you run into trouble?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Wanshi remains silent for a moment then continues."},{"T":"301","2":"Wanshi","3":"I'm not sure, but I think it was the source of the Red Tide."},{"T":"301","2":"Lee","3":"What makes you think that?"},{"T":"301","2":"Wanshi","3":"The abnormally high Punishing concentration it had, the strong desire for self-preservation, and the behavior of the surrounding Hetero-Creature..."},{"T":"301","2":"Wanshi","3":"It was like a 'hive' similar to that on Earth."},{"T":"301","2":"Wanshi","3":"It's difficult to describe with words. I'll transmit my readings and statics to you now."},{"T":"301","2":"Lee","3":"Data received... Is this a Hetero-Creature?"},{"T":"301","3":"Lee looks at the Hetero-Creature in the image and frowns."},{"T":"301","2":"Lee","3":"It's exactly what you said. Are you still collecting combat data?"},{"T":"301","2":"Wanshi","3":"I'm a sniper. A sniper is the person responsible for observing the battlefield and collecting data."},{"T":"301","2":"Lee","3":"So what did you do? Don't tell me you found the source and just ran away..."},{"T":"301","2":"Wanshi","3":"It wasn't me. It was your commandant."},{"T":"301","2":"Wanshi","3":"Your commandant stabbed the bit domain node into it right at the last second."},{"T":"301","2":"Lee","3":"The commandant did that?!"},{"T":"301","2":"Wanshi","3":"Babylonia has established the coordinate system and is heading over us to prepare for the orbital strike. But now that the fourth bit domain node has been activated, there's still hope for redemption."},{"T":"301","2":"Wanshi","3":"If you catch my drift."},{"T":"301","3":"Lee nods solemnly."},{"T":"301","2":"Lee","3":"Understood. What's the situation with you and the commandant?"},{"T":"301","2":"Wanshi","3":"Well, for me... There are problems everywhere, but my M.I.N.D. is still stable and corruption is below the threshold. I just need to take a load off."},{"T":"301","2":"Lee","3":"Now's not that time for that. Keep that in mind."},{"T":"301","2":"Wanshi","3":"Sheesh... I was just joking."},{"T":"301","2":"Lee","3":"I'm not laughing. Once you bring the commandant back safely, then you can crack jokes."},{"T":"301","2":"Wanshi","3":"Got it."},{"T":"301","2":"Lee","3":"...Are you still able to escort the commandant?"},{"T":"301","2":"Wanshi","3":"Pff... I'm more than capable of protecting a human."},{"T":"301","2":"Lee","3":"Understood. I'll prepare the camp. Repair your frame when you get back."},{"T":"301","2":"Lee","3":"Also... Thank you for protecting our commandant."},{"T":"301","2":"Wanshi","3":"You should thank your commandant for the data you're looking at right now."},{"T":"301","2":"Wanshi","3":"Your commandant risked death in order to acquire data that's satisfactory for both sides."},{"T":"301","2":"Wanshi","3":"If the Chief Commander can be persuaded to inform Babylonia to launch a precision strike, all of our problems will be solved."},{"T":"301","2":"Wanshi","3":"This is your mission. Don't let your commandant's efforts go to waste."},{"T":"301","2":"Lee","3":"Understood."},{"T":"301","2":"Lee","3":"Liv, it's urgent. I need you to run calculations and generate a model."},{"T":"301","2":"Lee","3":"Chief Commander Hans."},{"T":"301","2":"Hans","3":"What is it this time, Gray Ravens."},{"T":"301","2":"Hans","3":"Babylonia is about to reach us in orbit. We'll receive orders to retreat in less than half an hour."},{"T":"301","2":"Lee","3":"We just received news that our commandant is returning to camp."},{"T":"301","2":"Hans","3":"I don't care about any news regarding that fugitive. Tell your commandant not to do anything stupid. 【kuroname】 still has time to make it back through the flank and evacuate in time."},{"T":"301","2":"Lee","3":"Our commandant knows what to do, which is why we are here again."},{"T":"301","2":"Lee","3":"The commandant encountered a massive Hetero-Creature during the operation. The Strike Hawk Construct collected a large amount of relevant data during the battle."},{"T":"301","2":"Lee","3":"Based on the data, Liv from our team modeled the evolution of the Red Tide."},{"T":"301","2":"Hans","3":"...Go on."},{"T":"301","3":"Lee activates the terminal and projects the hologram for Hans to see."},{"T":"301","2":"Lee","3":"This is a gradient map of the Punishing Virus compiled by the Strike Hawk while exploring the source of the Red Tide."},{"T":"301","2":"Lee","3":"As you can see, the Punishing concentration of the Red Tide increases along with the depth... This area is at its peak."},{"T":"301","3":"Lee points to the last picture sent by Wanshi. It is a lake composed of sanguine Red Tide located in the center of the hologram."},{"T":"301","3":"And to the image of the ominous black Hetero-Creature."},{"T":"301","3":"After just a glance, Hans nods."},{"T":"301","2":"Hans","3":"I see. Turn it off."},{"T":"301","3":"Lee nods and replaces the hologram with the original data model."},{"T":"301","2":"Lee","3":"Also, this is a flow map of the Red Tide."},{"T":"301","2":"Lee","3":"The core cluster is situated in the center of the flow map. Here, the Red Tide increases flow outward and spreads just like... a heart pumping blood throughout the entire body."},{"T":"301","2":"Lee","3":"Finally, this is a statistical model on the behavior pattern of Hetero-Creature in the core region. We've established that the Red Tide spreads when the Hetero-Creature makes that noise."},{"T":"301","2":"Hans","3":"Get to the point."},{"T":"301","2":"Lee","3":"The Red Tide has a source, and this Hetero-Creature is the culprit for spreading the Red Tide."},{"T":"301","2":"Lee","3":"By eliminating it, we can finally put an end to the Red Tide and solve all of our problems."},{"T":"301","2":"Lee","3":"The commandant took the most logical course of action by jamming the last bit domain node into the Hetero-Creature..."},{"T":"301","2":"Lee","3":"Babylonia will be overhead soon. I'll apply for a revision to the attack plan, thereby focusing the Longinus Arsenal on the bit domain node deployed by the commandant."},{"T":"301","2":"Hans","3":"What makes you think this will put a stop to the Red Tide?"},{"T":"301","3":"Lee suddenly lowers his voice."},{"T":"301","2":"Lee","3":"I'm not sure. But Chief Commander, you have higher authority. You should be aware of the CTO's speculations regarding the Red Tide's origin."},{"T":"301","2":"Lee","3":"—It's a vestige of the Hetero-Core. According to the records of our operations against the Hetero-Core on the space station, it's impossible to destroy such an entity with wide-scale strike."},{"T":"301","2":"Lee","3":"What I present to you is only objective facts and data. A wide-scale strike was never an insurance plan to start with."},{"T":"301","2":"Lee","3":"Combining various factors, such as atmospheric thickness, scattering rate, Babylonia's firepower, and Punishing Virus activity..."},{"T":"301","2":"Lee","3":"The Longinus Arsenal may look impressive, but we can't ensure that it will be a success. The blast will be dispersed over too great of an area, thereby reducing the strength of the laser's power."},{"T":"301","2":"Lee","3":"But if we launch a precision strike, it's like stabbing a needle directly into the enemy's heart to stop it from beating. After that, all we have to do is deal with the body."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Lee","3":"As you said before, Chief Commander Hans, now is not the time to hesitate."},{"T":"301","2":"Lee","3":"Time is of the essence. Please make a decision, Chief Commander Hans."},{"T":"301","3":"Hans turns his head."},{"T":"301","2":"Hans","3":"Connect me to Babylonia."},{"T":"301","2":"Hans","3":"Contact HQ and transfer me to President Hassen."},{"T":"301","2":"Celica","3":"Transfer complete, Commander Hans."},{"T":"301","2":"Hassen","3":"How's it going on the ground, Hans?"},{"T":"301","2":"Hans","3":"Change in plans. The Gray Raven Commandant broke protocol and discovered a large Hetero-Creature similar to the one we encountered in the ruins of 075."},{"T":"301","2":"Hans","3":"The data we received from the commandant indicates that the nature of the creature is similar to that of a Polyphage."},{"T":"301","2":"Hans","3":"Judging from the flowing Punishing energy, this Hetero-Creature is likely to be the source of the Red Tide."},{"T":"301","2":"Hans","3":"The Gray Raven Commandant planted the last bit domain node into the Hetero-Creature. I've applied to change from a wide-scale attack to a precision strike to focus all our attack power on the Hetero-Creature, thereby ensuring the elimination of the Red Tide."},{"T":"301","3":"Before Hassen can respond, a voice interrupts him."},{"T":"301","2":"Nikola","3":"...Hans, you have overstepped authority as Chief Commander."},{"T":"301","2":"Nikola","3":"Babylonia is in charge of formulating a battle plan, not you."},{"T":"301","2":"Nikola","3":"Once a plan has been finalized, you are only responsible for executing it."},{"T":"301","2":"Hans","3":"Understood, Commander."},{"T":"301","2":"Hassen","3":"The Science Council has concluded that a wide-scale attack is our best option. We can't guarantee that it will completely eliminate the Red Tide, but that's the safest strategy."},{"T":"301","2":"Hans","3":"Mr. President, the Science Council didn't have our current data when formulating this plan."},{"T":"301","2":"Hans","3":"I think it's time to make a reasonable contingency plan based on the new data."},{"T":"301","2":"Hans","3":"The battlefield is unpredictable. I am just making the best judgment based on our current situation."},{"T":"301","2":"Nikola","3":"You don't have any ulterior motives?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Hassen","3":"Transmit the data. I'll have Asimov analyze it now."},{"T":"301","2":"Hassen","3":"Put me through to Asimov."},{"T":"301","2":"Celica","3":"Transfer complete, Mr. President."},{"T":"301","2":"Hassen","3":"Asimov, this is data sent by troops on the front line. What do you think?"},{"T":"301","3":"Asimov appears on the comm link half-asleep. After squinting at the data for some time, he suddenly perks up."},{"T":"301","2":"Asimov","3":"Interesting. Very interesting... Looks like the fourth bit domain node is key to all of this."},{"T":"301","2":"Hassen","3":"You think so? The troops on the front line have requested to switch from a wide-scale attack to a precision strike on the fourth bit domain node."},{"T":"301","2":"Asimov","3":"On a case by case basis, their judgment is reasonable based on the model they transmitted back."},{"T":"301","2":"Asimov","3":"I first speculated that the Hetero-Core fragment in the Polyphage was the origin of the Red Tide."},{"T":"301","2":"Asimov","3":"I just couldn't understand why the Red Tide continued to spread after the Polyphage disappeared."},{"T":"301","2":"Asimov","3":"Turns out it found a new source of power."},{"T":"301","2":"Asimov","3":"This data sure is interesting..."},{"T":"301","2":"Hassen","3":"Asimov, this is not the time to indulge in research."},{"T":"301","2":"Asimov","3":"Pardon me, Mr. President."},{"T":"301","2":"Hassen","3":"Is it feasible to change the plan on such short notice?"},{"T":"301","2":"Asimov","3":"Objectively speaking, little is known about the Red Tide. Whether we launch a wide-scale area attack or a precision strike, it's a gamble either way."},{"T":"301","2":"Asimov","3":"We just came to the conclusion that a wide-scale attack was our safest course of action."},{"T":"301","2":"Hassen","3":"...A gamble, you say? Understood."},{"T":"301","2":"Nikola","3":"Think it over. One wrong step will lead straight into the abyss."},{"T":"301","2":"Nikola","3":"Not for you but the whole world."},{"T":"301","2":"Hassen","3":"Since it's a gamble either way, I don't mind choosing the more humane option."},{"T":"301","2":"Hassen","3":"Put me through to Chief Commander Hans."},{"T":"301","2":"Hassen","3":"Hans."},{"T":"301","2":"Hans","3":"Yes, Mr. President?"},{"T":"301","2":"Hassen","3":"Request granted. When Babylonia passes over head, we will launch a precision strike with the Longinus Arsenal on the bit domain node deployed by the Gray Ravens once we have finished calibrating the coordinates."},{"T":"301","2":"Hans","3":"I'll relay the orders to all of the Constructs under my command immediately."},{"T":"301","2":"Hassen","3":"I'm not finished, Hans."},{"T":"301","2":"Hassen","3":"After the first attack, we will wait for 20 minutes to observe the effect. If it is ineffective in stemming the Red Tide, we will launch a second attack. However, this time it will wipe out the area indiscriminately with a wide-scale attack."},{"T":"301","2":"Hassen","3":"Two consecutive attacks will consume 90% of Babylonia's energy supply, compromising Babylonia's anti-air defenses."},{"T":"301","2":"Hassen","3":"You know what this means, but I think it's worth it. As you said before, the people on the surface are our comrades."},{"T":"301","2":"Hassen","3":"You not only need to relay the updated battle plan, but also issue a retreat. Lead your calibration team to safety."},{"T":"301","2":"Hans","3":"Understood."}]