[{"T":"301","3":"Alpha slowly opens her eyes in a barren field set aflame."},{"T":"301","2":"Lucia","3":"She's corroding my consciousness. Can't believe the M.I.N.D.s connection is capable of that..."},{"T":"301","3":"Huaxu's connection has twisted their M.I.N.D.s together, but Alpha's intense fury caused her part to further expand. It will not be long before she consumes Lucia's."},{"T":"301","3":"They were the same person before the divergence point. Despite the different paths they have taken since, it does not change the fact that the structure of their M.I.N.D.s have always been identical."},{"T":"301","2":"α","3":"You were the one who tried to connect our M.I.N.D.s. Now you'll suffer the consequences."},{"T":"301","3":"The blazing flame pulsates, turning into scorching lava where the two clash."},{"T":"301","3":"Lucia holds on to her sword, recalling what has driven her forward all this time. Small snowflakes appear above the ocean of flame between the two of them, falling onto Alpha's snow-white hair."},{"T":"301","2":"α","3":"Is that how petty the emotions that support you are?"},{"T":"301","2":"α","3":"Or, maybe... what you've seen has given you doubts?"},{"T":"301","3":"Lucia does not answer. She gently leaps with the tip of her toe, aiming her blade between Alpha's eyes. But the space shifts again just before she hits, creating a stone wall in her way, blocking her strike."},{"T":"301","2":"Lucia","3":"...Your tricks!"},{"T":"301","3":"The stone wall easily shatters from the force of Lucia's sword. Lucia raises her katana again, only to realize the sea of fire has turned into the familiar scene inside the Kowloong Metropolis."},{"T":"301","2":"α","3":"Remember when you first met Luna?"},{"T":"301","2":"Lucia","3":"Of course!"},{"T":"301","2":"α","3":"Then let me ask you again, Lucia. Is the present and future that you're protecting a world that will abandon her?"},{"T":"301","3":"Alpha effortlessly dodges Lucia's Cross Slash. Utilizing the moment Lucia lands, Alpha takes her blade and grates the floor in a quick spin, sparking a ring of fire around her before throwing it at Lucia."},{"T":"301","2":"α","3":"The 'me' who runs away from the past will never defeat me!"},{"T":"301","3":"She leaps over Lucia with ease. As the sound of their blades meeting echoes, the projections of tables and chairs around them crumble into dust."},{"T":"301","3":"Alpha stands wordlessly in the smoke, concentrating all her energy onto her blade, then strikes the approaching Lucia with all her might."},{"T":"301","2":"α","3":"Now, you'll break under your doubts and regrets."},{"T":"301","3":"She stares at her fallen counterpart in the ruin and repeats what she has just said—except... this time, she is speaking to herself."},{"T":"301","2":"Lucia","3":"No! I will not abandon Luna!"},{"T":"301","2":"α","3":"What?!"},{"T":"301","3":"The collapsed tables and chairs reappear inside the projection of Kowloong, all flying toward Alpha. She immediately counters with her sword, cutting them into pieces as they fall to the ground."},{"T":"301","3":"But what follows is a devastating strike that comes with all the energy Lucia has been accumulating."},{"T":"301","2":"α","3":"That still won't do!"},{"T":"301","3":"The lanterns hanging on the beams all light up from the sparks of their blades. They are once again surrounded by a sea of flame."},{"T":"301","2":"Lucia","3":"I will find a way to save her! That is why—I WILL NOT BE DEFEATED!"},{"T":"301","3":"Biting frost condenses on Lucia's sword. She swings it forward, and a wave of frost shoots out, extinguishing the fire before her, paving a path of ice. Lucia steps on the frozen track and heads toward Alpha."},{"T":"301","2":"α","3":"Well, give it a shot."},{"T":"301","3":"Guardian and aggressor. Trust and betrayal. Ice and fire."},{"T":"301","3":"The impassioned strikes collide again in mid-air, generating another massive M.I.N.D. quake—"},{"T":"301","2":"α","3":"Running your mouth when you're so lost and miserable. Is that who you are now?"},{"T":"301","3":"Shattered ice turns into scattering snowflakes as Lucia's mind falls into an endless pit."},{"T":"301","2":"Lucia","3":"...Am I... still lost?"},{"T":"301","3":"Not being able to answer her own question, Lucia keeps falling when countless memories of her past, those she and Alpha share, flashes in front of her eyes..."},{"T":"301","3":"The memories when she and Luna cuddled. The memories when they left the monastery with those 'grown-ups.' The memories when she became a Construct."},{"T":"301","2":"Lucia","3":"Luna... I will never..."},{"T":"301","3":"As her voice trembles, a figure formed by her memories gently lands at the bottom of the pit."},{"T":"301","2":"Luna?","3":"...Sister."},{"T":"301","3":"The ivory white young girl lights up the black void like the moon in the night sky."},{"T":"301","2":"Luna?","3":"...Did you think everything you saw was the truth?"},{"T":"301","3":"A red glow rises around Luna. She floats into the air as countless pillars of red light shoot out from underneath, and the once silent void shakes and roars..."}]