[{"T":"301","2":"Kamui","3":"That took you long enough, Chrome."},{"T":"301","2":"Chaofeng","3":"Pant... pant..."},{"T":"301","2":"Chrome"},{"T":"301","3":"Next to Chrome, Kamui is there grinning as always. Chaofeng is barely able to stand straight. Nobody says a word, but Chrome can tell that they have both entered the same dream just now."},{"T":"301","2":"Murray","3":"Great. All three of you are okay."},{"T":"301","2":"Chrome","3":"Murray? What happened?"},{"T":"301","2":"Murray","3":"To put it simply, you, the enemy, and Gray Raven have all stepped into a trap when entering the main control room, and you're now all trapped in the M.I.N.D. of the computing system, Huaxu."},{"T":"301","2":"Chrome","3":"So if this is the virtual M.I.N.D. of the system... what was that we saw?"},{"T":"301","2":"Murray","3":"Likely a facade Huaxu created. Good thing I have experience dealing with things like this."},{"T":"301","2":"Chrome","3":"Were you the one who opened the exit just now?"},{"T":"301","2":"Murray","3":"Yeah. Didn't expect you guys to find it yourselves, though. I was about to link myself over..."},{"T":"301","2":"Qu","3":"I was surprised that you all managed to escape, too."},{"T":"301","2":"Chrome","3":"Qu? What's she doing here?"},{"T":"301","2":"Chaofeng","3":"That's not Lady Qu... That's Huaxu. The system controlling the ship."},{"T":"301","2":"Kamui","3":"The AI looks exactly like your leader?"},{"T":"301","2":"Chrome","3":"Probably took on her form. This is Huaxu's M.I.N.D. after all, it can't be that hard."},{"T":"301","2":"Huaxu","3":"What you see here... is not my true form. It will only appear when I'm with the main administrator."},{"T":"301","2":"Chrome","3":"...Huaxu, why did you throw us into that dream just now? Were you hoping to control us just like you did the others?"},{"T":"301","2":"Huaxu","3":"I never asked to control anyone. I'm only a dream-making machine. You're searching for Gestalt, so all I did was show you Gestalt's power."},{"T":"301","2":"Kamui","3":"But Gestalt is not a dream maker, is it?"},{"T":"301","2":"Huaxu","3":"Indeed. The real Gestalt is likely far more powerful. I am but a lesser duplicate. So..."},{"T":"301","2":"Huaxu","3":"Let us battle. Defeat me, and I will bring you where you need to go."},{"T":"301","2":"Huaxu","3":"...Please. Free this ship. End the dream."},{"T":"301","2":"Chrome","3":"You're making it sound like you weren't the one at fault..."},{"T":"301","2":"Chaofeng","3":"Perhaps we've all got it wrong... What's controlling the ship and bringing about all this chaos is Lady Qu herself... and Huaxu is but a computing system."},{"T":"301","2":"Huaxu","3":"..."},{"T":"301","2":"Murray","3":"In that case, all we need to do is find a way out of here. There's no need to fight, Chrome."},{"T":"301","2":"Chrome","3":"That won't work, Murray."},{"T":"301","2":"Murray","3":"Why?"},{"T":"301","2":"Chrome","3":"Because Huaxu is serious."},{"T":"301","2":"Huaxu","3":"Qu is fighting in another location in this M.I.N.D.—Fighting for me. I didn't want Qu to do this, but I cannot let Qu's wishes go unanswered."},{"T":"301","2":"Huaxu","3":"So... Strike Hawk. Guests from Babylonia. Allow me. Let me struggle. Let me fail."},{"T":"301","2":"Chrome","3":"If we're fighting, then you'd better give it your all, Huaxu."},{"T":"301","2":"Huaxu","3":"What do you mean?"},{"T":"301","2":"Chrome","3":"I don't fight with the unresolved. And I won't be losing to a bundle of code."},{"T":"301","2":"Chrome","3":"Struggle. Fight with all you've got. I'll do the same. Then I'll wipe you off the face of this world."},{"T":"301","2":"Huaxu","3":"...Thank you."},{"T":"301","3":"Hearing what Chrome has to say, Huaxu heaves a deep sigh of relief and pulls a bladed weapon out of the void."},{"T":"301","3":"Chrome also draws his scythe from his coat. The two settle into stances. Chaofeng and Kamui step back to allow them space."},{"T":"301","3":"——Their blades clash."}]