[{"T":"301","2":"Corrupted","3":"Urgh—"},{"T":"301","2":"Guard Captain","3":"Keep the reinforcements coming! Don't let the Corrupted breach our defenses!"},{"T":"301","2":"Guard","3":"Roger!"},{"T":"301","3":"The withdrawal of the Ascendants does not signal the end of the war. The Corrupted, war machines left behind by the Ascendants, must still be cleansed."},{"T":"301","3":"The rudderless Corrupted begin to run amok, driven not by purpose, but by their killer instinct. Kowloong can only reinforce their defenses."},{"T":"301","2":"Kamui","3":"By the looks of things, it's only a matter of time before we win this, right?"},{"T":"301","2":"Chrome","3":"Perhaps. But we only got rid of one of the Ascendants..."},{"T":"301","2":"Kamui","3":"But before she left, that fish lady mentioned something about Roland retreating."},{"T":"301","2":"Chrome","3":"Even that only makes two. Gabriel, Alpha, and according to the report, their leader, Luna, might still be here somewhere."},{"T":"301","2":"Chrome","3":"We can't let our guard down until we get a visual confirmation. Kamui, let's keep searching."},{"T":"301","2":"Kamui","3":"Right."},{"T":"301","3":"——"},{"T":"301","2":"Chrome","3":"Comms' ringing..."},{"T":"301","2":"Bridget","3":"You must be Strike Hawk. I'm Bridget of the Support Force."},{"T":"301","2":"Chrome","3":"I've read about you before. Do you require our help?"},{"T":"301","2":"Bridget","3":"Not me. It's Lucia, member of Gray Raven, that's asking for help."},{"T":"301","2":"Kamui","3":"Gray Raven? What happened to them?"},{"T":"301","2":"Bridget","3":"They seem to be trapped inside the core area, you know, through that light wall. After losing contact with them for a while, the president got Lucia a new frame and sent her after them."},{"T":"301","2":"Kamui","3":"Losing contact...? Could they be in danger? And how did Lucia get separated from the squad?"},{"T":"301","2":"Bridget","3":"It's a long story. Anyway, the clock is ticking—"},{"T":"301","2":"Bridget","3":"Lucia has been assigned an aircraft for this mission, and now she's on her way over. Could you please find a way to crack the light wall open ASAP so she could enter the core area?"},{"T":"301","2":"Kamui","3":"Yes, you can count on us."},{"T":"301","2":"Bridget","3":"The aircraft is armed, but the gear is unlikely to do any damage to the wall. We'll be counting on you!"},{"T":"301","2":"Chrome","3":"Hold on, why did you say yes?!"},{"T":"301","2":"Kamui","3":"You're not gonna say no, though. Right, Capt.?"},{"T":"301","2":"Chrome","3":"At least wait until we get more info. Do you even know how to get the wall open?"},{"T":"301","2":"Kamui","3":"Uh... Good people of Kowloong? A clue maybe?"},{"T":"301","3":"Kamui casually directs the question at the Kowloong guards next to him. Though they did fight together, the guards are still trying their best to avoid unnecessary contact with outsiders."},{"T":"301","2":"Guard A","3":"..."},{"T":"301","2":"Guard B","3":"..."},{"T":"301","2":"Kamui","3":"Please, guys? My comrades are trapped in there. Just tell me how to open the light wall, I'll do anything for you in return!"},{"T":"301","2":"Chrome","3":"Same here..."},{"T":"301","3":"Without any hesitation, Kamui bows, pleading for the guards to tell him how to open the light wall. Chrome follows suit."},{"T":"301","2":"Guard Captain","3":"...Since there have been no new instructions from Lady Qu, I guess I might as well talk to myself. Not my fault if someone eavesdrops."},{"T":"301","3":"Without so much as a glance at the two, the guard captain begins talking, pointing at the explosives originally prepared for battle."},{"T":"301","2":"Guard Captain","3":"Lady Qu is the only person who can open the light wall. But apparently, you can also use powerful explosives to create temporary cracks in the wall."},{"T":"301","2":"Guard Captain","3":"With so many Corrupted running around, there's no telling if they might cause something to blow up."},{"T":"301","2":"Kamui","3":"Haha, thanks! You got all that, Capt.?"},{"T":"301","2":"Chrome","3":"Looks like we'll have to play as a pair of Corrupted, then."}]