[{"T":"301","3":"The piper escapes the endless cycle of her doom and survives thanks to the champion who searches and comes to her rescue and the witch who helps from the shadow."},{"T":"301","3":"The story is drawing to a close. Its ending is as happy as that of a fairytale."},{"T":"301","3":"The champion and the piper work together to defeat the evil dragon."},{"T":"301","3":"There is still hope, despite the occasional disputes and conflicts."},{"T":"301","3":"Together, the piper and the champion embark on their journey."},{"T":"301","3":"Days go by and seasons change. Hand in hand, they travel through the river of time, across the lakesides in the morning, and along the secluded trails at night..."},{"T":"301","3":"They visit tranquil villages and bustling cities..."},{"T":"301","3":"They traverse the barren wilderness filled with thorns and stroll in a field of flowers where irises blossom after a rain. Along the journey, there are always the echoes of conversations, laughter, and singing voices."},{"T":"301","3":"The rainbow bridges Heaven and Earth. It conveys people's joys and sorrows to the gods and spreads their gospel to the world."},{"T":"301","3":"Iris is the goddess of rainbows and the emissary of the gods."},{"T":"301","3":"Iris is the missing princess and the piper who carries others' sins."},{"T":"301","3":"In her hand, the girl holds a bouquet of purple flowers with the same name. On the other side of Leprechaun where treasures were buried, under the rainbow, she turns around, her hair swaying and her skirt dancing at the wind."},{"T":"301","3":"A pair of iris-colored eyes gaze at you. They are mysterious and beautiful."},{"T":"301","3":"Harmonic sentences come to mind."},{"T":"301","3":"'God expects answers for the flowers he sends us, not for the sun and the earth.'"},{"T":"301","3":"Almost as if guided and enlightened, you reach out to the girl."},{"T":"301","3":"A name that is both strange and familiar comes out of your mouth."},{"T":"302","2":"Iris","4":"□□□"},{"T":"301","3":"Upon hearing your call, the girl by the river gives you a smile that is as bright as the sun in the spring."},{"T":"301","3":"Everything is too beautiful to be true. Is the champion dreaming? Is this one of the piper's dreams? Or, is it an illusion shared by the connected two?"},{"T":"301","2":"???","3":"I offer you..."},{"T":"301","2":"???","3":"...when we meet again."},{"T":"301","2":"Ayla","3":"..."},{"T":"302","2":"I will do my best to maintain this connection."},{"T":"301","2":"Ayla","3":"...The Remote Connection Technology can help the commandant share feelings with a Construct. I will run a check on the data of Hamlet and compare it to your remote connection data. If they are a match..."},{"T":"301","2":"Ayla","3":"【kuroname】, I will then do exactly what you said and import the video data of Capriccio into Hamlet..."},{"T":"302","2":"What is Capriccio?","4":"What do you mean by video data?"},{"T":"301","2":"Ayla","3":"It is the name of Selena's new frame. We have completed the M.I.N.D. adaptation, but we didn't manage to deploy it in operations. The development was put on halt for a while."},{"T":"301","3":"Ayla lowers her voice."},{"T":"301","3":"A soft 'yeah' slips out of her mouth."},{"T":"301","2":"Ayla","3":"Capriccio keeps part of Selena's original data during the M.I.N.D. adaptation. Not only that, after we resumed the plan to develop this frame, I also imported everything about Selena and every file available to me into the database."},{"T":"301","2":"Ayla","3":"When she reactivates this frame, she can access all that information from the frame's database. She won't give up, and neither will I. Whether it is the past, the present, or the future, I want her to know that she is not alone."},{"T":"301","3":"You suspect that Selena... might have suffered severe M.I.N.D. damage. Perhaps that is the reason why she has yet to return."},{"T":"302","2":"It's just a theory.","4":"I think it is very likely."},{"T":"301","2":"Ayla","3":"...I understand."},{"T":"301","2":"Ayla","3":"But I know all too well why the Remote Connection was banned in the first place. This technology takes a heavy toll on the commandant's memory. If you are connected for too long and extra data gets added to your brain..."},{"T":"301","3":"Ayla sounds worried sick before she finishes her sentence."},{"T":"302","2":"Don't worry.","4":"I'm strong.","6":"I will play it safe."},{"T":"301","3":"Ayla remains silent for a moment after being comforted."},{"T":"301","2":"Ayla","3":"When you enter a play, you become completely immersed. You and the character become one. It is only when the play is drawing to a close will its space start collapsing and revealing the stage's true form. Then, you regain control and slowly remember everything about this reality."},{"T":"302","2":"My only chance is during the ending.","4":"I have to seize that moment."},{"T":"301","2":"Ayla","3":"...Yes. During that time, reality and illusions intertwine. When I have verified the possibilities of the Remote Connection, I will track it down using this whale song and the M.I.N.D. connection."},{"T":"301","2":"Ayla","3":"...About the technology, I think I know whom to ask for help."},{"T":"302","2":"Asimov?","4":"Do I know that person?"},{"T":"301","3":"Ayla shakes her head."},{"T":"301","3":"In that brief moment when reality and illusions intertwine, the fantasy world made of data quickly fades away and reveals the crimson stage hidden underneath."},{"T":"301","3":"As you regain your physical senses, your clenched fists feel a sting, so you immediately open your palms."},{"T":"301","3":"You must not wake up."},{"T":"301","3":"As you feel the unbearable pain in waves, countless blurred memory fragments come pouring into your mind."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The flower of data blossoms like a miracle as the two worlds start flowing."},{"T":"301","3":"Your palms sense a cold touch as hands meet and fingers gently interlace."},{"T":"301","3":"You calm your mind and gaze into the distance."},{"T":"301","3":"You fall into the purple net."},{"T":"301","3":"Your body starts moving."},{"T":"301","3":"You just realize the girl seems to have dressed particularly for this occasion."},{"T":"301","3":"Her white skirt sways and swirls."},{"T":"301","3":"Her footsteps are light. The look on her face is caring yet filled with determination. As you dance, her eyes follow wherever you go."},{"T":"301","3":"At night, the girl leans on the bush of flowers, her long hair hanging down to the ground as if she is a beautiful doll in a deep slumber."},{"T":"301","3":"The girl's dreams are etched upon the stars."},{"T":"301","3":"The six-petaled iris glimmers in the space of data as the dance comes to an end."},{"T":"301","3":"A skinny, white hand gently holds up the girl's long hair."},{"T":"301","3":"Suddenly, the flower shatters into pieces and the scattered light spots gather into a long rainbow of stars as if a bridge connecting Heaven and Earth."},{"T":"301","3":"Faint light comes out from the girl's chest."},{"T":"301","3":"Ayla doesn't turn her attention away until the person in front of her no longer has furrowed brows."},{"T":"301","2":"Ayla","3":"How did it go?"},{"T":"301","3":"The female Construct next to her is watching the monitor very closely."},{"T":"301","2":"Leonie","3":"...We've located the signal on the surface."},{"T":"301","3":"When we look at the sky, what do we see?"},{"T":"301","3":"We see distant stars and their light from the past."},{"T":"301","3":"It is the energy created when hydrogen is fused with helium nuclei. The light starts from a star that might have disappeared eons ago and travels at the speed of light across the vast universe to be witnessed by us."},{"T":"301","3":"It travels across time and space as a delayed message."},{"T":"301","3":"One day in the past, in a distant corner among the stars..."},{"T":"301","3":"The girl dipped her pen in the royal blue ink and unfolded a soft, smooth paper."},{"T":"301","3":"With one hand on the table, the girl moved her pen to write down her thoughts stroke by stroke."},{"T":"301","3":"The strokes were naive, childish, romantic, and unbridled all at the same time."},{"T":"301","3":"She ended the story with a poem."},{"T":"304","1":"I've made up so many love stories.","2":"0000ffff"},{"T":"304","1":"Now I feel fictional.","2":"0000ffff"},{"T":"301","3":"This conversation between the author and her readers is just like two stars shining their light on one another."},{"T":"301","3":"She looks up to gaze into the past."},{"T":"301","3":"She lifts her pen for the story to end on a blank page."},{"T":"304","1":"So long as men can breathe or eyes can see,"},{"T":"304","1":"So long lives this"},{"T":"304","1":"and this gives life to thee."},{"T":"301","3":"With this unsigned letter, several timelines meet at that moment."},{"T":"301","3":"No matter the distance between two stars, even if they have to go from singularity to heat death, their light will travel across the galaxy, the solar corona, and the galactic cantilever to break the wall of time and space to meet each other."},{"T":"301","3":"At that moment when the connection device is taken off,"},{"T":"301","3":"Ayla gives you a warm hug."},{"T":"301","3":"At the same time, in a corner of Babylonia, the staff make ready upon receiving a certain confidential mission. All the communication messages end with the same line:"},{"T":"301","3":"'...To monitor how the corrupted Mind Beacon inflicted the replay of memories, we will take 【kuroname】, the Gray Raven Commandant, into custody.'"}]