[{"T":"301","2":"Patrol Leader","3":"Sir, the fight here's over..."},{"T":"301","2":"Guard Leader","3":"But is it really a good idea to take advantage of their tests to get Babylonia's new device to help clear out the Corrupted nearby?"},{"T":"301","2":"Watanabe","3":"Who gives a damn? They wanted authentic, accurate data—nothing beats data from a real fight."},{"T":"301","3":"A fallen Corrupted suddenly rises and sprints toward Watanabe at inhuman speed."},{"T":"301","3":"But its head is immediately crushed a few steps out—the CUB goes in and stomps for two more strikes, completely shattering the Corrupted into pieces before swiftly returning to Watanabe's side."},{"T":"301","2":"Watanabe","3":"Hmm, good job..."},{"T":"301","3":"He pats the head of the CUB, revealing an unusual smile."},{"T":"301","2":"Patrol Leader","3":"Hey, is it just me, or is Mr. Watanabe being much gentler to the metal critter than he is to us?"},{"T":"301","2":"Guard Leader","3":"Damn... Stop it. You're gonna make me cry."},{"T":"301","3":"All of a sudden, the CUB raises its head and takes a quick scan of the surrounding before running off in a direction."},{"T":"301","2":"Patrol Leader","3":"Is that a joke? Don't tell me it's broken already, running off like that..."},{"T":"301","3":"But Watanabe does not seem to be in a joking mood."},{"T":"301","2":"Watanabe","3":"Everyone, get up! Follow it!"},{"T":"301","2":"Patrol Leader","3":"W-what's wrong?"},{"T":"301","2":"Watanabe","3":"Get in your vehicles! It detected hidden Corrupted outside of our patrol area, and it's heading there at full speed! The destination is—"},{"T":"301","3":"Hearing the location Watanabe says, all the Forsaken soldiers jump to their feet and hop on their vehicles, speeding behind the CUB without delay."},{"T":"301","3":"After Watanabe departs the campsite, the children turn their attention to you, a stranger from Babylonia."},{"T":"301","3":"Before the boys can act, the previously timid-looking girl walks up to you."},{"T":"301","2":"Ann","3":"【kuroname】, is it? Nice to meet you, we are the members of the Forsaken Reserves K-107 Squad One—"},{"T":"302","2":"107?","4":"Reserves?"},{"T":"301","2":"Ann","3":"K-107, that's right! Once we grow up, we will graduate into the proper 107 Squad!"},{"T":"301","2":"Ann","3":"Anyway, before Uncle—I mean, before Chief Watanabe returns, we will be accompanying you at our campsite."},{"T":"301","2":"Ann","3":"No need to worry. We'll keep you safe."},{"T":"302","2":"I appreciate it.","4":"I'll do the same."},{"T":"301","2":"Xiuyong","3":"Oh, you're welcome."},{"T":"301","2":"Deckard","3":"Wonderful! Let's act together, then!"},{"T":"301","2":"Ann","3":"In that case... let's continue our previous operation. But now that we have 【kuroname】 with us..."},{"T":"301","2":"Xiuyong","3":"We're asking 【kuroname】 to join us now? But we're almost done..."},{"T":"301","2":"Deckard","3":"But we'll kill two birds with one stone while also getting to keep an eye on the supplier!"},{"T":"301","2":"Xiuyong","3":"Isn't keeping an eye on the supplier the other bird?"},{"T":"301","2":"Ann","3":"...Maybe? Not that we can do it any other way!"},{"T":"301","3":"The three youthful faces turn serious again. They put their heads together, discussing secretly."},{"T":"301","3":"By the time they talk to you again, they seem to have come to a consensus among themselves, and they look at you with anticipation and barely hidden excitement."},{"T":"301","2":"Xiuyong","3":"Here—take this."},{"T":"301","3":"The boy reaches his hand out proudly, and in his palm is a poorly made lantern."},{"T":"301","3":"Its rough edges are even more noticeable being in a child's hand."},{"T":"301","2":"Xiuyong","3":"We've been preparing this."},{"T":"301","2":"Ann","3":"Exactly... For Uncle Watanabe and his troop!"},{"T":"302","2":"It's cute.","4":"But why?"},{"T":"301","2":"Ann","3":"Hmph! It's my idea, after all!"},{"T":"301","2":"Deckard","3":"For decoration, obviously!"},{"T":"301","2":"Xiuyong","3":"Think about it—Uncle Watanabe just left with his men, right?"},{"T":"301","2":"Xiuyong","3":"We hang this at the entrance of the campsite, and when the squad returns, they'll open the gate and find—"},{"T":"301","2":"Ann","3":"Hey, don't say it out loud! You know we aren't allowed near the entrance outside the camp!"},{"T":"301","2":"Deckard","3":"What are you so afraid of? We know they're not here."},{"T":"301","2":"Ann","3":"...And you just have to spoil it! What good does it do if our mission objective knows we can't go near it?!"},{"T":"301","2":"Ann","3":"You two bozos!"},{"T":"301","2":"Xiuyong","3":"It's fine! We're just decorating! Nothing will go wrong with an extra pair of hands!"},{"T":"301","2":"Xiuyong","3":"We can even manage our time better while keeping 【kuroname】 in our line of sight!"},{"T":"302","2":"Are you making me an accomplice?"},{"T":"301","2":"Xiuyong","3":"Accomplice? No!"},{"T":"301","2":"Xiuyong","3":"You're the reason Uncle Watanabe and his squad are out at this time of the year—"},{"T":"301","2":"Deckard","3":"And we got an extra mission because of you!"},{"T":"301","2":"Xiuyong","3":"You aren't an accomplice—you're guilty! Helping us is the least you can do!"},{"T":"301","3":"The two boys mean business, and they leave you no room for refusal."},{"T":"301","3":"And the girl behind them has already laid out all the things she packed earlier, tallying everything carefully."},{"T":"301","2":"Ann","3":"...It's too late to split up now. We have to take the supplier with us."},{"T":"301","2":"Xiuyong","3":"Just... to do what, exactly? Decorations... lanterns?"},{"T":"301","2":"Ann","3":"Our next step is to clear out the trash near the entrance, then put our preparations to good use."},{"T":"301","3":"As she finishes, she divides the decorations in front of her into three parts and hands one to each of you."},{"T":"301","2":"Ann","3":"...So, 'supplier,' do you also make New Year decorations, like, at the place you're from?"},{"T":"302","2":"Of course.","4":"I'm not sure..."},{"T":"301","2":"Ann","3":"I knew it!"},{"T":"301","2":"Ann","3":"That's surprising..."},{"T":"301","2":"Ann","3":"It'll be too sad to not even have something like this..."},{"T":"301","3":"She lowers her head and thinks for a while."},{"T":"301","2":"Ann","3":"Um... We've made so many already, so what's one more? It'll be our payment to you once we're done decorating!"},{"T":"302","2":"I look forward to it."}]