[{"T":"301","2":"Andre","3":"Alright, you lot! The time has come! Inspection of the outside of the train! I want every one of you who're going out to check if their buckles are secured!"},{"T":"301","2":"Andre","3":"The people in the noble carriage told us that they saw there's skin damage at the back of the train from their verandas, so remember to bring your welding tools and skin patches!"},{"T":"301","3":"Thus is the start of a new day for the inspection team... Or should I say, just another day for them."},{"T":"301","3":"Everyone knows it as an order from the aristocrats, and that they have no right to refuse or negotiate."},{"T":"301","3":"All they can do is to make sure they're buckled up and check their outdated tools once more."},{"T":"301","2":"Aristocrat","3":"Slackers! Why aren't you working yet?! Scram!"},{"T":"301","2":"Andre","3":"..."},{"T":"301","3":"It should've been a normal inspection."},{"T":"301","3":"Two teams deployed, find the damaged area, cut off the parts sticking out, paste on the patch, and then weld it. A simple out-and-in operation."},{"T":"301","2":"Inspection Team Member","3":"Boss, section A inspection done, no damages found."},{"T":"301","2":"Andre","3":"This is Andre, I copy. You guys stay where you are. Vanguards follow me, while rearguards use the planar sonar for inspection once more."},{"T":"301","2":"Sophia","3":"Rearguards copy. The scan will be finished in 5 minutes, we will then proceed to follow at a 50m distance."},{"T":"301","2":"Andre","3":"Sophia."},{"T":"301","2":"Sophia","3":"Yes?"},{"T":"301","2":"Andre","3":"Advance with your team in 20 minutes."},{"T":"301","2":"Sophia","3":"But why? Even if we count in the time to pack up the sonar, it'll only take around 7 minutes..."},{"T":"301","2":"Andre","3":"I have a bad feeling about today, so it's best to take things slowly."},{"T":"301","2":"Sophia","3":"...The weather's great and the visibility is good, I don't understand."},{"T":"301","2":"Andre","3":"Yes, great weather and good visibility with moderate wind speed."},{"T":"301","2":"Andre","3":"It would be nice to take a stroll under this weather."},{"T":"301","2":"Andre","3":"Which brings me to this question, why would the skin be damaged in this weather?"},{"T":"301","2":"Sophia","3":"It is usually impossible, but there are 4 possibilities for skin damage in this weather."},{"T":"301","2":"Inspection Team Member","3":"Boss, this is the section C inspection team, we see the damage!"},{"T":"301","2":"Andre","3":"...This is Andre, copy that. We'll be there in 2 minutes."},{"T":"301","2":"Andre","3":"Those in the back, be careful. Wait a while before advancing."},{"T":"301","2":"Andre","3":"Everyone here is invaluable to me, I'd be sad if we were to lose anyone."},{"T":"301","2":"Sophia","3":"...Good."},{"T":"301","2":"Sophia","3":"Boss, this is the rearguards, the planar sonar readings are steady."},{"T":"301","2":"Sophia","3":"...Boss?"},{"T":"301","2":"Sophia","3":"...Boss Andre?"},{"T":"301","2":"Andre","3":"..."},{"T":"301","2":"Sophia","3":"What's wrong? Signal interference?"},{"T":"301","2":"Sophia","3":"The weather's fine, so... Unless..."},{"T":"301","3":"Although Sophia has been through a lot being born into the lower class and has been used to adversity, the scene in front of her eyes is far worse than anything she has encountered."},{"T":"301","3":"The vanguards were devoured by layers and layers of the Corrupted. She could see Andre in the distance kicking away a Corrupted and trying his best to drag an unconscious Clegg back to the defense line."},{"T":"301","3":"Without thinking, Sophia breaks through rows and rows of Corrupted together with her team, ready to rescue the vanguards."},{"T":"301","2":"Sophia","3":"Boss! Quickly!"},{"T":"301","2":"Andre","3":"Sophia! Run! It's a trap!"},{"T":"301","3":"Before Sophia could react, another wave of Corrupted joins in, entrapping the newcomers."},{"T":"301","3":"The rearguards had no choice but to move forward and join the vanguards."},{"T":"301","2":"Andre","3":"If we can't get help, then I'm afraid this will be the end for us..."},{"T":"301","2":"Sophia","3":"That leaves us no choice but to fight till the end then."},{"T":"301","2":"Andre","3":"You're right, it's now or never!"}]