[{"T":"301","2":"Celica","3":"...That's all for today. Any more questions, Captains and Commandants?"},{"T":"301","3":"The simulated sky outside has turned dark long ago, but the large meeting room is brightened up by ceiling lights. The meeting invite indicated it was a 'short meet-up,' but it lasted way longer than that unsurprisingly."},{"T":"301","2":"Celica","3":"Any questions at all?"},{"T":"301","2":"Celica","3":"Alright. The meeting's over then."},{"T":"301","3":"Even in the last row, you can feel Celica's uncontainable joy, probably because she does not have to work extra hours."},{"T":"301","3":"You follow the crowd outside and see the team members waiting."},{"T":"301","2":"Liv","3":"Oh, it's Commandant."},{"T":"301","2":"Lucia","3":"The meeting must be exhausting, Commandant."},{"T":"302","2":"Where's Lee?"},{"T":"301","2":"Lee","3":"I'm here."},{"T":"301","3":"You hear Lee's voice from behind, along with—"},{"T":"301","2":"Kamui","3":"I'm here too, Commandant!"},{"T":"301","2":"Lee","3":"I had an annoying problem on the way here. It took me some time."},{"T":"301","2":"Kamui","3":"Are you talking about when you got lost in the square?"},{"T":"301","2":"Kamui","3":"You were going in the complete opposite direction if I didn't find you!"},{"T":"301","2":"Lee","3":"Shut up!"},{"T":"302","2":"Thanks, Kamui.","4":"Are you here for Chrome?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Kamui","3":"No problem. I came here for you anyway, Commandant."},{"T":"301","2":"Kamui","3":"I'm here for you, Commandant."},{"T":"301","2":"Lee","3":"What do you need our Commandant for?"},{"T":"301","2":"Kamui","3":"Captain and Wanshi need to do some preparation, so I'm here to run errands."},{"T":"301","3":"Kamui hands over 4 red invitations. The address on them is a famous restaurant in Babylonia, while the time indicates 23:00."},{"T":"302","2":"What is this?","4":"A gathering at this time? How did it get approved?"},{"T":"301","2":"Kamui","3":"It's the invitation for our New Year gathering."},{"T":"301","2":"Kamui","3":"The event last year seems to have had a great influence. Many are organizing such parties."},{"T":"301","2":"Kamui","3":"So I proposed to host one if there aren't ongoing missions, and Captain agreed."},{"T":"301","2":"Kamui","3":"Today is the New Year's Eve in the Eastern calendar."},{"T":"301","2":"Kamui","3":"The performance of WGAA last year had a great influence. Many are also organizing New Year parties this year."},{"T":"301","2":"Kamui","3":"Celica said there were too many applications, so President Hassen agreed to all."},{"T":"301","2":"Lee","3":"You could have told us in the comms. Why come all the way here?"},{"T":"301","2":"Kamui","3":"It's an important festival. We need some proper procedures!"},{"T":"301","2":"Kamui","3":"Make sure you all come, Commandant. I still need to tell others!"},{"T":"301","3":"Kamui left in a hurry. He seems to feel genuinely happy about the event."},{"T":"301","3":"It is 20:22 now, still a long time away from the starting time of the party."},{"T":"301","3":"As you try to think of something to do during this time, you notice a few unread mails on the terminal. They probably arrived during the meeting earlier."},{"T":"302","2":"(Open the mail)"},{"T":"301","3":"'Commandant, you have a new gift!' The sender claims to be the 1st Department of Science Council, Babylonia."},{"T":"301","3":"But from what you can remember, the 1st Department has never used such a random writing style. In fact, it really sounds like someone else..."},{"T":"302","2":"(Open the next mail)"},{"T":"301","3":"'The gift's been left unattended for a long time! Don't let it feel lonely! Open it now!' It comes from the same sender."},{"T":"301","3":"You receive more mails every few minutes, most of them consist of the same messages that urge you to collect the gift outside the lounge."},{"T":"301","3":"There is a lengthy gap after the second last mail. The last one was sent just minutes before the end of the meeting."},{"T":"302","2":"(Open the mail)"},{"T":"301","3":"'┘┘┘┘┘┘┘'"},{"T":"301","3":"'┘┘┘┘┘┘┘┘┘┘┘┘┘┘'"},{"T":"301","3":"'┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘┘'"},{"T":"301","3":"It does not even have a sender."},{"T":"301","3":"Lucia notices you have been staring at the terminal. Unable to see the mail content, she is curious to know what happened."},{"T":"301","2":"Lucia","3":"What's the matter, Commandant?"},{"T":"302","2":"Nanami seems to have sent something."},{"T":"302","2":"She's urging me to go collect it."},{"T":"301","2":"Lee","3":"Hope it's not explosives again."},{"T":"301","2":"Liv","3":"Speaking of which, we haven't seen Nanami for a long time."},{"T":"301","3":"You hear the sound of another incoming mail."},{"T":"302","2":"(Open)"},{"T":"301","3":"'Open it now before it gets mad!'"},{"T":"302","2":"(Open)"},{"T":"301","3":"'10, 9, 8, 7, 6.9, 6.8...'"},{"T":"301","3":"There is no time to hesitate. You immediately run toward the Gray Raven lounge."},{"T":"301","2":"Liv & Lucia","3":"Commandant?!"},{"T":"301","2":"Lee","3":"I should have touched wood."},{"T":"302","2":"(Panting)"},{"T":"301","3":"The lack of oxygen is making your brain all foggy. You feel your windpipe burning. Your lungs are demanding air with no limit."},{"T":"301","3":"The countdown has stopped before you could realize. You blink a few times to barely calm down."},{"T":"301","3":"In front of you is the familiar Gray Raven lounge. Fortunately, it is not in ruins as you imagined. You see a red package left at a very obvious place outside the lounge door."},{"T":"301","3":"It seems the sender wanted to tie a complicated knot, but gave up half-way."},{"T":"301","3":"The package is entangled in rope. It doesn't look like the rope can be easily untied."},{"T":"301","2":"Lucia","3":"Is this Nanami's gift?"},{"T":"301","2":"Liv","3":"Commandant, did Nanami mention what was inside?"},{"T":"302","2":"No."},{"T":"301","3":"At least the size of the package can rule out the possibility that Nanami wrapped herself inside."},{"T":"301","2":"Lee","3":"Based on past experience, we better handle it with care."},{"T":"302","2":"Take it into the lounge first."},{"T":"301","3":"When you lift the package up, you realize it is surprisingly heavy. Through the red wrapping paper, the gift feels like a hard, solid sphere."},{"T":"301","3":"You cannot help but remember the bomb graffiti that Nanami did before, and become even more careful."},{"T":"301","3":"It's not like Nanami's gift can kill you or anything. But you still decide to treat it with utmost care because—"},{"T":"302","2":"Hope the next door does not complain about us again. I don't want to write another incident report!"},{"T":"301","3":"The lounge door is closed. The package is safely placed on the table."},{"T":"301","2":"Lucia","3":"Shall I just open it?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"Lee has a big frown on his face. You don't know whether he is troubled by the knot, or is thinking about how to safely open the gift."},{"T":"301","2":"Liv","3":"If it's a gift, why didn't Nanami give it to Commandant in person?"},{"T":"301","2":"Lucia","3":"Maybe she wanted to give Commandant a surprise?"},{"T":"301","2":"Lee","3":"Perhaps she is just hiding nearby."},{"T":"301","2":"???","3":"Rrrr...?"},{"T":"302","2":"What's that sound?","4":"A cat?"},{"T":"301","2":"Lee","3":"It's from the package. Sounds like a tiger cub."},{"T":"301","2":"Liv","3":"No, Commandant. It's a tiger cub."},{"T":"301","2":"Liv","3":"It comes from Nanami's gift."},{"T":"301","2":"Lucia","3":"Did she send us a tiger cub?"},{"T":"302","2":"The Star of Life's Quarantine Department would never let it pass.","4":"Since when did Babylonia offer this kind of delivery service?"},{"T":"301","2":"Lee","3":"I agree. It can't be a creature inside."},{"T":"301","2":"Lee","3":"It's not a real tiger cub. The size is different."},{"T":"301","2":"Liv","3":"Nanami won't put a living creature in the package. That would be too cruel."},{"T":"301","2":"???","3":"Meow...?"},{"T":"302","2":"Now that's a cat, isn't it?"},{"T":"301","2":"Liv","3":"Y-yes, but why...?"},{"T":"301","3":"As you wonder why the thing inside can make different sounds, it has made new moves."},{"T":"301","3":"It first starts to wiggle slightly on the table, but soon realizes something is limiting its movement. After a short pause, two lines of diamond-shaped black blades have pierced through the red paper."},{"T":"301","2":"Lee","3":"Move back, Commandant!"},{"T":"301","2":"Lucia","3":"Liv, protect Commandant!"},{"T":"301","3":"When the blades come out, Lee and Lucia immediately move in front of you as if something extremely dangerous is about to happen."},{"T":"301","3":"If they didn't leave their weapons in the prep room, they would have taken them out."},{"T":"302","2":"Do you really have to?","4":"Liv, get a containment tank!"},{"T":"301","2":"Lee","3":"I'm not writing the incident report for you this time."},{"T":"301","2":"Liv","3":"Roger!"},{"T":"301","3":"The thing inside has not stopped. As the black blades spin around, both the rope and the wrapping paper have been shredded."},{"T":"301","3":"It appears to be a black, sphere-like object."},{"T":"301","3":"It then shakes off the shredded paper, completely revealing itself."},{"T":"301","3":"It is a machine that resembles the head of a tiger. The blades that cut through the rope earlier are its 'ears.'"},{"T":"301","3":"The anti-gravity system helps it to levitate and hover in the air, slowly spinning around. There is a red glow in its 'eyes'—which are in fact cameras—suggesting that it could be looking for something."},{"T":"301","2":"Lucia","3":"Is this a CUB? Did Nanami make it?"},{"T":"301","3":"When you look into its eyes, the red glow quickly flashes and it quickly pounces at you like a tiger that has found its prey."},{"T":"301","2":"???","3":"Meow! Roar!"}]