[{"T":"301","2":"???","3":"Yet another day..."},{"T":"301","2":"???","3":"What day is it today?"},{"T":"301","3":"A tiny, dirty finger reaches out, scratching a scar onto the burnt wall."},{"T":"301","3":"In truth, she no longer remembers what day it is. Hunger and terror work wonders in shattering a child's thoughts and memories."},{"T":"301","3":"'Once the CPF is activated, we'll be back.' Someone said this to her, but who was it? Her father? Her uncle?"},{"T":"301","3":"She despises herself for not being able to keep the time... And the Corrupted that would sometimes stumble upon her always gave her quite the scare."},{"T":"301","3":"She only knows that today is the 'third day', but she has no way of knowing how many 'third days'have passed before it, lost in memory."},{"T":"301","3":"She despises herself so much that she could just die. Dying sounds good right now."},{"T":"301","3":"All the gilded stories her Grandpa told her of mankind's Golden Age aren't enough to cover up the rust of the scavenger's life she leads during the end of days."},{"T":"301","3":"Can mankind ever claw its way back to the Golden Age? Or at least a time when the CPFs still worked like they should?"},{"T":"301","3":"Those inimitable, intricate machines... We only remember the extent of their contribution when they stop working."},{"T":"301","3":"Maybe I should just die. No one can fix the CPFs anyway."},{"T":"301","3":"Maybe I should just die. No one will give me hope anyway."},{"T":"301","3":"Maybe I should just die. No one will come and save me anyway."},{"T":"301","3":"If I charge out this barricade, I can die."},{"T":"301","3":"If I—"},{"T":"301","2":"???","3":"Ahhhhhhhh!"},{"T":"301","2":"Lee","3":"Commandant, over here!"},{"T":"301","2":"Liv","3":"Please don't go—"},{"T":"301","3":"Shadows dance in front of her eyes, obscuring her vision."},{"T":"301","3":"She charges headlong into the shadows!"},{"T":"301","2":"Lucia","3":"...Commandant!"},{"T":"301","3":"Plop."},{"T":"301","3":"Like falling forward into a soft bed of quilt, she faints."},{"T":"301","3":"After Liv performs a quick check, the team moves the girl, who had charged right into our arms, onto a cot."},{"T":"301","2":"Lee","3":"...What now?"},{"T":"302","2":"...How is she?"},{"T":"301","2":"Liv","3":"Malnutrition and severe sleep-deprivation contributed to her current state..."},{"T":"301","2":"Liv","3":"...But those aren't the main issue."},{"T":"301","3":"Liv rolls up the hem of the girl's pants. The wound on her leg oozes black blood, a typical symptom of the first stages of Punishing Virus infection."},{"T":"302","2":"(Turning on silent communication)"},{"T":"301","3":"Does she have a chance?"},{"T":"301","2":"Liv","3":"...if we amputate in time."},{"T":"301","3":"It's that serious?"},{"T":"301","2":"Liv","3":"Do you want the truth, Commandant?"},{"T":"301","3":"Tell me."},{"T":"301","2":"Liv","3":"Amputation might be too late."},{"T":"302","2":"Lucia."},{"T":"301","2":"Lucia","3":"Yes."},{"T":"302","2":"Take her back to base."},{"T":"301","2":"Lucia","3":"What about you?"},{"T":"302","2":"I'll look around."},{"T":"301","2":"Lucia","3":"?"},{"T":"301","2":"Lee","3":"I see now. This girl doesn't look like she was living on her own in a den full of Corrupted. Someone probably left her here."},{"T":"301","2":"Lee","3":"Perhaps that someone is still around."},{"T":"302","2":"Got it."},{"T":"301","3":"I clumsily piece together the electromagnetic rifle and make sure that the tungsten steel cartridge is installed correctly."},{"T":"301","3":"...It's been a long while since I last used what I learned in my first year at F.O.S. I'm getting rusty now... I'll have to start practicing like Chrome when I get back."},{"T":"301","2":"【kuroname】","3":"What's the next exam on? Minesweeping in the bushes? Haggling with locals?"},{"T":"302","2":"I should proceed, either way."},{"T":"301","3":"...Found footprints and the track of something being dragged."},{"T":"301","3":"...I thought we'd have to look further. Turns out it's not the case."},{"T":"301","2":"Lucia","3":"We're on our way back, Commandant."},{"T":"302","2":"Roger. Syncing coordinates now."},{"T":"301","2":"Lucia","3":"Commandant, what are you doing there?"},{"T":"301","2":"Lucia","3":"...No, wait, I shouldn't have asked."},{"T":"301","2":"Lucia","3":"The team and I are en route."},{"T":"302","2":"Alright."}]