[{"T":"301","3":"Encountering the Hetero-Sapiens in real life is much more intense than seeing them in videos."},{"T":"301","3":"Their bones are fractured by Egret's firepower, their fragments hitting your exoskeletons with a dull thud."},{"T":"301","3":"Their bodies turn cold as they lie on the ground among their remains, motionless."},{"T":"301","2":"Hans","3":"Check your wounds. We'll continue moving in two minutes."},{"T":"301","3":"You all begin to carry out inspections and repairs as you receive your order."},{"T":"301","3":"Your head is slowly recovering from the spike of adrenaline, but you can still hear the voices of Hetero-Sapiens from all corners of the Forest Park Ruins, warning you not to let your guard down."},{"T":"301","3":"The cyclic comms interference happens to stop now, and you all receive a transmission at the same time."},{"T":"301","2":"Liaison Officer","3":"Attention, all ground forces. Important message from Babylonia."},{"T":"301","2":"Liaison Officer","3":"I repeat: attention, all ground forces. Important message from Babylonia."},{"T":"301","2":"Liaison Officer","3":"To avoid the comms interference cutting this message short, we are sending the recorded message to your terminals repeatedly offline."},{"T":"301","2":"Liaison Officer","3":"Please download the attachment once you are in safe position."},{"T":"301","3":"Hans opens the attachment after hearing the message, and the video attached displays the ever-familiar Red Tide."},{"T":"301","3":"Above the Red Tide are static Corrupted frozen in place, scarlet liquid spilling out from the gaps of their bodies."},{"T":"301","3":"This liquid flows to the ground along their bodies, forming multiple small pools of Red Tides."},{"T":"301","3":"Afterward, the Red Tides devour those Corrupted before Hetero-Sapiens crawl out from the crimson liquid."},{"T":"301","3":"The Hetero-Sapiens, originally thought to only appear in Pulai Forest Park Ruins, are rising from the Red Tides in the video."},{"T":"301","3":"They step away from the tide and attack everything on their way, and the reaction from the ones attacked is all but unfamiliar."},{"T":"301","2":"Lucia","3":"This is... the Red Tide..."},{"T":"301","3":"In the footage, the victims' bodies break up after being attacked by the Hetero-Sapiens, falling to the ground, before dissolving and reforming by the Hetero-Sapiens' strikes, regardless if they are mechanoids or humans."},{"T":"301","3":"You have seen that in City 075 multiple times through the Spear of F.O.S., the manifestation of being devoured by the Red Tide."},{"T":"301","3":"Hassen shows up at the end of the projection, his expression solemn, and explains what is happening everywhere on Earth."},{"T":"301","2":"Hassen","3":"As you can see, the new Hetero-Sapiens are showing up everywhere around the globe."},{"T":"301","2":"Hassen","3":"Hetero-Creatures, as a product of the Punishing Virus, are rising from mechanoids that have been infected."},{"T":"301","2":"Hassen","3":"They form small-scale Red Tides everywhere with Corrupted activities, breaking down machines and attacking humans, rapidly raising the virus concentration in the area, and turning more and more areas into Dead Zones."},{"T":"301","2":"Hassen","3":"Based on our observation, the global Punishing Virus concentration is rising exponentially."},{"T":"301","2":"Harley Jo","3":"How did that happen? Didn't we clear out all the Red Tide in a previous mission?"},{"T":"301","2":"Hans","3":"Technically, some areas were cleared of the Red Tide."},{"T":"301","2":"Hans","3":"We never understood how the Red Tide appeared. We only knew that it'd show up near a powerful Hetero-Creature, which was why Babylonia could tackle the Red Tide problem by taking down the Polyphage and Siren."},{"T":"301","2":"Hassen","3":"The Red Tides now are different from the one in City 075. They appear within the Corrupted and spread with the help of Hetero-Sapiens. They move faster, hit harder, and mobilize more freely. It's a new threat to humanity."},{"T":"301","2":"Hassen","3":"Babylonia is actively preparing a response for it. All Task Force members, remember your duties as a soldier. Hold your position, protect the civilians, and wait for our notice."},{"T":"301","2":"Hassen","3":"May humanity endure."},{"T":"301","3":"Unlike the Red Tide projections in the past, the Red Tides now come with more threatening physical forms, taking over lands where humans live relentlessly."},{"T":"301","2":"Hans","3":"This is a warning to humanity, telling us not to let our guard down because of momentary victories."},{"T":"301","3":"Humanity has been reclaiming lands, rescuing people, and reestablishing bases."},{"T":"301","3":"Meanwhile, the Punishing Virus has also been growing, testing humanity with fiercer forms every time."},{"T":"301","2":"Hans","3":"The enemy won't stop. To exist is to evolve."},{"T":"301","2":"Hans","3":"That's why we can't stop as well. Like the President said, our duties come first. What we should do now is hold our positions and complete our missions."},{"T":"301","2":"Hans","3":"Have we finished analyzing the data we got from actual combat?"},{"T":"301","3":"Several Constructs, including Liv, step forward and present their analysis to the group after hearing Hans' orders."},{"T":"301","2":"Eleanor","3":"It's done. We have synced the data to everyone's terminal."},{"T":"301","3":"The Construct named Eleanor speaks first. Her soft tone slightly calms the tension around you while pulling everyone's focus on them."},{"T":"301","2":"Liv","3":"Some of our discoveries... might help with the situation out there."}]