[{"T":"301","3":"After leaving her two teammates, Lucia rushed to the destination as fast as possible, but all that remained was a sea of wreckage, with no sign of survivors."},{"T":"301","2":"Lucia","3":"...Commandant! Where are you..."},{"T":"301","3":"No matter how many times Lucia requested a response in her comms, there was no reply from the commandant. Lucia began to feel uneasy."},{"T":"301","2":"Lucia","3":"Is it because of what happened?"},{"T":"301","2":"Corrupted","3":"Rargh!!!!!"},{"T":"301","3":"A corrupted suddenly emerged from a corner of the ruins, its sharp claws almost cut into the distracted Lucia."},{"T":"301","2":"Lucia","3":"Gasp—a Corrupted?!"},{"T":"301","3":"More than one, it turned out. A swarm of Corrupted began to head toward Lucia from all directions."},{"T":"301","2":"Lucia","3":"Why... Hiro should've led them away! Unless he's already..."},{"T":"301","3":"Lucia tried to connect with Hiro while taking down the Corrupted around her, only to find his communication channel blocked, leaving behind the chilling audio of the system prompt."},{"T":"301","2":"Corrupted","3":"Rargh!!!!!"},{"T":"301","3":"More and more Corrupted were lured by the sound of battle. It was not the time to speculate."},{"T":"301","2":"Lucia","3":"I have to get out of here and find Hiro and Commandant—they must be worried about me!"},{"T":"301","3":"And then she heard a gunshot coming from somewhere ahead."},{"T":"301","2":"Lucia","3":"Could that be the mysterious foe?! Or... is it Commandant and the others?"},{"T":"301","3":"Having lost all contacts, the only way she could confirm was by approaching the gunshot. A deadly fight seemed inevitable."},{"T":"301","2":"Lucia","3":"Why..."},{"T":"301","3":"As she ran, Lucia grabbed ahold of her trembling right hand. She was never afraid of a fight, but right now she had a terrible feeling in her guts."},{"T":"301","3":"The expected brawl did not happen. What awaited Lucia when she arrived was a fallen Construct Soldier equipped with a short-range jet pack—but he could no longer fly."},{"T":"301","2":"Lucia","3":"...Hiro!"},{"T":"301","3":"Lucia helped the still-breathing Hiro up, only to discover his Inver-Device had been damaged by a gunshot, similar to what happened to Murol and Xun."},{"T":"301","2":"Lucia","3":"What happened... And the commandant—where is Commandant?!"},{"T":"301","2":"Hiro","3":"Hah, Lucia... you're still alive..."},{"T":"301","2":"???","3":"Hiro... and Lucia, why won't you just die?!"},{"T":"301","3":"A shot from behind pierced Lucia's leg, and her vital fluid spilled all over the collapsed bricks and rocks."},{"T":"301","3":"Lucia immediately turned to where the shot came from and shielded herself with her blade from another attack—only to find the gun-bearing commandant standing there."},{"T":"301","2":"Hiro","3":"Commandant... No—Ravenge! You lying piece of crap..."},{"T":"301","2":"Ravenge","3":"Don't blame me for your stupidity... And Lucia's still alive, so you haven't even held on to your end of the bargain."},{"T":"301","2":"Hiro","3":"You said that if I led them to the enhanced Riot and lured the Corrupted there, the people in Babylonia will let my daughter go... But it's all a lie!"},{"T":"301","2":"Lucia","3":"Hiro... What are you saying? You... were the one who brought the Corrupted to us?"},{"T":"301","3":"Hiro turned away, unable to look Lucia in the eye."},{"T":"301","2":"Ravenge","3":"No rush, Lucia... You'll be next."},{"T":"301","2":"Hiro","3":"Bastard... It won't end well for you!"},{"T":"301","2":"Ravenge","3":"Oh? Weren't you the one who started it?"},{"T":"301","2":"Hiro","3":"It was a coincidence that I ran into the infected... 'Construct' who maintained self-awareness..."},{"T":"301","3":"He paused for a second when he said the word 'Construct', as if he could not find a proper term to call that unique being."},{"T":"301","2":"Hiro","3":"I wouldn't have said anything if you weren't threatening my daughter!"},{"T":"301","2":"Ravenge","3":"He is an Ascendant. That's what he told me."},{"T":"301","2":"Hiro","3":"Ha... Fine. You said you were bringing an army to defeat this Ascendant, but you're just here to connect to him!"},{"T":"301","2":"Hiro","3":"How could you override something like that?! The lives we've lost... all because your mind was corrupted, causing the Ascendant to go berserk!"},{"T":"301","3":"As Hiro cried out, Lucia recalled the horrifying scene a few hours ago. No one survived."},{"T":"301","2":"Hiro","3":"Had we not protected you, you would have—"},{"T":"301","3":"Hiro thumped the ground with his fist in anguish. The frantic motions created a few more tears on his scarred body."},{"T":"301","2":"Lucia","3":"Commandant... You said you would take responsibility when we were heading back. But now you're..."},{"T":"301","2":"Ravenge","3":"No one will know if you're all dead."},{"T":"301","2":"Ravenge","3":"As the only survivor, I'll get to be the commandant of the next Gray Raven, and you'll get a medal for your courageous sacrifices from protecting me. Doesn't that sound nice?"},{"T":"301","3":"Ravenge grinned as he raised his gun toward Hiro. Lucia, however, stepped in front of him."},{"T":"301","2":"Hiro","3":"Lucia..."},{"T":"301","2":"Lucia","3":"Commandant! We're here to destroy the Corrupted to reclaim Earth! That is the dream every Gray Raven shares—I can understand why you'd want to become more powerful in order to achieve this dream."},{"T":"301","2":"Lucia","3":"But there have been too many sacrifices! You have to stop making the same mistake!"},{"T":"301","3":"In the face of Lucia's challenge, Ravenge laughed instead."},{"T":"301","2":"Ravenge","3":"(Laughed) True... It was my judgment that led to this slaughter."},{"T":"301","2":"Ravenge","3":"And if you're all dead, I'll be able to blame it on the enemies, and I'll come out of this guilt-free!"},{"T":"301","3":"Hysterically he laughed, lowering his gun."},{"T":"301","2":"Lucia","3":"Commandant, there are still traces of corruption in your mind. Please return to the base with us now!"},{"T":"301","2":"Ravenge","3":"Corrupted? I'm not corrupted—I'm enlightened."},{"T":"301","2":"Ravenge","3":"The reason we failed this time is that we brought too few soldiers, you useless trash! That's why we couldn't take down the Ascendant!"},{"T":"301","2":"Hiro","3":"The reason we failed is you! If you hadn't made the unauthorized connection, so many more of us would have survived!"},{"T":"301","2":"Hiro","3":"So many of us believed in the future when Earth belongs to humans once again, and look where it's led us."},{"T":"301","2":"Ravenge","3":"Do you still believe in that? I'd love to kill all the Corrupted as well, but that's impossible! The only future humans have is the one shared with the Ascendants, who control the Punishing Virus!"},{"T":"301","3":"Ravenge's movement was barely noticeable before he aimed and fired at Lucia's Inver-Device. She was prepared this time, however, and blocked it with her blade."},{"T":"301","2":"Ravenge","3":"Sigh, Lucia, you being so powerful really is a pain in the neck. Luckily your Inver-Device is still connected with me, and there are a million ways to corrupt a Construct."},{"T":"301","3":"All of a sudden, Lucia's Inver-Device issued a warning—Ravenge had lowered its defense with his commandant access. The immediate assault to her M.I.N.D. caused Lucia a great amount of pain."},{"T":"301","2":"Lucia","3":"AAAAGGHHH!"},{"T":"301","2":"Ravenge","3":"Poor thing. Had you died in the hands of Riot, you wouldn't have to suffer this much..."},{"T":"301","3":"Ravenge slowly approached her and aimed with his pistol—but the moment he tried to pull the trigger, a crimson light flashed by."},{"T":"301","2":"Ravenge","3":"Huh?"},{"T":"301","3":"His robotic arm was severed cleanly and flew into the air—even the fingers were right where the trigger was."},{"T":"301","2":"Ravenge","3":"AHHHH! Why?! Why can you still move, Lucia?!"},{"T":"301","2":"Lucia","3":"I'm... used to this kind of pain!"},{"T":"301","3":"Even though the Punishing Virus was still hurting her gravely, Lucia's sword-wielding hand had stopped shaking."},{"T":"301","2":"Ravenge","3":"Don't you think that you can defy me! I've already sent the news of your deaths, and soon you'll become Corrupted yourselves. You'll never return to Babylonia!"},{"T":"301","3":"Ravenge ran away, clutching his injured left arm. A horde of Corrupted had surrounded the area after noticing the commotion."},{"T":"301","2":"Hiro","3":"Lucia... Go. You can make it on your own..."}]