[{"T":"301","3":"'Let us... sing...'"},{"T":"301","3":"'For all will... be well...'"},{"T":"301","3":"You open your eyes to find yourself in a corridor."},{"T":"301","3":"Looking at the furnishings, this seems to be an abandoned church. Most of the paint is peeled off, giving a discordant feeling to the room. A faint song, sung by children, can be heard from beyond the wall."},{"T":"301","3":"You move through the corridor, and hear some people speaking at the end of it."},{"T":"301","2":"Boy?","3":"I already ate all of it! What do you want me to do?"},{"T":"301","2":"Girl?","3":"Yeah! Whaddya want?"},{"T":"301","2":"Nun?","3":"No one to blame but your own gullible selves."},{"T":"301","2":"Lucia","3":"Pl... please..."},{"T":"301","2":"Luna","3":"Lucia..."},{"T":"301","2":"Lucia","3":"Please... My sister and I... won't be able to live through this winter..."},{"T":"301","2":"Luna","3":"Lucia... I'm sorry..."},{"T":"301","3":"Luna stands out in the crowd of children, but she does not seem to notice."},{"T":"301","2":"Luna","3":"Lucia... This time, I can protect you..."},{"T":"301","3":"She mumbles, slowly raising the dagger in her hand."},{"T":"301","2":"Luna","3":"If I do this, then all of this wouldn't have happened."},{"T":"302","2":"Luna, come to yourself!"},{"T":"301","3":"Hearing someone call for her, she turns over stiffly. Seeing that it is you, she reveals an icy smirk."},{"T":"301","2":"Luna","3":"【kuroname】... Do you not realize that I am Luna herself?"},{"T":"302","2":"Luna, your mind is being corrupted!","4":"You knew who I was this whole time?"},{"T":"301","2":"Luna","3":"Not from the beginning... but not too late, hm?"},{"T":"302","2":"(...The further into her mind, the more she remembers.)"},{"T":"301","2":"Luna","3":"If I kill you here—kill everyone here—I can remove my weakness."},{"T":"301","2":"Luna","3":"If I do so, I'll become the most formidable agent. I can protect Lucia and live with her in a new world."},{"T":"302","2":"That will cause your M.I.N.D. to collapse!"},{"T":"301","2":"Luna","3":"I don't believe in you! I don't believe in anyone!"},{"T":"301","2":"Luna","3":"I paid too much for believing in others... I only trust my own hands."},{"T":"301","2":"Luna","3":"If I didn't believe in Gabriel... If Shome's fantasies were real... If I didn't kill that 'sister' of mine in the landfill..."},{"T":"301","2":"Luna","3":"If only I went through the Construct modification successfully... If only I managed to protect my sister... If only I never lent out the food we saved for winter..."},{"T":"301","2":"Luna","3":"...If only it weren't for you messing it all up!"},{"T":"301","2":"Luna","3":"I'm just trying to go back, and destroy it all."},{"T":"301","2":"Luna","3":"This is my dream."},{"T":"301","2":"Luna","3":"But... can Constructs dream...?"},{"T":"301","2":"Luna","3":"I don't even remember the dreams in my childhood."},{"T":"301","2":"Luna","3":"If Ascendants have dreams, they must be like mine."},{"T":"301","2":"Luna","3":"Dark... sinister... and foul..."},{"T":"302","2":"(The Ascnet is turning her...)","4":"(Her emotions are getting muddled...)"},{"T":"301","2":"Luna","3":"I know of people who held on to their humanity... even under more horrific circumstances than mine..."},{"T":"301","2":"Luna","3":"But that is not who I am."},{"T":"301","2":"Luna","3":"Every step I've taken, is my very own decision."},{"T":"301","2":"Luna","3":"Just like how you weren't a part of my life—whatever you do now, is pointless."},{"T":"301","2":"Luna","3":"I am the Ascension Network agent, Luna, and... forever will be."},{"T":"301","3":"She trembles. A certain human holds onto her hand, and the dagger falls from her grip. The children around scream at her, calling her a monster, and run away."},{"T":"302","2":"...I don't know what's right."},{"T":"302","2":"But I know that... this is what I'd do."},{"T":"301","3":"The human hugs the pure white Construct, the arms firm and reassuring like an anchor."},{"T":"302","2":"Dreams... shouldn't be like this."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"This wouldn't happen in the real world."},{"T":"302","2":"I don't agree, nor understand why you'd do this."},{"T":"302","2":"But I do feel... your unease."},{"T":"301","3":"—And how lost you are, and what you have been through, the betrayals you faced... Everything."},{"T":"301","3":"You know full well that when you wake from this dream, you will both return to reality—return to being enemies, return to your duties... But..."},{"T":"302","2":"At the very least, for you right now..."},{"T":"302","2":"You deserve a better dream."},{"T":"301","3":"Wind tunnels through the room. It envelops the figure like a warm veil and reshuffles the world."},{"T":"301","3":"When the gale finally comes to rest, the room has become a simple but cozy children's room."},{"T":"302","2":"Everything's changed."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"The weight of the girl presses on your shoulders, as if she has suddenly taken on a real form."},{"T":"301","2":"Luna","3":"I see... So this is how it... feels."},{"T":"301","3":"Under the glimmering light of the small room, Luna's thin lips seem to have curled into a faint smile on her pale face."},{"T":"302","2":"You're safe now.","4":"Leave this to me."},{"T":"301","2":"Luna","3":"I feel like... I've heard this before."},{"T":"302","2":"Yep. You're safe now."},{"T":"301","2":"Luna","3":"...Really?"},{"T":"302","2":"No need to worry. You won't be harmed."},{"T":"301","2":"Luna","3":"Sister... If only I could... stay asleep forever in this dream."},{"T":"301","2":"Luna","3":"Stay by my side... until I fall asleep..."},{"T":"301","3":"The dreamlike girl before you murmurs. Her usual calm, collected look resurfaces."},{"T":"302","2":"..."},{"T":"301","3":"You leave the night light on the bed table. Finally, you manage to give her the present."},{"T":"301","3":"A wave of fatigue washes over you, and you feel your signal connection grow clearer and clearer."},{"T":"302","2":"Finally..."},{"T":"302","2":"It's over..."},{"T":"301","3":"'Let us sing, for all will be well.'"},{"T":"301","3":"'Blossoming flowers and sea-washed sand castles, milk and warm bread and birch tinder that crackles.'"}]