[{"T":"301","3":"City 173, Inside Daedalus Security Product Storage - 03:16 AM"},{"T":"301","3":"As the storage lit up, Bianca could see what the merchandise stored here was—rows and rows of restrained Constructs."},{"T":"301","2":"Wen","3":"You really shouldn't be here."},{"T":"301","2":"Bianca","3":"They are all... the missing people?!"},{"T":"301","2":"Bianca","3":"How can this be? Mr. Lo, Miss Phillips... Can you hear me?"},{"T":"301","2":"Wen","3":"Give it up."},{"T":"301","2":"Bianca","3":"This way or modification... Did you do it? Mr. Wen."},{"T":"301","2":"Wen","3":"I'm sure you've already reached a conclusion yourself after seeing all of this."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Wen","3":"This is why I despise talkative people. If it weren't for that useless human waste earlier, we wouldn't be in this predicament right now."},{"T":"301","2":"Bianca","3":"The merchandise he mentioned... Not only the members of Daedalus... but the corrupted Constructs I've taken care of before as well..."},{"T":"301","2":"Wen","3":"That is correct. All of them are merchandise we modified."},{"T":"301","3":"Wen's confirmation makes Bianca feel faint, she stumbles before being able to steady herself."},{"T":"301","2":"Wen","3":"What we sell is safety, and safety is achieved by weapons and strength. And what's the most powerful weapon in our era? I'm sure you know the answer yourself."},{"T":"301","2":"Wen","3":"Hmph, yet those hypocrites dream of allowing weapons to keep their sentience."},{"T":"301","2":"Wen","3":"Fools, the lot of them."},{"T":"301","2":"Wen","3":"Weapons are weapons. They are no longer human after modifications, they are products for us humans to use as we wish. Weapons—no flesh, no blood, and no feelings."},{"T":"301","2":"Bianca","3":"Then I'm..."},{"T":"301","2":"Wen","3":"You are my finest creation. Except for that little flaw of yours which is your faith, it prevented me from wiping your consciousness clean."},{"T":"301","2":"Wen","3":"But one thing you have in common with the other products is that, like all weapons, you have a limited lifespan."},{"T":"301","2":"Bianca","3":"...!"},{"T":"301","2":"Wen","3":"Don't waste your energy struggling. Soon, you'll be the same as those Constructs you've 'cleaned up'."},{"T":"301","2":"Bianca","3":"Hush! So all that I've done... Providing relief, protecting the masses... They're all..."},{"T":"301","2":"Wen","3":"You could've lived your life in the dream I weaved for you, until it was your time to be recycled at least."},{"T":"301","3":"Bianca pulls out her bow in a fit of rage and aims for the southwestern side of the storage."},{"T":"301","3":"'Bzzzz—'"},{"T":"301","3":"Silence takes over after the static died. Nothing except for Bianca's ragged breathing could be heard."},{"T":"301","2":"Bianca","3":"Hah... hah... hah..."},{"T":"301","2":"Wen","3":"No need to get so emotional. I'll miss a weapon as excellent as you, but, goodbye."},{"T":"301","3":"Wen's voice suddenly sounds from all directions, completely wrapping around Bianca."},{"T":"301","2":"Bianca","3":"Wen!"},{"T":"301","2":"Wen","3":"...Tsk, so inelegant."},{"T":"301","2":"Wen","3":"Have you forgotten my teachings?"},{"T":"301","2":"Bianca","3":"Ah... Hah..."},{"T":"301","2":"Wen","3":"Hmph, I guess this would be your last lesson. Let me show you where the Constructs you have 'saved' come from."},{"T":"301","3":"The second Wen finishes speaking, the restraints on all of the Constructs in the storage broken. Scarlet electric current engulfs all of them. The next thing Bianca knew was the army of Constructs charging at her."}]