[{"T":"301","3":"The comms interference is solved with the help of the comms amplifiers from Harley Jo."},{"T":"301","3":"You continue your journey toward CPF 040 after Hans has reported your discoveries to Babylonia."},{"T":"301","3":"As the waves of Hetero-Sapiens in your sight are defeated one by one, your field of view begins to broaden."},{"T":"301","3":"The Central Purification Filter that was the basis of humanity's life on the surface against the Punishing Virus is now penetrated by the crimson plants, erected in the middle of the field, twisting and towering."},{"T":"301","2":"Lucia","3":"We're... finally here."},{"T":"301","2":"Yata","3":"More Hetero-Sapiens from our flank. How much more of these boring folks do we have to kill?"},{"T":"301","2":"Harley Jo","3":"Hold the line! We can't just barge into CPF 040 yet."},{"T":"301","3":"You all look for cover around CPF 040, withstanding waves of Hetero-Sapien attacks."},{"T":"301","2":"Liv","3":"Our initial scan shows that the CPF is still running at low power. Parts of the centrifuge module at its base are down. The Punishing Virus concentration inside the tower is steadily rising."},{"T":"301","2":"Eleanor","3":"Hmm... Some of the passageways inside have been blocked by plants formed by the Hetero-Creatures. It seems that we'll have to keep scanning even after we're inside to find the right way."},{"T":"301","2":"Hans","3":"Any Scavengers?"},{"T":"301","2":"Support Construct","3":"I'm sorry, but we haven't found any yet."},{"T":"301","3":"Hans stares at the CPF 040 before him and thinks for a second before speaking up again."},{"T":"301","2":"Hans","3":"We're adjusting our plans."},{"T":"301","2":"Hans","3":"Vanessa, your tactics are better suited to fighting on the surface. Take Egret and station outside the tower. Guard the entrance after everyone else enters."},{"T":"301","2":"Vanessa","3":"Roger. Anything goes?"},{"T":"301","2":"Hans","3":"Anything goes, as long as you can take down the Hetero-Sapiens returning to the tower from the forest and safeguard our path of retreat."},{"T":"301","2":"Vanessa","3":"Okay, okay."},{"T":"301","2":"Hans","3":"Harley Jo, see the gap at the top of the CPF?"},{"T":"301","3":"Harley Jo narrows his eyes and looks toward where Hans is pointing."},{"T":"301","2":"Harley Jo","3":"Let me see..."},{"T":"301","2":"Harley Jo","3":"Found it. Based on how the light is shining through, there does seem to be an opening underneath the branch at 11 o'clock."},{"T":"301","2":"Hans","3":"Right. Yata and you will climb up the CPF along those plants and open up that gap from the outside, creating a second path of retreat as a backup in case the inside teams cannot leave via their way in."},{"T":"301","2":"Harley Jo","3":"Roger."},{"T":"301","2":"Hans","3":"My team will lead inside the CPF, and Simon's will take the rear. Gray Raven stays in the middle, and we'll escort them to the closest point from the Hetero-Hive Mother, making sure they aren't worn down before fighting it."},{"T":"301","2":"Hans","3":"Afterward, my team will deploy the bit domain nodes around the Hive Mother. Simon will help 【kuroname】 stabilize the Constructs inside the tower. Your Mind Beacons will be everything that stops the Constructs from being infected."},{"T":"302","2":"Roger."},{"T":"301","2":"Simon","3":"Roger."},{"T":"301","2":"Hans","3":"Everyone, raise your defense level to the maximum. We still know nothing about the situation inside the tower, so stay alert."},{"T":"301","3":"With that, Hans signals his team to breach the main entrance to CPF 040, and you begin to enter."}]