[{"T":"301","2":"Roland","3":"Gabriel, how fares thee?"},{"T":"301","2":"Gabriel","3":"Not much progress. Kowloong is more powerful than we thought. And as far as I can tell, Lamia is having trouble as well."},{"T":"301","2":"Lamia","3":"H-hey, I can speak for myself! Why am I getting bullied even on the comms?!"},{"T":"301","2":"Gabriel","3":"Sorry, I did not intend to offend..."},{"T":"301","2":"Roland","3":"Don't mind her. Let's do a sitrep to make sure we're all on the same page. Alpha and Miss Luna will be resting near where we met up, and will likely not join us. They might meet some stray resistance, but not much."},{"T":"301","2":"Gabriel","3":"Indeed. Only the three of us are required. The mere presence of Miss Luna and Alpha is already more than helpful in inhibiting the enemies."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"Anyway, though Kowloong stays still silent, more and more of their toy soldier Phecdas are getting deployed. It's only a matter of time before our temporarily-enhanced Corrupted get destroyed."},{"T":"301","2":"Gabriel","3":"I take it you have a plan?"},{"T":"301","2":"Roland","3":"Since Kowloong's Constructs don't have Inver-Devices, we take advantage of our abilities as Ascendants and spread as much of the virus as possible."},{"T":"301","2":"Roland","3":"When we have the place all fogged up, they'll become our little puppets."},{"T":"301","2":"Gabriel","3":"We have been spreading the virus from the start. The effect might still take a while to show."},{"T":"301","2":"Roland","3":"Which is why, until then, we stay on the defensive and play for time. That's the safest strategy."},{"T":"301","2":"Gabriel","3":"That might contradict Miss Luna's plan... though I do agree with your suggestion."},{"T":"301","2":"Lamia","3":"Um, so what else are you trying to do, Gabriel?"},{"T":"301","2":"Gabriel","3":"I will mount an attack and spread the virus at the same time. You two should act as you both see fit."},{"T":"301","2":"Lamia","3":"We just agreed on what to do, and then he just DC-ed and went straight to it? Such a doer."},{"T":"301","2":"Roland","3":"That's just how he is. Lamia, don't slack off just because Gabriel's doing more than his share."},{"T":"301","2":"Kamui","3":"We can't hold out for long without Cerberus... Captain, any luck in contacting them?"},{"T":"301","2":"Chrome","3":"We have a channel linked, but it's radio silence over there. Don't know what's going on in their heads..."},{"T":"301","2":"Kamui","3":"Camu is saying that they must have their own plans..."},{"T":"301","2":"Chrome","3":"Camu... You can even converse with him now?"},{"T":"301","2":"Kamui","3":"Well, it's kinda like talking to a wall most of the time, but every once in a while, he does give me some tips."},{"T":"301","2":"Chrome","3":"Tips?"},{"T":"301","2":"Kamui","3":"Here's one, ready your weapons!"},{"T":"301","2":"Corrupted","3":"—!!"},{"T":"301","2":"Chrome","3":"...We'll take care of the enemies, then try to get high ground, understand, Kamui?"},{"T":"301","2":"Kamui","3":"Yuppity yup!"}]