[{"T":"301","2":"Hassen","3":"I don't understand why you're so eager to test out that command system..."},{"T":"301","2":"Nikola","3":"You don't understand its true value."},{"T":"301","2":"Hassen","3":"I get it. It's necessary for us to have a training mechanism for commandants on standby, but it doesn't have to be 'this' one."},{"T":"301","2":"Nikola","3":"Our understanding and awareness of 'war' are weak. Even for those at F.O.S."},{"T":"301","2":"Nikola","3":"They only wish to train a commandant's 'commanding skills,' not 'military skills.'"},{"T":"301","2":"Hassen","3":"War, huh..."},{"T":"301","2":"Nikola","3":"Most importantly, with the current team structure, the commandant's long-term partnership with Constructs creates an unnecessary emotional attachment between them."},{"T":"301","2":"Hassen","3":"Well, isn't that a good thing? Trust between each other allows them to execute missions more effectively."},{"T":"301","2":"Nikola","3":"Yes, it is a benefit. But it's also a recipe for disaster."},{"T":"301","2":"Nikola","3":"Do you remember the tragedy that befell the Suzaku squad? That's the result of unnecessary emotions between a commandant and Constructs."},{"T":"301","2":"Hassen","3":"Alright... I'll consider it."},{"T":"301","2":"Hassen","3":"However, the security and functionality of the system must be confirmed before we can formally discuss the matter."},{"T":"301","2":"Nikola","3":"Of course. We found the most reliable commandant to test it."},{"T":"301","3":"After Hassen leaves, Nikola begins talking to himself as if speaking to someone."},{"T":"301","2":"Nikola","3":"Looks like even they don't realize the terrifying force of a commandant whose fate is interlaced with multiple powerful Constructs."},{"T":"301","2":"Nikola","3":"They could even overthrow Babylonia if they so choose to."},{"T":"301","2":"Nikola","3":"Indeed... This idea may not have taken root yet, but it must be nipped in the bud."},{"T":"301","2":"Nikola","3":"Especially with that commandant..."}]