[{"T":"301","2":"Pulao","3":"'After getting off the ship, walk to the north, and you'll see the Big Fish.'"},{"T":"301","2":"Pulao","3":"Up north, down south... Alright, I'll take the upper route."},{"T":"301","3":"The time passes so fast that Pulao could not even remember the outline of the ship before arriving at the destination."},{"T":"301","3":"After getting off the boat, she walks north and sees exactly what Simpie had described."},{"T":"301","3":"She sees a mountain, but it has no vitality of mountains. She sees a sea, but it has no surging waves."},{"T":"301","3":"Only the clink-clank of the sword and bottle on Pulao's back can be heard. The mountain peaks and the sea remain silent."},{"T":"301","2":"Pulao","3":"It's so quiet."},{"T":"301","2":"Pulao","3":"Everything goes so smoothly, just like the dream last night..."},{"T":"301","3":"Pulao shakes her head, trying to cast the nightmare away. She raises her hand to block the sun and gazes toward the horizon."},{"T":"301","2":"Pulao","3":"No, it can't be. I must give it a try at least."},{"T":"301","2":"Pulao","3":"Mr. Big Fish— Where are you—"},{"T":"301","2":"Pulao","3":"Mr. Big Fish—"},{"T":"301","2":"Pulao","3":"Could it be..."},{"T":"301","3":"A few drops of water splash on Pulao's frowning face. She looks up hurriedly and sees a pillar of water in front of her."},{"T":"301","3":"Neon-like colors loom around the water pillar. Pulao wipes the water drops on her face and finally sees the root of the pillar through the misty clouds. There is an azure whale."},{"T":"301","2":"???","3":"Hello. What can I do for you?"},{"T":"301","2":"Pulao","3":"!!!"},{"T":"301","2":"Pulao","3":"Are you Mr. Fish?"},{"T":"301","2":"Big Fish","3":"Yeah, it's me."},{"T":"301","2":"Pulao","3":"Could you please..."},{"T":"301","2":"Big Fish","3":"Sorry. No can do."},{"T":"301","2":"Pulao","3":"But I haven't even said it..."},{"T":"301","2":"Big Fish","3":"For thousands of years, almost everyone who came to this eastmost land was after my tears."},{"T":"301","2":"Big Fish","3":"I don't mind giving them out, but I'm way past the age when I felt like crying all the time. In fact, I have not wept for almost a hundred years."},{"T":"301","2":"Pulao","3":"What? Then what did Mr. Simpie bring back?"},{"T":"301","2":"Big Fish","3":"Oh, that muscular guy. The tear he took was preserved when I was still young."},{"T":"301","2":"Big Fish","3":"A few years ago, I gave out the last drop of tear stored, which marked my 'farewell' with my tearful self."},{"T":"301","2":"Pulao","3":"Farewell?"},{"T":"301","2":"Big Fish","3":"Yeah. Only kids get to cry whenever they want and do whatever they want."},{"T":"301","2":"Big Fish","3":"Tears are a sign of frailty. Adults don't need them."},{"T":"301","2":"Big Fish","3":"I bade farewell to my vigorous, passionate childhood and youth."},{"T":"301","2":"Big Fish","3":"Before I realized, I could no longer shed any tear."},{"T":"301","2":"Big Fish","3":"It's not that I don't want to help you. I am no longer able to cry."},{"T":"301","2":"Pulao","3":"Why has it become like this..."},{"T":"301","2":"Big Fish","3":"If you ask this question, you won't be able to understand it right now."},{"T":"301","2":"Big Fish","3":"Because there is still passion in you. You probably have been like this all along."},{"T":"301","2":"Big Fish","3":"You do what you want to do, and say what you want to say."},{"T":"301","2":"Big Fish","3":"You have a lot of emotions. Of course you can cry whenever you feel like to."},{"T":"301","2":"Big Fish","3":"But my heart has withered. Even if you beat me up, I won't be able to cry."},{"T":"301","2":"Big Fish","3":"I can only accept everything in silence."},{"T":"301","2":"Big Fish","3":"Once passion is gone, only pale voidness remains."},{"T":"301","2":"Pulao","3":"I don't understand the 'pale' or 'wither' you are saying."},{"T":"301","2":"Pulao","3":"I just feel that... It's not that you don't want to cry. You are just unable to cry."},{"T":"301","2":"Big Fish","3":"...Feel? That's too vague."},{"T":"301","2":"Pulao","3":"Um... My feelings aren't always right, but I still want to trust my instinct!"},{"T":"301","2":"Pulao","3":"Because I saw a strong 'spirit' in your eyes, Mr. Big Fish."},{"T":"301","2":"Pulao","3":"Just like all the adults I met before. No matter how difficult their lives were, they could not cry, because they had families, friends and loved ones that relied on them..."},{"T":"301","2":"Big Fish","3":"It is impossible for people to really understand and empathize with one another. Those were just your personal feelings."},{"T":"301","2":"Pulao","3":"My mother once told me that eyes were the windows to the soul. People use their eyes to express emotions."},{"T":"301","2":"Pulao","3":"Words may lie, but eyes cannot."},{"T":"301","2":"Pulao","3":"When I looked them in the eye, I could understand... Everybody was living their own life. Every life was parallel to others, and they would never cross."},{"T":"301","2":"Pulao","3":"They lost tears, and their fragile selves... to not get hurt, or for some other reasons... Sob..."},{"T":"301","2":"Big Fish","3":"You came for my tears. Why are you crying yourself?"},{"T":"301","2":"Pulao","3":"Because... I don't know why. I think I'm not making any sense."},{"T":"301","2":"Pulao","3":"But I just feel so sad. My tears won't stop."},{"T":"301","2":"Big Fish","3":"Sigh... You mentioned parallel lines. I think it's a very good metaphor. Everyone lives on a parallel line, yet every now and then, we reach out and our lines cross."},{"T":"301","2":"Big Fish","3":"But you never know how much information the other party can receive from this one-sided communication."},{"T":"301","2":"Big Fish","3":"They may appear to be very passionate or empathic, but you never know how much they have really understood."},{"T":"301","2":"Big Fish","3":"Investing too much emotion only gets yourself hurt."},{"T":"301","2":"Big Fish","3":"So why not just shut your heart and freeze all emotions?"},{"T":"301","2":"Big Fish","3":"I too have questioned this way of living. I was lost. But in the end, I chose to do things this way just like everyone else."},{"T":"301","2":"Big Fish","3":"Dreams, money, love... People have too many things to consider in life. There is no time and energy left to hesitate or cry."},{"T":"301","2":"Big Fish","3":"What I did was rational and correct... You get something, you lose something."},{"T":"301","2":"Pulao","3":"Right... Everyone just keeps stacking the problems together... Putting shackles on themselves..."},{"T":"301","2":"Pulao","3":"Everyone has their own shackles. Even when they are already badly hurt, they have to act like nothing happened and pretend to be strong in front of others."},{"T":"301","2":"Pulao","3":"But... wouldn't that make them even sadder?"},{"T":"301","3":"Pulao is in tears. Big Fish does not know what to do."},{"T":"301","2":"Big Fish","3":"Um... Maybe I'll give it a try... So I can give you some tears?"},{"T":"301","2":"Pulao","3":"Sorry..."},{"T":"301","2":"Pulao","3":"I won't force you to give me tears anymore, Mr. Big Fish."},{"T":"301","3":"Pulao wipes off her tears. She finally calms down after a few deep breaths."},{"T":"301","2":"Pulao","3":"The pains and stresses from growing up are already placing a heavy load on you, as well as every other adult."},{"T":"301","2":"Pulao","3":"I can't force you to do things just for my own purpose."},{"T":"301","2":"Pulao","3":"The world is vast. There must be another way to save Master, apart from your tears."},{"T":"301","2":"Pulao","3":"I just don't believe there isn't another way to get rid of Punini!"},{"T":"301","3":"Big Fish has seen numerous kids over thousands of years. Pulao is no different from them; he has no idea if she is going to cry or laugh the next moment."},{"T":"301","2":"Pulao","3":"It must have been tough, Mr. Big Fish."},{"T":"301","2":"Pulao","3":"Thank you for everything."},{"T":"301","3":"She was in tears moments ago, but is smiling now."},{"T":"301","2":"Big Fish","3":"..."},{"T":"301","2":"Big Fish","3":"Aren't you also pushing yourself?"},{"T":"301","2":"Big Fish","3":"Your eyes are all swollen. Still, you are smiling at me."},{"T":"301","2":"Big Fish","3":"You said 'it must have been tough'..."},{"T":"301","2":"Big Fish","3":"Many people said the same to me."},{"T":"301","2":"Big Fish","3":"I don't know whether they meant it, were just flattering me, or being sarcastic…"},{"T":"301","2":"Big Fish","3":"But what's so special about your words?"},{"T":"301","2":"Big Fish","3":"Such simple words... But they just feel so different..."},{"T":"301","3":"Perhaps it is their simplicity that makes them sound so heavy."},{"T":"301","2":"Pulao","3":"Mr. Big Fish, your eyes have been shouting out loud just like everyone else."},{"T":"301","2":"Pulao","3":"They are screaming the loneliness inside you."},{"T":"301","2":"Pulao","3":"That's why I just wanted to say it to you..."},{"T":"301","2":"Big Fish","3":"Perhaps."},{"T":"301","2":"Big Fish","3":"I have a childhood panda friend, but we seldom talk after growing up. Every time we contacted each other, there was a purpose. It was either for his elixir, or helping him to buy bargained goods."},{"T":"301","2":"Big Fish","3":"He sent me bamboos every now and then, but I couldn't even eat them! He said it was to thank me for giving him my tear... But I'm pretty sure the bamboos have 'unsold stock' stickers on them."},{"T":"301","2":"Big Fish","3":"I live the same life every day. But when someone asked about me, I only wanted to escape and stay by myself."},{"T":"301","2":"Big Fish","3":"There may be many fish around me, but I always keep my distance when they try to enter my heart."},{"T":"301","2":"Big Fish","3":"This life... is like a silent hell."},{"T":"301","3":"Big Fish closes his eyes as he tries to recall every little detail of life."},{"T":"301","2":"Big Fish","3":"There is no god in hell..."},{"T":"301","2":"Big Fish","3":"The god descends from heaven and saves people from hell... That's only a fairy tale."},{"T":"301","2":"Big Fish","3":"Perhaps..."},{"T":"301","2":"Big Fish","3":"Hmm?"},{"T":"301","3":"Big Fish feels something on his head. He opens his eyes and sees Pulao in front."},{"T":"301","3":"She is smiling at him. Without a word, she gently pats his head."},{"T":"301","3":"Maybe a listener who is always willing to stay around can motivate people more than illusionary redemption."},{"T":"301","3":"The warmth of Pulao's palm circles Big Fish's body and strikes his heart."},{"T":"301","3":"Her innocent eyes and warm touch make Big Fish recall his dusted memories. The last time he was being treated like this was when his mother tended to him after he got hurt as a child."},{"T":"301","2":"Pulao","3":"You've already done great."},{"T":"301","3":"Big Fish feels like he has returned to thousands of years ago. He loses the hardened armor crafted over years and becomes a child again."},{"T":"301","3":"There is no need to think or worry, for the person in front is giving him all the attention and care. She only wants to cast away his sorrow, and is not seeking anything in return."},{"T":"301","2":"Pulao","3":"It must have been tough all these years."},{"T":"301","3":"A ray of sunlight pierces through the darkness in the heart, leaving tiny sparkles in it. Although they're not enough to warm up the cold heart, they still bring back the long-lost warmth."},{"T":"301","2":"Big Fish","3":"Thank you..."},{"T":"301","3":"A small drop of tear slides down Big Fish's eye."},{"T":"301","3":"For a split second, Big Fish has reunited with his past."}]