[{"T":"301","3":"You shine a light on the surrounding area, but you still find yourself enveloped in darkness."},{"T":"301","2":"Rosetta","3":"Your mech ejects the pilot in case of danger. Kinda lucky I managed to catch you before the cave collapsed, Commandant."},{"T":"301","3":"Right before the cave collapsed, Rosetta dropped her weapons and rushed over to protect you from the falling debris."},{"T":"301","2":"Rosetta","3":"Are you hurt, Commandant?"},{"T":"302","2":"I'm okay.","4":"What about you?"},{"T":"301","2":"Rosetta","3":"Thank goodness."},{"T":"301","2":"Rosetta","3":"Not so lucky... My light wings are smashed, but everything else is in working order."},{"T":"301","3":"Rosetta squeezes out a smile to lighten up the atmosphere, but the situation is still dire. The cave seems to have entirely collapsed under the explosion, burying the production line and everything else in ice."},{"T":"301","3":"Being a Construct, Rosetta can shield you from the debris for a long period of time, but maintaining status quo does nothing to help the current situation."},{"T":"301","2":"Rosetta","3":"Commandant, how do you think the ARU is doing... And Diana and the others too?"},{"T":"302","2":"They must have won.","4":"They should still be good."},{"T":"301","2":"Rosetta","3":"Yeah. They must have."},{"T":"301","2":"Rosetta","3":"Yeah. We defeated Amberia, so the bionics should be pacified."},{"T":"301","2":"Rosetta","3":"The past has finally been laid to rest. Amberia, Atiel... I don't know if I can prevent any further tragedies, but at least I have a way to end it."},{"T":"301","2":"Rosetta","3":"Now we can move forward. It's all thanks to you, Commandant."},{"T":"301","2":"Rosetta","3":"I wonder if the apology got through..."},{"T":"302","2":"Of course it did.","4":"Why did you apologize?"},{"T":"301","2":"Rosetta","3":"That would be nice, then. I came to this answer after thinking about it a long time. The answer to end this nightmare."},{"T":"301","2":"Rosetta","3":"Because that's what I'd like to hear, as well. Time weathers everything, after so long, the tangled knots of the past don't seem to matter much."},{"T":"301","2":"Rosetta","3":"But when I revisit those memories... There is still this sliver of hope that, someone will knock on my door, and say..."},{"T":"301","2":"Rosetta","3":"—Sorry."},{"T":"301","2":"Rosetta","3":"So I'm sure... The two must feel the same way I did."},{"T":"301","3":"Rosetta continues on, drifting through various topics, finding ways to keep your mind off the freezing weather and embolden your spirits."},{"T":"301","3":"But the end eventually comes. The cold air seeps through the debris and into the space of you and Rosetta. Oxygen grows thin and you find your thoughts growing muddled."},{"T":"301","2":"Rosetta","3":"Don't worry, Commandant. I will bring you back. I promised the Gray Ravens."},{"T":"302","2":"Yeah.","4":"But now..."},{"T":"301","2":"Rosetta","3":"Commandant, no, 【kuroname】. Do you know why I chose you, and why I asked you to help us move forward?"},{"T":"301","3":"Rosetta throws another question at you, the one question that had lingered the longest in your mind."},{"T":"301","3":"Being a reinforcement operation approved by Nikola, Rosetta must have had numerous choices. She could have even requested for a solo operation."},{"T":"301","3":"But she did not. She walked over to you, and chose you."},{"T":"301","2":"Rosetta","3":"I'm always down on my luck, but—"},{"T":"301","3":"Rosetta mentions her misfortune once more, but she continues on."},{"T":"301","2":"Rosetta","3":"The Constructs by your side... always seem so happy."},{"T":"301","2":"Rosetta","3":"Even when misfortune befalls, they would never complain. They never show despair on their faces."},{"T":"301","2":"Rosetta","3":"I feel warmth whenever I see you hanging out with your squad members. I thought, maybe I could learn something from you..."},{"T":"301","2":"Rosetta","3":"Say... the strength to press onward."},{"T":"301","2":"Staessen","3":"Hey, I heard sounds up ahead. Get digging!"},{"T":"301","2":"Rosetta","3":"Huh?"},{"T":"302","2":"Huh?"},{"T":"301","3":"An unexpected response interrupts the conversation, followed by the loose sound of ice crackling from above."},{"T":"301","2":"Rosetta","3":"Looks like... At least my hunch is right."},{"T":"301","3":"————"},{"T":"301","3":"Those who dug out the escape route were members of the ARU hastily sent by Captain Staessen after the battle."},{"T":"301","3":"Staessen said he heard a huge explosion during the battle, so he accepted Simon's request and brought people for a search party. Finally, he found you here."},{"T":"301","3":"Boarding a rudimentary elevator, you finally return to the outside world."},{"T":"301","3":"The bionics that once attacked the ARU are now standing with the fishermen. The Forest Guards are establishing defenses at the nearby forest."},{"T":"301","3":"And Captain Staessen is taking care of Simon, sprawled on the ground like dried fish, with a disdainful look on his face."},{"T":"301","2":"Rosetta","3":"...It's over."},{"T":"301","3":"The sun rises, gleaming in an almost palpable luster, inviting the beholders to share in its warmth."}]