[{"T":"301","2":"Embla?","3":"... I want. Push everything. Past breaking point. I can. Wake 'Father'."},{"T":"301","3":"Embla continues to trudge through the darkness with unprecedented agility."},{"T":"301","3":"She skips lightly over the traps on the road as mines explode behind her."},{"T":"301","2":"Embla?","3":"Just need. To get to. The Strip of Truth..."},{"T":"301","2":"Alarm","3":"Sensing anomaly inside 'The Strip of Truth'. Acting according to Directive Number 3 of the 'Naraka-Loop Protocol':"},{"T":"301","2":"Alarm","3":"Preparing detonations on load-bearing structures."},{"T":"301","2":"Alarm","3":"In response to the anomaly, initiating protocol: Final Arbiter—Machiavelli."},{"T":"301","2":"Lee","3":"Anomaly... Is it talking about Embla?"},{"T":"301","2":"Lucia","3":"What's the... Final Arbiter going to do to Embla?"},{"T":"301","2":"Lee","3":"Embla doesn't have any characteristics of a mechanoid that participates in the 'war.'"},{"T":"301","2":"Lucia","3":"In other words... Embla won't be seen as the champion of this 'war.'"},{"T":"301","2":"Liv","3":"According to the mechanoids' treatment of 'non-combatants'..."},{"T":"302","2":"Embla will be destroyed."},{"T":"301","2":"Lucia","3":"...Then we need to pick up the pace."},{"T":"301","2":"Lee","3":"We need to find a way to reach Embla before she is destroyed."},{"T":"301","2":"Lucia","3":"Yeah. The anomaly in 'the Strip of Truth' from the alarm must be her."},{"T":"301","2":"Lee","3":"We don't know what 'the Strip of Truth' is... but we gotta hurry."},{"T":"301","2":"Archive Terminal","3":"School Archive — Speech"},{"T":"301","2":"Old Man","3":"...I really don't want to see people's lives consumed in this senseless war."},{"T":"301","2":"Old Man","3":"You are the seeds and carriers of human memetics. Each death saddens me."},{"T":"301","2":"Old Man","3":"Let mechanoids take your place in deciding the outcome. Let these heartless shells bleed the last drop of blood for the future of humanity."},{"T":"301","2":"Old Man","3":"I just hope that when the champion is reborn and steps foot on the surface... you won't forget the defeated."},{"T":"301","2":"Old Man","3":"...Victors and losers are both what the School wishes to keep and grow."},{"T":"301","2":"Old Man","3":"Human civilization can only continue through memetics. Otherwise, we will only be bloodthirsty barbarians hiding in the mountains."},{"T":"301","2":"Old Man","3":"...Regardless which one of you is victorious, you must not forget this."},{"T":"301","3":"(Sparse and enthusiastic applauses come from the speaker...)"}]