[{"T":"301","3":"Bexonidas is deep in thought."},{"T":"301","3":"'Deep in thought' might not be the best way to put it. He's holding an assault rifle, after all, and it's aimed at the observation post, jutting out of the distant trench."},{"T":"301","3":"The tendons of his finger are wound tight, suspended over his rifle's double-action trigger. Within a tenth of a second of receiving the order to fire, his trusty weapon will unleash the rage he's been saving up this entire time."},{"T":"301","3":"But yes, he's still deep in thought. The nine warriors next to him would have no idea what he was pondering in the moment."},{"T":"301","3":"They've all been through the same training, inherited blood and duty from their Forsaken predecessors. Like their forefathers, they are stoic, courageous instruments of death."},{"T":"301","3":"Bexonidas looks no different from the others if not for the insignia he wears on his shoulder, marking him as a Sergeant."},{"T":"301","3":"But Bexonidas has more responsibility on his shoulders than his nine brothers—he's the leader, after all."},{"T":"301","3":"But at this very moment, the group is in a foxhole, far away from both their base and the fight, weapons trained on their enemies at all times—yet not allowed to fire."},{"T":"301","3":"Their mission is simply to observe and guide the shells in."},{"T":"301","3":"That's why, instead of shooting, Bexonidas is simply deep in thought."},{"T":"301","3":"Bexonidas."},{"T":"301","2":"Gryphon","3":"Hm?"},{"T":"301","2":"Bexonidas","3":"We're changing shifts in half an hour. Halam and I will take over. You and Castien can rest a bit at the bottom of the trench."},{"T":"301","2":"Gryphon","3":"How's the motion sensor?"},{"T":"301","2":"Bexonidas","3":"It's as quiet as Lake Baikal at night. Nothing to worry about."},{"T":"301","2":"Gryphon","3":"In that case, I'll go on patrol for a bit."},{"T":"301","2":"Bexonidas","3":"...Not gonna stop you hogging the work."},{"T":"301","2":"Gryphon","3":"Gryphon is used to Bexonidas going patrolling during his off time. In fact, he'd probably be surprised if Bexonidas actually decides to rest."},{"T":"301","3":"Bexonidas has been squad leader for five years. For five years, he took care of all nine members of his team diligently and thoughtfully."},{"T":"301","3":"Gryphon decides to discreetly extend his own shift and shorten Bexonidas'."},{"T":"301","3":"Just like how Bexonidas takes care of other squad members, Gryphon and the others do their best to look out for Bexonidas as well."},{"T":"301","3":"...There's no need to tell each other about what they know. They're thinking the same thing."},{"T":"301","3":"After checking the motion sensor once again and deeming it satisfactory, Bexonidas stands up from the temporary barricade."},{"T":"301","2":"Command Central","3":"Command Central to 19-1."},{"T":"301","2":"Bexonidas","3":"19-1 copies."},{"T":"301","2":"Command Central","3":"'Ash' has responded. You'll be moving to the rear soon."},{"T":"301","2":"Command Central","3":"But before that, there's one more mission you must complete..."},{"T":"301","3":"Bexonidas stands erect in the ravaging desert winds, radio in hand, expression frozen."},{"T":"301","2":"Bexonidas","3":"..."},{"T":"301","2":"Bexonidas","3":"...Roger. We'll get it done."},{"T":"301","2":"Command Central","3":"Кто с мечом к нам придет，от меча и погибнет. (Those who come bearing swords, shall perish under them.)"},{"T":"301","2":"Bexonidas","3":"ДА (Roger)，Кто с мечом к нам придет，от меча и погибнет (Those who come bearing swords, shall perish under them.)"},{"T":"301","3":"...Commandant..."},{"T":"301","3":"...Commandant!"},{"T":"302","2":"What is it..."},{"T":"301","2":"Lee","3":"Incoming shortwave on your terminal."},{"T":"301","3":"Following Lee's finger, I see the flashing red signal on my personal terminal."},{"T":"302","2":"Who could it be..."},{"T":"301","2":"Lee","3":"Unfortunately, ID recognition doesn't work for shortwave messages."},{"T":"302","2":"All right, I see."},{"T":"302","2":"(Patch it through)"},{"T":"301","2":"？？？","3":"And here I thought you'd forgotten about this special channel."},{"T":"301","3":"A familiar voice comes on the line, though you know it to be a composite from a simulation device."},{"T":"301","3":"You still somehow detect a sense of relief."},{"T":"302","2":"Watanabe."},{"T":"301","2":"Watanabe","3":"Heard you guys are on a mission... so I thought I'd come see you."},{"T":"302","2":"You heard?"},{"T":"301","2":"Watanabe","3":"I 'heard'."},{"T":"301","3":"...Always with the hidden meanings."},{"T":"302","2":"You need something?"},{"T":"301","2":"Watanabe","3":"I need your help. Or should I say... I need Gray Raven's help."},{"T":"301","2":"Watanabe","3":"Some of my guys in the area got into some trouble."},{"T":"301","2":"Lee","3":"What kind of trouble?"},{"T":"301","2":"Lee","3":"If there's a certain someone tagging along, thanks, but no..."},{"T":"302","2":"Lee."},{"T":"302","2":"Let him finish."},{"T":"301","2":"Watanabe","3":"Thanks. I'll get to it."},{"T":"301","2":"Watanabe","3":"There's a doomsday defense line not far from your position. Two Forsaken squads are stationed there."},{"T":"301","2":"Watanabe","3":"However, an unidentified force popped up recently and chased them out... or I should say, kicked them out."},{"T":"301","2":"Watanabe","3":"This force appears to utilize techniques that you're familiar with, so I would like your help with this."},{"T":"301","3":"..."},{"T":"301","3":"...Did something happen to the Nighter after that...?"},{"T":"301","3":"Guess we can't sit back and watch, even if Watanabe hadn't asked us for help."},{"T":"302","2":"Let me think about it."},{"T":"301","2":"Watanabe","3":"Think fast."},{"T":"301","3":"The connection is cut."},{"T":"301","2":"Lee","3":"Commandant."},{"T":"302","2":"Let's pass it up the horn."},{"T":"301","2":"Hassen","3":"...Is that so?"},{"T":"301","2":"Hassen","3":"Your signal's breaking up, but since you want to extend your deployment, I'll just delay your outbound transport."},{"T":"302","2":"That's not what I..."},{"T":"301","3":"The connection is cut."},{"T":"301","2":"Lee","3":"We never asked to postpone the transportation craft schedule..."},{"T":"302","2":"Look at it another way..."},{"T":"302","2":"The President gave his 'unwritten consent'."},{"T":"301","2":"Lee","3":"...Is that so?"},{"T":"301","2":"Watanabe","3":"You came."},{"T":"302","2":"Yes."},{"T":"301","2":"Watanabe","3":"I'll patch you through to the listening post"},{"T":"301","3":"..."},{"T":"301","3":"This is 19-1. Who is this, over?"},{"T":"301","2":"Watanabe","3":"19-1, this is Skyking actual."},{"T":"301","3":"Skyking? Could it be..."},{"T":"301","2":"Watanabe","3":"It's me."},{"T":"301","3":"Squad 19-1, Bexonidas reporting, sir!"},{"T":"301","2":"Watanabe","3":"Skip the song and dance and give me a status report."},{"T":"301","2":"Bexonidas","3":"Roger that."},{"T":"301","2":"Bexonidas","3":"So far, allied artillery and landmines have divided enemies occupying the K-44 defense line into several small groups."},{"T":"301","2":"Bexonidas","3":"If we hammer each group in their weak spots, we should be able to break through. The issue, however, is manpower..."},{"T":"301","2":"Watanabe","3":"What about the guys from Squadron 22? They're tasked to K-44 too."},{"T":"301","2":"Bexonidas","3":"The guys from Squadron 22 have put every mortar they have into action, sir. They've been taking shifts, hammering the border day and night."},{"T":"301","2":"Watanabe","3":"...In that case, we'll leave it to my 'guests' to break the standstill."},{"T":"301","2":"Watanabe","3":"You guys carry on with what you're doing."},{"T":"301","2":"Bexonidas","3":"Got it. 19-1 will continue our spotting mission."},{"T":"301","2":"Watanabe","3":"Yes."},{"T":"301","2":"Watanabe","3":"...That's about it."},{"T":"301","2":"Watanabe","3":"Of course, I won't make you guys do all the dirty work. I'll pitch in."},{"T":"302","2":"Okay."},{"T":"301","2":"Watanabe","3":"The weakest link in is the Titan Trench nearby. We'll start there."}]