[{"T":"301","3":"Just when the Musashi unit is about to catch you, you see a blade flashing past, slashing the Musashi in half."},{"T":"301","3":"The one who protected you was the Corrupted that had to run away from you, right at the beginning of this whole drama."},{"T":"301","3":"You see a familiar expression in the Corrupted's eyes, strong, unwavering, and reminding you of someone."},{"T":"302","2":"The Corrupted from before...","4":"Lucia?"},{"T":"301","2":"Corrupted?","3":"Looks like you're still seeing me as a Corrupted, Commandant."},{"T":"301","2":"Corrupted?","3":"Commandant, I am ■■, here awaiting your command."},{"T":"301","2":"Vera","3":"Shouldn't you have run away, Lucia? Why are you still here?"},{"T":"301","2":"Lucia","3":"I'm only here to help rescue Commandant, just like everyone else."},{"T":"301","2":"Vera","3":"I'm asking you why you're on your own. You could have met up with other Constructs..."},{"T":"301","2":"Lucia","3":"In that case, I would still be seen as a Corrupted and got attacked, just like before."},{"T":"301","2":"Lucia","3":"Even if the others recognized me, Commandant's perception would still have been compromised and would likely give an order to attack."},{"T":"301","2":"Lucia","3":"...And that will damage our relationship. Isn't that your true purpose?"},{"T":"301","2":"Vera","3":"Not entirely... But if you say so, that means my plan has at least partially worked, don't you think?"},{"T":"301","2":"Lucia","3":"Not in the slightest."},{"T":"301","2":"Vera","3":"Are you kidding? The commandant you are protecting right now was attacking you, a 'Corrupted', with no mercy."},{"T":"301","2":"Vera","3":"The same commandant who was hesitating during the last question."},{"T":"301","2":"Vera","3":"Are you sure such a person is worth your protection and trust?"},{"T":"301","2":"Lucia","3":"At first, when Commandant thought I was a Corrupted and could not hear my words..."},{"T":"301","2":"Lucia","3":"I never thought that could shock my M.I.N.D. so much."},{"T":"301","2":"Vera","3":"Then—"},{"T":"301","2":"Lucia","3":"But there's one thing that I'm always certain."},{"T":"301","2":"Lucia","3":"It doesn't matter what Commandant sees me as, because I only have one thing to do, right from the beginning."},{"T":"301","2":"Lucia","3":"And that is, to become Commandant's blade."},{"T":"301","2":"Vera","3":"You...!"},{"T":"301","2":"Ayla","3":"So, are you going to join the fight now?"},{"T":"301","2":"Vera","3":"Wait a sec... How can you possibly move?"},{"T":"301","2":"Lucia","3":"Because I cut off the control devices to the connection chamber, the ones you planted nearby before I entered the mansion. No need to thank me for my return gift... Happy April Fool's Day, Vera."},{"T":"301","2":"Vera","3":"Tch..."},{"T":"301","2":"Nanami","3":"Bloody Cerberus! You're not going to walk away easily!"},{"T":"301","2":"Watanabe","3":"Even if Cerberus has privileges, you can't do whatever you want... You will face punishment."},{"T":"301","2":"Vera","3":"...Guess I'll have to retreat."},{"T":"301","2":"Liv","3":"Are you trying to run away?!"},{"T":"301","2":"Vera","3":"Yeah, obviously. One member alone can't make a Cerberus."},{"T":"301","2":"Ayla","3":"The ground is shaking... Is she trying to blow up the mansion?"},{"T":"301","2":"Vera","3":"That's the end of the April Fool's fun. I will make you pay for this, Gray Raven. And everyone else..."}]