[{"T":"301","3":"No, 21 rushes outside. Where the door was is now a crumpled ruin, and you hear coughs amid the smoke and broken walls."},{"T":"301","2":"??","3":"Couldn't you make sure the measure was correct?!"},{"T":"301","2":"???","3":"What's the matter as long as we can get inside? Isn't this perfect?"},{"T":"301","3":"Hearing the familiar voices, No. 21's eyes widen, and she dashes into smoke."},{"T":"301","2":"??","3":"You donkey! We're trying to track someone! Why don't you go ahead and announce our—huh...?!"},{"T":"301","2":"???","3":"What the hell, an ambush! I knew it! Have a taste of my bomb—"},{"T":"301","2":"??","3":"...Noctis! It's not an ambush."},{"T":"301","3":"The debris and smoke fade away, revealing... Vera, with one hand on her hips and another gripping her weapon. No. 21 holds Vera's leg tightly, burying her face by her waist, not saying a word."},{"T":"301","3":"Standing next to them, Noctis pulls No. 21's Co-Bot down, who is holding onto his hair."},{"T":"301","2":"Noctis","3":"21?! Hahaha! You're alive!"},{"T":"301","2":"Vera","3":"You've got to be joking..."},{"T":"301","3":"Vera flings her weaponless hand around, her expression resigned."},{"T":"301","2":"Vera","3":"21, that's enough."},{"T":"301","2":"No. 21","3":"...Okay."},{"T":"301","3":"No. 21 replies, dejected. She lets go of Vera and steps back, her Co-Bot also leaping down from Noctis's hand, returning to her side."},{"T":"301","2":"Vera","3":"Ha. Don't tell me you got scared to tears following the commandant?"},{"T":"301","2":"No. 21","3":"...Scared to tears? I don't get scared. Commandant was scared."},{"T":"302","2":"...","4":"No, I wasn't!"},{"T":"301","3":"You then realize that you are not connected to Vera and Noctis. After adjusting your comms, you have finally reestablished contacts with the remaining Cerberus members."},{"T":"301","2":"Vera","3":"I've no idea what happened after we lost contact, but we're finally back together... Just a little bit later than planned."},{"T":"302","2":"I won't call it 'a little bit.'","4":"What's your progress?"},{"T":"301","2":"Vera","3":"It's bad to keep the girl waiting, not the other way around. Can't be that bad to wait for a girl, can it?"},{"T":"302","2":"...Fine."},{"T":"301","2":"Vera","3":"We haven't located our mystery guest yet. We got into a small accident on the way here, which led me to believe that someone's making a fool out of us right now."},{"T":"302","2":"Someone's making a fool out of the legendary Vera?"},{"T":"301","2":"Vera","3":"Hmph. Anyway, Noctis and I followed those crap instructions all the way to here... but we're always one step behind."},{"T":"301","2":"Noctis","3":"How did you guys get here?"},{"T":"302","2":"It's a... long story."},{"T":"301","2":"Vera","3":"Keep it to yourself, then. Regardless, our last clue has led us here, and this time I'm going to get that guy before he bolts."},{"T":"301","3":"Vera steps inside the living room as she speaks."},{"T":"301","2":"Vera","3":"So? Have you found anything?"},{"T":"301","2":"Noctis","3":"Like, 'CATCH ME' written with red paint, or an arrow made with doll heads, or that ghost on the road, or the lock on the door of this house—**** me, who the **** locks their door with something so complicated...?!"},{"T":"302","2":"Looks like you've been through some stuff as well.","4":"...You mean this?"},{"T":"301","3":"Noctis' words remind you of the red graffiti you saw in the storage room in the beginning. Recalling the same thing, No. 21 and you lead the two of them there."},{"T":"301","2":"No. 21","3":"Here."},{"T":"302","2":"Looks like it's not a child's painting..."},{"T":"301","2":"Noctis","3":"How about some originality, huh?!"},{"T":"301","3":"Seeing the patterns in the storage room, Noctis shouts angrily."},{"T":"301","2":"Noctis","3":"It's a map this time?"},{"T":"302","2":"...A topographic map."},{"T":"301","2":"Vera","3":"...Behind this house? Looks like this is our destination. 'The Last Inferno'... I know this is the guy's whole shtick, but the cliche makes me want to laugh."},{"T":"301","2":"Vera","3":"Let's go, fellas."},{"T":"301","3":"Vera's energy is so threatening that it almost makes you take a step back."},{"T":"301","2":"Vera","3":"Let me meet the clown who's been playing hide-and-seek with me the whole day."},{"T":"301","2":"Vera","3":"...Oh, by the way. 21?"},{"T":"301","2":"No. 21","3":"Yes?"},{"T":"301","2":"Vera","3":"Welcome back."},{"T":"301","2":"No. 21","3":"No. 21 is ready. Awaiting orders."},{"T":"301","3":"Behind the estate is a sparse wood. You walk through the verge of the forest, stepping on a woodland trail."},{"T":"301","3":"Walking on a dried river bed, you can all feel the wind howling around you. The sound of trees shuddering in the night lingers by your ears like a whisper."},{"T":"301","3":"Further in, you feel like you can hear words in the midst of the wind—just ahead of you."},{"T":"301","2":"???","3":"Ugh..."},{"T":"301","2":"??","3":"Haha—hahaha—"},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"Someone's here before us."},{"T":"301","3":"The moonlight showers down through the leaves near the end of the trail. Vera signals her two teammates not to alert the target with a look. The three Constructs slowly and quietly sneak behind a hedge of bushes."},{"T":"301","2":"??","3":"—I'm going to kill you! I'm going to tear you apart! I'm going to rip your insides out and rub them on your face!"},{"T":"301","2":"???","3":"Haha..."},{"T":"301","3":"With a loud crash, you find a Construct before you, someone none of you have been expecting—"},{"T":"302","2":"Roland?"},{"T":"301","2":"Vera","3":"That's Roland?"},{"T":"301","3":"Vera frowns, not recognizing Roland at first sight. He has disappeared from Babylonia's radar for a while, and now... he is in a new frame."},{"T":"301","2":"Noctis","3":"Who's fighting him?"},{"T":"301","3":"Roland steadily lands on the ground. He stands up, wiping the nonexistent dirt from his shoulder. His opponent seems to be high above, hiding inside the foliage, concealed."},{"T":"301","2":"Roland","3":"Oh, c'mon... You spent all those effort to lure me here just to beat me up?"},{"T":"301","2":"Roland","3":"We could have sat down and chatted if you had any complaints. Resorting to violence is not how a gentleman like me would have preferred..."},{"T":"301","2":"???","3":"Enough with your bullshit! I've no idea what the mission is! I just want you dead!"},{"T":"301","3":"With those words come even more ferocious attacks. Obscured from vision, Roland is dashing back, unable to counter."},{"T":"302","2":"..."},{"T":"301","3":"For a split second, you seem to meet Roland's beaming gaze. But it disappears so quickly that you wonder if it was just an illusion."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"Knocked back by a strike, Roland collapses to the ground, waving his hand and coughing. Vital fluid drips down from the corner of his mouth."},{"T":"301","2":"Roland","3":"Tsk, doesn't even care about the mission now? Why would they send a psychopath..."},{"T":"301","2":"Roland","3":"C'mon, at least tell me why you want me dead."},{"T":"301","2":"Roland","3":"Did your boss not say anything?"},{"T":"301","2":"Roland","3":"Or... cough... are you just a mercenary, hired to take my life?"},{"T":"301","3":"Roland's words give his opponent a pause. But then something flies into the sky."},{"T":"301","2":"No. 21","3":"...In the sky!"},{"T":"301","3":"You all look up from No. 21's exclamation. A metal monstrosity rises into the sky and pauses, framed by the moon, its aura spine-tingling."},{"T":"301","2":"???","3":"The thing... Mister asked me to reveal to you..."},{"T":"301","3":"The humanoid monster's eyes glimmer, and when it speaks again, its voice is quiet and hoarse, genderless."},{"T":"301","2":"???","3":"'Loki' has already done so."},{"T":"302","2":"(The thing... revealed to him...)"},{"T":"301","2":"Vera","3":"We've been mistaken. Those markings weren't for us."},{"T":"301","2":"???","3":"But, from the look of it, you don't seem to be worthy."},{"T":"301","2":"???","3":"So, let's end it here... hehehe..."},{"T":"301","3":"The humanoid monster laughs like a dog's howl."},{"T":"301","2":"Noctis","3":"What now, Vera? Do we join the fight?"},{"T":"301","2":"Vera","3":"...Noctis, 21, we're retreating."},{"T":"302","2":"Retreating?","4":"But that might be a new Ascendant."},{"T":"301","2":"Vera","3":"It's not related to our mission."},{"T":"302","2":"Haven't you been chasing after the Ascendant all this way?"},{"T":"301","2":"Vera","3":"We did go after the wrong target, and it's not too late to cut our losses. You've finished your mission as well, haven't you, Commandant?"},{"T":"301","3":"There is an implication in her tone. Has Vera noticed something?"},{"T":"301","2":"Vera","3":"...Seems that way, so let's not put our foot in someone else's fight. I still want to hear the long story about the adventure you took my teammate on."},{"T":"302","2":"At least upload the visual data."},{"T":"301","2":"Vera","3":"It's one thing if you want to work your butt off. Me? I just want to clock out as soon as possible."},{"T":"302","2":"Vera..."},{"T":"301","2":"Vera","3":"You can't order me—"},{"T":"302","2":"Not that, Vera. I think we've been exposed."},{"T":"301","3":"No. 21, who has been silent since you arrived here, is straining her body. The alertness to danger is racing through her M.I.N.D."},{"T":"301","2":"No. 21","3":"...I'm spotted!"},{"T":"301","2":"Vera","3":"...Tsk."}]