[{"T":"301","2":"Sophia","3":"Commandant."},{"T":"302","2":"Is something wrong?","4":"S-Sophia...?"},{"T":"301","2":"Sophia","3":"Part of the train's self-diagnostic system failed so the axle temperature detecting system didn't work when the axle boxes overheated which means the alarm didn't sound and the emergency repair didn't happen..."},{"T":"302","2":"Calm down. Speak slowly.","4":"This is a little bit beyond me."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Sophia","3":"Right."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"Lee, what's going on?","4":"The look on your face tells me you've run into trouble?"},{"T":"301","2":"Lee","3":"Something went wrong with the self-diagnostic system. If we don't take care of it now, the train won't last to the next checkpoint. We have to be prepared for an emergency repair in the tunnel."},{"T":"301","2":"Lee","3":"The tunnel is way too narrow for the operation, and there are so many industrial-grade mechanoids inside. If they got infected, we'll be at a serious disadvantage in terms of the environment and our numbers."},{"T":"302","2":"Alright, let me notify the others.","4":"Relax! I can help."},{"T":"301","2":"Lee","3":"Don't underestimate how dangerous it is to fight in the tunnel. I'll try to keep us in an advantageous environment when we stop the train, but, Commandant, you mustn't let your guard down..."},{"T":"302","2":"Don't worry, I know what I'm doing.","4":"Are you worried about me?"},{"T":"301","2":"Lee","3":"You better be."},{"T":"301","2":"Lee","3":"Of course not. I'm just concerned with the effectiveness of our operation here, and it is my job to evaluate the risks and report them."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"I see.","4":"It's not the first day you're on my team."},{"T":"301","2":"Lee","3":"...I'm not wasting more time with you."},{"T":"301","2":"Lee","3":"I've sent you the emergency response proposal, if you can just accept it for me."},{"T":"302","2":"Thanks, Lee.","4":"You're as dependable as always!"},{"T":"301","2":"Lee","3":"Then we should get to work."}]