[{"T":"301","3":"The end of the passage glows red from the alarm."},{"T":"301","3":"Unable to see the other side of the wall, HNB1 readies his weapon and nods to HBG3. Whatever comes in will be destroyed by their coordinated attack."},{"T":"301","3":"————"},{"T":"301","2":"HBG3","3":"Wait!"},{"T":"301","2":"???","3":"Ahh!"},{"T":"301","3":"A stone flies through the dust, bouncing off of HBG3's chest and rolling to HNB1's feet behind him."},{"T":"301","3":"The dust disperses, revealing a human standing in place."},{"T":"301","3":"Scanning<<<<Assessing danger level<<<<"},{"T":"301","2":"HBG3","3":"Don't attack. It's a human."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"HNB1","3":"More precisely, it's a child."},{"T":"301","2":"???","3":"D-don't come any closer!"},{"T":"301","3":"The child in front grabs a small stone beside her, holding onto it like a weapon. She clenches her lips and her eyes brim red. Eyeing the two Tai'E units cautiously, she seems to be looking for an opening to escape."},{"T":"301","2":"HBG3","3":"Greetings. We mean no harm. Did you come in from outside?"},{"T":"301","2":"Little Girl","3":"Go away!"},{"T":"301","3":"The girl throws another stone, but it bounces off HNB1's face with a clear 'ding.'"},{"T":"301","2":"HNB1","3":"Hey, kid! Relax! Do you know how expensive I am?"},{"T":"301","2":"HBG3","3":"Sensing increased heart rate and breathing. Emotional analysis indicates level one fear. Possibility to attempt escape—97.25%. We won't attack you, and you can't run away from us. Please, cease from resisting."},{"T":"301","3":"HBG3 puts the weapon down and quietly steps back."},{"T":"301","2":"HNB1","3":"...Alright alright, guess there's no other way."},{"T":"301","2":"HNB1","3":"Here kid, I'll drop my weapon too."},{"T":"301","2":"Little Girl","3":"..."},{"T":"301","2":"HNB1","3":"Where are your parents? Why are you here alone? Oh, you hurt your knee... Are you okay? Are you separated from your parents? What's going on outside?"},{"T":"301","2":"HBG3","3":"HNB1, can you please turn off your human emotion module? It's interfering with my analysis."},{"T":"301","2":"HNB1","3":"If you don't bandage your wound, it'll get infected. Look... Hey! Wait!"},{"T":"301","3":"Right as the Tai'E units are talking to each other, the girl uses this opportunity to slip between them like an alerted deer."},{"T":"301","2":"HBG3","3":"Please, halt—"},{"T":"301","2":"HNB1","3":"Hey—! Now you're kicking me! I'm expensive!"},{"T":"301","3":"HBG3 stretches out its huge steel hand and picks the girl up. The girl screams in the air and kicks her legs in vain."},{"T":"301","2":"HBG3","3":"You're safe now, human child. We have rescued you."},{"T":"301","2":"HNB1","3":"Let's see. There's sand in your wound. Looks serious..."},{"T":"301","2":"HBG3","3":"There is an 82% chance of scarring."},{"T":"301","2":"Little Girl","3":"..."},{"T":"301","2":"HBG3","3":"Her hostility against you has increased."},{"T":"301","2":"HNB1","3":"Thanks for the explanation. But I'm pretty sure she's trying to punch you in the face, not me."},{"T":"301","2":"Little Girl","3":"I don't care about... Ow!"},{"T":"301","2":"HNB1","3":"Don't move. We need to sterilize the wound, or it will get infected."},{"T":"301","2":"HBG3","3":"Through my analysis of past human habits and behaviors, the non-therapeutic act of blowing on a painful wound can achieve psychological comfort."},{"T":"301","2":"Little Girl","3":"I mean... it's not like you can blow air!"},{"T":"301","2":"HNB1","3":"I have a ventilation system installed on my back. Want to give it a try?"},{"T":"301","2":"HBG3","3":"HNB1, there is a 35% chance that the human will be dragged inside your ventilation system if you were to use it."},{"T":"301","2":"HNB1","3":"I'm just messing with her. I'm not one to hold grudges against some little girl—Alright, done! Here's a pretty bow tied up and... you're good to go!"},{"T":"301","2":"Little Girl","3":"You two are weird... But you don't have the virus... Thank you, I guess."},{"T":"301","2":"HBG3","3":"By virus, do you mean the effects of the 'Punishing Virus'? May I ask, what is that?"},{"T":"301","2":"Little Girl","3":"Daddy said... The Punishing Virus will hurt people and make robots sick."},{"T":"301","2":"HNB1","3":"Robots?"},{"T":"301","2":"Little Girl","3":"Sick robots will... attack humans."},{"T":"301","2":"Little Girl","3":"There are too many sick robots, so people have to fight them."},{"T":"301","2":"Little Girl","3":"We were supposed to drive to a safe place. Daddy said a big boat would take us away, but our car was stopped. So Daddy told me to run first and he would pick me up."},{"T":"301","2":"Little Girl","3":"Daddy told me to... stay away from mechanoids... and keep running to stay alive."},{"T":"301","2":"Little Girl","3":"So I ran the other way... I ran for a long long time..."},{"T":"301","3":"The girls eyes brim with tears and her nose sniffles as she shakes her head."},{"T":"301","2":"Little Girl","3":"I ran for a long time until I ended up here."},{"T":"301","2":"HNB1","3":"You just mentioned a safe place. Do you know where that place is?"},{"T":"301","2":"Little Girl","3":"I don't know..."},{"T":"301","2":"HBG3","3":"How does the virus spread? Is it airborne or..."},{"T":"301","2":"Little Girl","3":"I... I don't know."},{"T":"301","2":"HNB1","3":"..."},{"T":"301","2":"HBG3","3":"..."},{"T":"301","2":"HBG3","3":"If they were planning on evacuating by boat and the main city area is at war, a general range can be calculated by combining her path and the location of the city's port."},{"T":"301","2":"HBG3","3":"Our top priority now is to send the human child to the safe point."},{"T":"301","2":"HNB1","3":"You're not reporting back for duty?"},{"T":"301","2":"HBG3","3":"We are Tai'E. Our top priority is to ensure human safety."},{"T":"301","2":"HBG3","3":"But we don't know anything about the virus. If it causes machines to go haywire..."},{"T":"301","2":"HNB1","3":"But hey, we're still functioning normally."},{"T":"301","3":"Boom—"},{"T":"301","3":"An explosion faintly rumbles in the distance. All three look in the direction of the noise."},{"T":"301","2":"HBG3","3":"We have to hurry."},{"T":"301","2":"HBG3","3":"Combined with the existing information, there must be malfunctioning machines in the city. The safest option would be to avoid them at all costs."},{"T":"301","3":"HBG3 activates his control screen, projecting the topographic map of Kowloong City out of his chest."},{"T":"301","2":"HBG3","3":"Do you see the map?"},{"T":"301","2":"Little Girl","3":"Wait... I didn't say I'd go with you!"},{"T":"301","2":"Little Girl","3":"I'm going back to the city! Daddy must be worried about me. He said he would pick me up!"},{"T":"301","2":"HNB1","3":"Don't be silly. You hear that? That's the sound of war. If you just came from the city, you should know what happened better than us. You are a human child... Even if we go with you, we can't guarantee your safety."},{"T":"301","2":"Little Girl","3":"I... I can protect myself!"},{"T":"301","2":"Little Girl","3":"I know what happened... That's why I have to go back!"},{"T":"301","2":"Little Girl","3":"Also... Why would I trust you in the first place!"},{"T":"301","2":"HBG3","3":"..."},{"T":"301","2":"HNB1","3":"Quit joking around. Regardless, I..."},{"T":"301","2":"HBG3","3":"Okay. Then we shall go with you. It'll definitely be faster with us than just you alone."},{"T":"301","2":"HNB1","3":"Hey, G3!"},{"T":"301","2":"HBG3","3":"Article 1 of the KCC Pulao Crew regulations, Tai'E shall not harm humans, or by inaction allow humans to come to harm."},{"T":"301","2":"HNB1","3":"Bleugh..."},{"T":"301","2":"HBG3","3":"These are our instructions hardwired into our programming. I can't disobey, neither can you."},{"T":"301","2":"HNB1","3":"Of course, I know that! But if she really wants us to take her to the battlefield..."},{"T":"301","2":"HBG3","3":"You and I don't know what's going on in the outside world either."},{"T":"301","2":"HNB1","3":"Alright, you win."},{"T":"301","2":"HNB1","3":"Okay then, kiddo. Let's get you to your place."},{"T":"301","2":"Little Girl","3":"..."},{"T":"301","2":"HBG3","3":"So, do you know how to read a map?"},{"T":"301","2":"Little Girl","3":"Well..."},{"T":"301","2":"Little Girl","3":"I can try."}]