[{"T":"301","3":"When you wake up, you are already in a medical room on Babylonia. You cannot believe that you had fallen asleep while waiting for rescue, but the Support Team claims that Wanshi had been awake until they arrived."},{"T":"301","2":"Doctor","3":"Anyway, there's nothing serious but some scratches. Remember to keep your wounds away from water."},{"T":"301","3":"The medic in the Star of Life uniform before you flips through your medical record projected in the air, instructing you in a serious manner."},{"T":"302","2":"Excuse me, where are the Gray Ravens?"},{"T":"301","2":"Doctor","3":"Eh... the Gray Ravens? I've heard about them, but I don't know who the members are..."},{"T":"301","2":"Doctor","3":"But a few people did come to visit you before you woke up. Are you talking about those three who came together?"},{"T":"302","2":"That's right.","4":"Why, is there someone else?"},{"T":"301","2":"Doctor","3":"They did come to check on you before you woke up, but it seemed like they had an ad hoc mission, so they left."},{"T":"301","2":"Doctor","3":"There was also a male Construct that came by himself..."},{"T":"302","2":"Wanshi?","4":"How long did he stay?"},{"T":"301","2":"Doctor","3":"No idea."},{"T":"301","2":"Doctor","3":"He just sat here for a while... perhaps five or six minutes."},{"T":"301","2":"Doctor","3":"I've sent you a list of things to keep an eye on. Feel free to leave if there are no other problems."},{"T":"301","3":"The doctor soon leaves after this."},{"T":"301","3":"The corridor is filled with medics and Constructs coming and going. Everyone seems busy.","4":"I should have asked about the Red Robins earlier..."},{"T":"302","2":"I should have asked about the Red Robins earlier..."},{"T":"301","2":"Unknown Construct","3":"They are dead."},{"T":"301","3":"You hear a voice nearby."},{"T":"302","2":"Dead?","4":"You are?"},{"T":"301","3":"It is a gloomy-looking Construct with her long hair tied in a messy knot. She glances at you after hearing your question, but then she heads toward the end of the corridor without saying anything."},{"T":"301","3":"You happen to see the name written on the tag on her chest during that brief moment."},{"T":"301","3":"Paloma... she's the teammate they mentioned."},{"T":"301","3":"You hear the sound of children chasing each other not far away as a rolling football stops at your feet."},{"T":"301","2":"Unknown Boy","3":"Hey—"},{"T":"301","3":"A boy waves at you as if asking you to throw the ball back at him.","4":"(Throw it)"},{"T":"301","3":"He catches it and kicks, missing, and the ball hits the goalpost. The other children let out a kindly tease as he sticks his tongue out. Another kid enters to replace him, and he runs toward the rest area where you are."},{"T":"301","2":"Unknown Boy","3":"Thanks for the pass."},{"T":"302","2":"Sure."},{"T":"301","2":"Unknown Boy","3":"What are you doing here? I don't think I've seen you before."},{"T":"302","2":"I'm looking for someone."},{"T":"301","3":"You are hoping to find Wanshi. After asking Kamui, you know that he may be resting somewhere in the academy."},{"T":"301","2":"Unknown Boy","3":"Who?"},{"T":"302","2":"A Construct with white hair..."},{"T":"301","3":"You answer him despite not thinking there is any hope."},{"T":"301","2":"Unknown Boy","3":"Eh? You mean Wanshi?"},{"T":"302","2":"Do you know him?"},{"T":"301","2":"Unknown Boy","3":"Wanshi has hogged our unused classroom!"},{"T":"301","2":"Unknown Boy","3":"There used to be another blond guy coming for him as well. Since you helped me with the ball earlier... he's in 2-31A by the corridor on the second floor."},{"T":"301","3":"The boy winks slyly."},{"T":"301","2":"Unknown Boy","3":"Don't tell Wanshi that I told you this!"},{"T":"301","3":"As you push the door open, a figure comes into your sight in the corner of the classroom."},{"T":"301","3":"Wanshi really is lying on a 'bed' made of two desks pushed together. The way his hands and feet curl up makes you feel sorry."},{"T":"301","3":"A note that reads 'Wanshi's Resting Place' is taped on the desk where he is lying, which seems to be written by children."},{"T":"301","3":"You can hardly believe that he can fall asleep in a place like this, especially with all the noises from the kids outside."},{"T":"301","2":"Wanshi","3":"It's the second time."},{"T":"302","2":"Huh?","4":"Did I wake you up?"},{"T":"301","2":"Wanshi","3":"It's the second time you've broken into where I sleep."},{"T":"302","2":"...I'm sorry?"},{"T":"301","3":"Though he is talking to you, you are not used to talking when you cannot see the other person, so you cannot help but walk inside the room."},{"T":"301","3":"You can see the scene outside the window, where children are still playing sports with laughter. It is hard to look away from such a lively scene."},{"T":"301","3":"As if the war is taking place in another world."},{"T":"301","3":"But..."},{"T":"302","2":"Is it really possible to fall asleep with all these noises?","4":"How did you bribe those kids?"},{"T":"301","2":"Wanshi","3":"...Noises? Well, I'm not afraid of noises..."},{"T":"302","2":"But when we were in the shooting range..."},{"T":"301","2":"Wanshi","3":"Well... I didn't mean to say you were noisy."},{"T":"301","2":"Wanshi","3":"Just wanted to talk to you then."},{"T":"301","2":"Wanshi","3":"Well... the Wanshi special candy."},{"T":"302","2":"Is that a real thing?","4":"So are you really a 'Wish Machine'?"},{"T":"301","2":"Wanshi","3":"Do you want to give it a try?"},{"T":"301","2":"Wanshi","3":"'Wish Machine'... How much did Kamui tell you, huh?"},{"T":"301","3":"His voice has suddenly gotten closer. You turn around to find Wanshi having stood up at some point, half leaning on the wall, and his sight goes past you into the world outside the window."},{"T":"301","3":"Beside him is the memory foam pillow you gave him. You have not expected that he would bring it here."},{"T":"302","2":"...Did I interrupt you?"},{"T":"301","2":"Wanshi","3":"Don't mind it."},{"T":"301","3":"The artificial sunlight of Eden shines through the windows, leaving dim spots of light on the metallic walls."},{"T":"301","3":"Wanshi sits cross-legged on the desk, his short silver hair sticking up from his sleep. His eyes are calm, and he looks like a hawk in the twilight, soaked from a sudden downpour."},{"T":"302","2":"Feeling blue?","4":"(Remain quiet)"},{"T":"301","2":"Wanshi","3":"The place reminds me of when I was studying here. I was so busy at that time... studying day and night to get good grades."},{"T":"301","2":"Wanshi","3":"The only time I'd feel happy was when I passed out from being exhausted and fell asleep on the desk."},{"T":"301","3":"Wanshi whispers as if he is talking in his sleep, and a gust of wind through the window would scatter his words."},{"T":"301","2":"Wanshi","3":"Well... I'm not really happy."},{"T":"302","2":"Because of the Red Robins?"},{"T":"301","2":"Wanshi","3":"Aha, it's because one of my favorite sleeping spots is taken..."},{"T":"301","2":"Wanshi","3":"Seems that the Gray Ravens are having a meeting about some mission in the tactical conference room..."},{"T":"302","2":"I don't think it's a good idea to sleep in a conference room."},{"T":"301","2":"Wanshi","3":"But the chairs in the conference room are so comfortable..."},{"T":"301","2":"Wanshi","3":"Gray Raven Commandant... You're a commandant, so you must have been through a lot of wars, right?"},{"T":"301","2":"Wanshi","3":"What do you think... is the meaning of wars?"},{"T":"302","2":"Taking back the Earth.","4":"Protecting the people around us.","6":"Right there."},{"T":"301","2":"Wanshi","3":"With such an ambitious dream while protecting those around..."},{"T":"301","2":"Wanshi","3":"Is it? That includes me, right?"},{"T":"301","3":"Wanshi points to himself and falls over your way after finishing the sentence."},{"T":"302","2":"Stay awake!"},{"T":"301","2":"Wanshi","3":"I'm counting on you as the lookout, Gray Raven Commandant."},{"T":"301","2":"Wanshi","3":"If Kamui comes over... Yawn... Please stop him no matter what..."},{"T":"301","3":"As you point out the window, the children downstairs shout out, their energy shining brighter than the sun."},{"T":"301","3":"The boy running through the field seems to notice you and waves in excitement."},{"T":"301","2":"Wanshi","3":"...Is that... so? This is what it means."},{"T":"301","3":"Wanshi buries his head between his arms, and his voice becomes dull."},{"T":"301","2":"Wanshi","3":"After 'that time,' I thought you were like Captain Chrome."},{"T":"302","2":"What does that mean?"},{"T":"301","2":"Wanshi","3":"...I meant it in a good way."},{"T":"301","2":"Wanshi","3":"But after getting to know you... it seems that you are more like Kamui."},{"T":"302","2":"And now?"},{"T":"301","2":"Wanshi","3":"Now? You..."},{"T":"301","2":"Wanshi","3":"You're... just you."},{"T":"301","3":"Wanshi murmurs, and even you are affected by the calmness of it all."}]