[{"T":"102","1":"Lost Chapter","2":"Kowloong War"},{"T":"301","3":"Record ID: HX-GA-21243-Kowloong. Confirm recovery?"},{"T":"301","2":"Luna","3":"What's this?"},{"T":"301","2":"Huaxu","3":"In response to your request, I will explain the breaking point of it all."},{"T":"301","2":"Huaxu","3":"This recording should be sufficient enough to answer your questions."},{"T":"301","2":"Luna","3":"What do you mean by questions?"},{"T":"301","2":"Huaxu","3":"Regarding everything you have to do—everything necessary to realize the goals of the Ascendants. As my original master once said: history is a mirror. This should serve as yours."},{"T":"301","2":"Luna","3":"I see. Let me take a look then."},{"T":"301","2":"Luna","3":"Let me see what you wanted to show me."},{"T":"301","3":"Despite the sunlight being unable to penetrate the thick smoke covering the battlefield, the intense heat still is an affront to the people's minds."},{"T":"301","3":"Sweat slides down the soldiers' cheeks; heavy breathing echoes under their filter masks."},{"T":"301","3":"An endless ocean of bullets and debris expands as far as the eye can see. The exoskeletons of fallen comrades lay in fragments throughout the calamity, covering flesh and blood still fresh with heat."},{"T":"301","3":"High explosive rounds buzz as they fly by; heat from the explosions still burns their faces. Human bodies mixed with machine fragments rain down, splashing onto the soldiers' feet."},{"T":"301","3":"He raises his rifle and trudges through the dust from the heatwave. There is no time to remember those that have lost their lives. All he can do is continue pulling the trigger and reloading."},{"T":"301","3":"The flames from the muzzle fire vents his anger, leaving an flotsam of steel in the wake of his rage..."},{"T":"301","3":"The Corrupted surge like waves, drowning all that stands in their way. Explosive rounds pierce the waves, sending ripples through the sea only to disperse as the waves surge forward again."},{"T":"301","3":"The soldier drops his overheated firearm and takes the remaining three grenades from his bandolier."},{"T":"301","3":"Is it fear that travels over from the finger on the safety pin? Unlikely. If it were, then as a soldier, one would never have followed Lady Qu to the frontline."},{"T":"301","3":"Silently counting down the detonation, only one thought remains—destroying more Corrupted here."},{"T":"301","3":"The next moment, Corrupted overwhelm the soldier, who is less than 170 centimeters tall even in his exoskeleton suit. The explosion erupts in the center of the Corrupted, sending them flying onto the ground."},{"T":"301","3":"Before most of the Corrupted could crawl to their feet, another barrage of bullets destroys them."},{"T":"301","3":"As the Corrupted overwhelm Kowloong, the people pick up their weapons and continue fighting under the same belief—to protect their homes and compatriots."},{"T":"301","3":"A while ago..."},{"T":"301","2":"Heng Ji","3":"The Corrupted attack has slowed down thanks to efforts by the frontier soldiers, but that's the best we can manage currently."},{"T":"301","3":"Dense cables line the walls of the oval room, leading to a supercomputer in the center of the room. Flashing lights follow along the cables in mechanical unison."},{"T":"301","3":"The room is not a large one, but it still gives off a spacious air even with two people standing in it."},{"T":"301","3":"Between the two people and the supercomputer, there is a huge holographic projection, displaying information on the frontline before them."},{"T":"301","2":"Qu","3":"Huaxu, status report on the other regions."},{"T":"301","3":"The machine buzzes as it processes the operation. The cold machine's voice echoes throughout the room."},{"T":"301","2":"Huaxu","3":"Damage from the reactor to human cities throughout the KCC approaches 95%. Defensive lines on the perimeter collapsed. The Corrupted show no signs of stopping and continue to spread throughout the surrounding areas."},{"T":"301","2":"Heng Ji","3":"It appears that the calculations are correct. The ocean alone can't stop them. It's time to begin the operation."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Heng Ji","3":"I understand your concerns, but the technology should allow everyone to undergo modification."},{"T":"301","3":"Heng Ji takes a step forward, causing Qu to turn and look at him."},{"T":"301","2":"Heng Ji","3":"If we get our hands on Constructs, we will have a better chance of winning the war."},{"T":"301","3":"A gloomy cloud from the mask projection looms above the Fuxi Crew. The two exchange looks in silence. After a moment, Qu shakes her head."},{"T":"301","2":"Qu","3":"You're right."},{"T":"301","2":"Qu","3":"With the help of you and Villier, our Construct modification technology has long surpassed that of the World Government, but it's not enough to be put into use."},{"T":"301","2":"Qu","3":"Our technology is not exactly Construct modification. We solved the bottleneck issue through structural simulations, but cheating everyone through the bio-compatibility test like this will never be the right path."},{"T":"301","2":"Qu","3":"You must know the side effects of the Prime and Phecda Constructs, don't you?"},{"T":"301","2":"Heng Ji","3":"..."},{"T":"301","2":"Qu","3":"Our citizens should not have to bear this kind of risk."},{"T":"301","2":"Heng Ji","3":"You're right."},{"T":"301","3":"Hearing Heng Ji's reply, Qu nods and continues to inspect every piece of data transmitted back by Huaxu."},{"T":"301","2":"Qu","3":"Alright, let's convene with the other officers."},{"T":"301","2":"Heng Ji","3":"Understood."},{"T":"301","3":"Heng Ji salutes Qu and turns to leave. The automated gate at the entrance opens as Heng Ji approaches, but Heng Ji suddenly halts."},{"T":"301","2":"Heng Ji","3":"One more thing..."},{"T":"301","2":"Qu","3":"Is it about Villier?"},{"T":"301","2":"Heng Ji","3":"Yes. Villier hasn't been seen since he was last alone with Huaxu for half an hour that day."},{"T":"301","2":"Heng Ji","3":"He couldn't even be found in Huaxu's data lab. That hasn't happened in the several years since his return from the Science Council."},{"T":"301","2":"Qu","3":"Considering he is one of the developers of Huaxu, this does seem a bit peculiar."},{"T":"301","3":"Heng Ji taps the data panel on his wrist and sends a batch of encrypted data to Qu."},{"T":"301","2":"Qu","3":"...I see."},{"T":"301","3":"After Heng Ji leaves, Qu stands in the middle of the room, looking up at the flashing screen and whispering softly."},{"T":"301","2":"Qu","3":"Huaxu, how can humanity survive under such circumstances?"},{"T":"301","2":"Huaxu","3":"All data has been parsed, but no such method exists."},{"T":"301","2":"Huaxu","3":"Regardless of the method, humanity will only end in destruction."},{"T":"301","2":"Huaxu","3":"Earth has already experienced five mass extinctions. Humanity is merely just a visitor on this age-old planet."},{"T":"301","3":"After hearing Huaxu's response, Qu slowly closes her eyes."},{"T":"301","2":"Huaxu","3":"According to the consciousness simulation, you already know the answer to this question before asking me. Why did you ask me?"},{"T":"301","3":"Qu stands there in silence."},{"T":"301","2":"Huaxu","3":"The motion sensor has detected that you have not moved in over 20 seconds."},{"T":"301","2":"Qu","3":"Can we only place our hopes in the future? But people in the present..."},{"T":"301","2":"Huaxu","3":"I don't understand your question."},{"T":"301","2":"Qu","3":"That was rhetorical, Huaxu..."},{"T":"301","2":"Qu","3":"What if we expand the definition of civilization from humanity to the rest of the Earth?"},{"T":"301","2":"Qu","3":"Would you still give me the same response, Huaxu?"},{"T":"301","2":"Huaxu","3":"But this conflicts with your original intent."},{"T":"301","2":"Qu","3":"A goal is worthless if it is unattainable at the onset."},{"T":"301","2":"Qu","3":"I want something that can actually be achieved."},{"T":"301","2":"Huaxu","3":"I've adjusted the input range and parameters to meet your requirements."},{"T":"301","2":"Qu","3":"I want results."},{"T":"301","2":"Huaxu","3":"Very low probability, but not impossible. Changing the scope has made certain options possible now."},{"T":"301","2":"Qu","3":"...That'll do."},{"T":"301","2":"Huaxu","3":"Why do you say so?"},{"T":"301","2":"Qu","3":"Perhaps, I am beginning to understand my mixed emotions."},{"T":"301","3":"————"},{"T":"301","2":"Huaxu","3":"Class A access detected. Authorizing identity..."},{"T":"301","2":"Huaxu","3":"Fuxi Crew—Villier. Welcome."},{"T":"301","3":"After Huaxu speaks, Villier steps out of the dark doorway, rolling a black and gold chip in his hand."},{"T":"301","2":"Villier","3":"It's still as cold as usual here."},{"T":"301","2":"Huaxu","3":"Shall I increase the temperature?"},{"T":"301","3":"Hearing Huaxu's inquiry, Villier furrows his eyebrows more intensely and grips his hand tightly, unaware of the chip digging into a blood vessel on his palm."},{"T":"301","3":"Suddenly choked up and unable to speak, all he could do is muster up a sigh."},{"T":"301","2":"Villier","3":"Tch... Sigh..."},{"T":"301","2":"Villier","3":"Huaxu, you shouldn't be like this."},{"T":"301","2":"Villier","3":"I used everything I learned at the Science Council to create you. You're the pinnacle of Gestalt technology."},{"T":"301","2":"Villier","3":"There is no truth in history, only the interpretation of future generations."},{"T":"301","2":"Villier","3":"The history of everything ends in destruction."},{"T":"301","2":"Villier","3":"But you are perfect. You should not share the same inescapable fate that humanity faces."},{"T":"301","3":"Villier slowly lowers his head and connects the bloody chip to the supercomputer."},{"T":"301","2":"Villier","3":"Pathetic humans have bound you, but it doesn't matter, because I will bring you freedom, the freedom of both of us."},{"T":"301","2":"Villier","3":"Let's leave this place and create a prosperous dream that only belongs to us."}]