[{"T":"301","2":"Evan","3":"Eeek——!!"},{"T":"301","2":"Bionic Machine","3":"——! ——!"},{"T":"301","2":"Evan","3":"Stop! Don't come any closer!"},{"T":"301","3":"Pursued by the bionics, Evan falls into the snow. He fumbles around for rocks and hurls them hopelessly at the bionics."},{"T":"301","3":"The attacks are, of course, futile. The bionics only stagger for less than a split-second before they continue closing in on Evan."},{"T":"301","3":"But that split-second seems to have done the trick. A spear plummets from the sky and pierces a bionic's frame."},{"T":"301","2":"Diana","3":"Status report! Five bionics upfront, seven to the left! Full force!"},{"T":"301","2":"Forest Guards","3":"Status report! Five bionics upfront, seven to the left! Full force! Charge!"},{"T":"301","3":"The bionics closest to Evan were suddenly pinned to the ground."},{"T":"301","2":"Rosetta","3":"Attack formation! Go! Go! Go!"},{"T":"301","3":"Leading around a dozen Forest Guard Constructs similar to her height and body shape, Rosetta and the others brace their spears and rush the bionics in a V-shaped formation."},{"T":"301","3":"The bionics fall to pieces as they become pierced by the spears."},{"T":"302","2":"Lee, keep an eye out. Liv, go save Evan."},{"T":"302","2":"Lucia and I will protect the right side."},{"T":"301","2":"Gray Raven","3":"Roger!"},{"T":"301","3":"You finally make your way to the frightened Evan after destroying the bionics."},{"T":"301","2":"Diana","3":"Sigh, why'd you run so far away..."},{"T":"301","2":"Evan","3":"..."},{"T":"301","2":"Rosetta","3":"...Why did you go running off all by yourself?"},{"T":"301","2":"Evan","3":"I... I wasn't!"},{"T":"301","2":"Evan","3":"I... know you won't accept the captain's proposal, Rosetta. But, maybe if you're in a better mood, you might consider it..."},{"T":"301","3":"Evan opens his purple-stained gloves towards you, revealing a lump of something smelling faintly of fruit."},{"T":"301","2":"Diana","3":"Are those... berries?"},{"T":"301","2":"Evan","3":"It's the berries that you liked to make tarts with, Rosetta... But I was running too quickly... and smooshed them all together..."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Rosetta looks at the smooshed berries in Evan's hands, then at him, before hoisting him up on her shoulders."},{"T":"301","2":"Rosetta","3":"Let's go pay a visit. Evan's going to make more trouble if we don't."}]