[{"T":"301","3":"It's just a small badge with the logo of F.O.S. printed on it, nothing luxurious. It's not made from any rare material either."},{"T":"301","3":"This object isn't worth much to most people, but it means a lot to you. It is a souvenir to your time spent in F.O.S., but also an alarm to remind you of the oath you once made."},{"T":"301","3":"Of course, it never blocked any lethal bullet like in the stories."},{"T":"301","3":"When you face difficult decisions, you always look at it, for it can help you to find your true self."},{"T":"301","3":"When stress makes you want to run away, it is always there to remind you of your identity, responsibility, and every single person that has been backing you up along the way."},{"T":"301","3":"It is like an old friend that has survived countless difficult battles together with you. Maybe time will wear it down and one day you will have to put it away in a box, but you cannot let it disappear like this."},{"T":"301","2":"Pulao","3":"That's very important! How can you still be so calm?"},{"T":"301","3":"Pulao looks more anxious than you. She bends down and starts looking for the badge."},{"T":"301","2":"Pulao","3":"Let's search here for any possible clue. Don't worry, Commandant! I will get it back for you."},{"T":"301","2":"Pulao","3":"It's all my fault. If I wasn't so overjoyed, they wouldn't have the chance. If only I could pay more attention to the surroundings..."},{"T":"301","3":"Guilt and remorse are slowly eroding her. Pulao has done nothing wrong, but her sense of duty cannot allow herself to let her guard down."},{"T":"302","2":"Don't worry. It's actually a good thing."},{"T":"301","2":"Pulao","3":"You don't need to console me, Commandant. I will cheer myself up. Those thieves won't get away, I promise."},{"T":"301","2":"Pulao","3":"I know very well how it feels to lose something important. It's like... my past, present and future are all missing a piece."},{"T":"301","2":"Pulao","3":"I don't know how to describe it better, but I'm sure it feels very sad."},{"T":"301","3":"An ordinary kid of her age would probably cry even harder when comforted. But Pulao only pats her own cheeks, then puts up a forced smile."},{"T":"301","3":"You haven't spent a long time with her, but you already know her nature. That is why you were not trying to console her; it was more like stating a fact."},{"T":"302","2":"But I mean it."},{"T":"302","2":"I put a tracker on the badge."},{"T":"301","3":"The instructor at F.O.S. once told you to prepare for all possible negative outcomes."},{"T":"301","3":"The loss of the badge may be out of your control, but you can at least make some preparation to quickly get it back."},{"T":"301","3":"Always look at the big picture and do everything you can. This mindset has helped you so many times—"},{"T":"301","2":"Pulao","3":"Commandant... Do you often lose things?"},{"T":"302","2":"Ahem..."},{"T":"301","2":"Pulao","3":"No ordinary person would put a tracker on their graduation badge. Who would steal such a thing? It's like turning on navigation when the destination is just one street away."},{"T":"302","2":"I really was just considering the worst outcome."},{"T":"301","2":"Pulao","3":"Hmm... It's true. Commandant can always notice something I missed. Let's start tracking it right now. This time, I'll get all of them!"},{"T":"301","3":"Tracking the badge isn't as easy as you think. The tracker is constantly returning signals, but a Babylonia terminal does not have detailed maps of the Nighter stored."},{"T":"301","3":"Both you and Pulao have also tacitly avoided the solution of uploading the Nighter's map to the terminal."},{"T":"301","3":"As a result, the tracker can only provide you with the approximate direction and straight distance. The street layout is quite complicated with numerous alleys running across. Without Pulao, you would probably be lost long ago."},{"T":"301","3":"But after a long pursuit, even Pulao seems to have made a mistake. You see an over 10 meters tall wall in front. Even Constructs can hardly go over it. You have come to a dead end."},{"T":"301","2":"Pulao","3":"Commandant, is the target still moving?"},{"T":"301","3":"You check the terminal. The answer is yes."},{"T":"301","2":"Pulao","3":"How is that possible? This should be a checkmate according to my plan. There is no way out behind the wall."},{"T":"302","2":"Is he moving over the roofs?"},{"T":"301","2":"Pulao","3":"I have been monitoring those areas. I would have noticed if he is running along the roofs."},{"T":"301","2":"Pulao","3":"Hmm... We'll have to go around it."},{"T":"301","2":"Pulao","3":"This way, Commandant! Follow me, don't get lost."},{"T":"301","3":"After some time..."},{"T":"301","2":"Pulao","3":"Are you sure the target is nearby, Commandant?"},{"T":"301","3":"No wonder Pulao is so confused. The terminal shows the badge should be just 10 meters ahead."},{"T":"301","3":"But there is nothing nearby. You search around carefully and move closer, but the familiar metal badge is nowhere to be seen."},{"T":"301","2":"Pulao","3":"I can't find anything either. If your tracker is working fine, then there is only one possible explanation."},{"T":"301","3":"Pulao stares at the road surface as if she wants to see through it."},{"T":"301","2":"Pulao","3":"The suspect is moving through pipes!"},{"T":"302","2":"The pipes?"},{"T":"301","2":"Pulao","3":"The Nighter installed many pipes under the roads to supply the life needs of civilians."},{"T":"301","2":"Pulao","3":"Only by moving through pipes can he ignore the obstacles on the ground."},{"T":"301","2":"Pulao","3":"We can't see him, because he is right under us!"},{"T":"301","2":"Pulao","3":"But most pipes aren't designed for humans to pass. Only small maintenance robots can go through."},{"T":"301","2":"Pulao","3":"Looks like my initial guess was wrong. There is only one real suspect, which is that shadow. He must be using a machine to steal things."},{"T":"301","2":"Pulao","3":"Now I need to watch the direction of pipes. If only I can break through the ground... But no! I can't cause more troubles to the residents and Bixi Crew!"},{"T":"302","2":"It is moving again."},{"T":"301","2":"Pulao","3":"I have taken the pipe direction into account. Let's go! He won't get away this time!"},{"T":"301","3":"The girl's eyes are burning with passion. She dashes toward the end of the street."},{"T":"301","2":"Pulao","3":"Hmm, this is a great location for doing dodgy business. According to the map, there is a drain that connects to the pipe."},{"T":"301","3":"In front of you is a derelict mansion that would fit perfectly in a Golden Age horror movie. The building seems to have been abandoned for a long time. Wind shakes a broken paper lantern, leaving shredded paper and dust on the ground."},{"T":"301","2":"Pulao","3":"Alrighty. I'm going in... Argh! What are you doing, Commandant! Put me down!"},{"T":"301","3":"Pulao seems to have decided to break in while you are still observing the location."},{"T":"301","3":"If you don't stop her, the thick wooden door would break into pieces after being kicked by a Construct."},{"T":"301","3":"You have to raise Pulao up in the air. She can only kick her legs and twist her body in protest."},{"T":"302","2":"The shadow could well be inside too."},{"T":"301","3":"You lower your voice and explain to Pulao. She immediately understands and covers her mouth. Seeing that she has calmed down, you also put her down."},{"T":"301","2":"Pulao","3":"What should we do then?"},{"T":"301","3":"After confirming the signal is still there, you point at the wall on the side. It's quite tall, but not a problem for Constructs."},{"T":"301","3":"Once Pulao is up on the wall, you can easily cross over with her help. Pulao has understood your plan. She nods and walks toward the wall."},{"T":"301","3":"A quick leap takes Pulao up the wall with ease. Nimble as a cat, she has not made any noise. She first peeks inside the mansion and waves to you."},{"T":"301","3":"You then walk over and reach out your hand. To your surprise, she isn't taking it, but grabs your neck like a pet—"},{"T":"301","3":"The world turns upside down and returns to normal again. You find yourself standing on the bricks inside the mansion. Pulao jumps off the wall. You see the pleasure of revenge on her face."},{"T":"301","2":"Pulao","3":"I'm a lady, Commandant. You can't treat me like a kid."},{"T":"302","2":"Sure, Lil' Pulao. No problem.","4":"Sorry. My bad."},{"T":"301","2":"Pulao","3":"Hmph!"},{"T":"301","3":"Apparently unsatisfied with your answer, Pulao decides to turn her attention to the main hall instead. That's where the signal comes from."},{"T":"301","3":"Pulao carefully tiptoes toward the main hall. You stealthily follow behind."},{"T":"301","3":"The door to the main hall is long gone. You can see the inside from stairs, but due to poor lighting, some area is still covered in shadow."},{"T":"301","3":"You suddenly see a red shadow flashing through—"},{"T":"301","3":"(Crack—)"},{"T":"301","3":"You are about to warn Pulao, but she is acting way faster. Her stomp has crushed the bricks underneath. She reaches out for the shadow's shoulder, trying to take it down."},{"T":"301","3":"To your surprise, the shadow easily dodges her grasp. You hear a somewhat familiar voice."},{"T":"301","2":"??","3":"Pu... lao?"},{"T":"301","3":"She sounds uncertain and slightly surprised."},{"T":"301","2":"Pulao","3":"Yazi? What are you doing here?"},{"T":"301","3":"She walks out of the shadow, still carrying her red umbrella."},{"T":"301","2":"Yazi","3":"I just happened to be patrolling here. Oh, and I was trying to catch this."},{"T":"301","3":"Yazi takes out a bionic rat that has stopped functioning."},{"T":"301","2":"Yazi","3":"It was a spy machine used for surveillance in the past. But this one's program logic seems to have messed up, making it behave like a real rat."},{"T":"301","2":"Pulao","3":"Huh? Do we still have this on the ship?"},{"T":"301","2":"Yazi","3":"We got rid of them long ago. This one probably manages to get through thanks to the program error. Oh, speaking of which, this must belong to the commandant."},{"T":"301","3":"Yazi tosses over a round piece of metal. It's the badge that you have been looking for."},{"T":"301","2":"Yazi","3":"The bionic rat had your badge tied to its tail. I had to wash and sterilize it because it was soaked in dirty water. Hope you don't mind."},{"T":"302","2":"I can't thank you enough."},{"T":"301","2":"Pulao","3":"Have you been hunting for this rat, Yazi?"},{"T":"301","2":"Yazi","3":"Right, but it's a cunning one. Quite a few times, I could only watch it steal things from other people."},{"T":"301","2":"Pulao","3":"Red... A head the size of an umbrella... So the ghost they've been talking about is you, Yazi..."},{"T":"301","2":"Yazi","3":"What ghost?"},{"T":"301","3":"Pulao briefly explains everything to Yazi: the reminder she heard from the diner, the investigation you did today, and how you searched all the way here."},{"T":"301","2":"Yazi","3":"It seems my carelessness has caused some trouble. I will pay more attention from now on."},{"T":"301","2":"Yazi","3":"But I have another question."},{"T":"301","3":"Yazi gazes at Pulao."},{"T":"301","2":"Yazi","3":"Your duty today is to protect the Babylonia guests, right? Why do I only see the commandant here? What's with your dress and this rattle drum...?"},{"T":"301","2":"Pulao","3":"Ah!"},{"T":"301","3":"Pulao quickly hides behind you, leaving only her head out. She cannot look Yazi in the eyes."},{"T":"301","2":"Pulao","3":"There is a... long story. But I have a very good reason. And... right, Commandant asked me to dress up like this. I am not slacking!"},{"T":"302","2":"You explain the situation to Yazi."},{"T":"301","2":"Yazi","3":"...Just like the rumors stated, the commandant of Gray Raven is indeed very..."},{"T":"301","3":"Yazi pauses a little, trying to find the right word."},{"T":"301","2":"Yazi","3":"Unconventional."},{"T":"302","2":"I'm flattered.","4":"..."},{"T":"301","2":"Pulao","3":"I agree. Commandant's so good."},{"T":"301","2":"Pulao","3":"But Commandant's suggestion really works."},{"T":"301","2":"Pulao","3":"Thanks to Commandant, I learned a lot of things that I never knew... Oh right!"},{"T":"301","3":"Pulao suddenly thinks of something and takes Yazi's hand."},{"T":"301","2":"Pulao","3":"Yazi, you should apologize to the civilians affected. You said it was due to your ignorance. You should make up for the loss then."},{"T":"301","2":"Yazi","3":"But... They don't seem to be eager to see me."},{"T":"301","2":"Pulao","3":"Don't worry. They actually don't hate Dragon Children that much. Besides, I will be there with you!"},{"T":"301","2":"Pulao","3":"Maybe you will get along even better after they find out the real identity of the shadow."},{"T":"301","2":"Yazi","3":"Okay..."},{"T":"301","2":"Pulao","3":"Can you come with us, Commandant? Actually, I'm still a little worried..."},{"T":"301","2":"Pulao","3":"We will do the talking ourselves. But I just feel more relieved with you around, Commandant."},{"T":"301","3":"Pulao stares at you like a kid waiting for her gift."},{"T":"301","3":"She says she's only 'a little' worried, but her hand trembles as she holds Yazi's hand."},{"T":"302","2":"Sure, Lil' Pulao. No problem.","4":"Of course."},{"T":"301","2":"Pulao","3":"I said, I'm not a kid!"},{"T":"301","2":"Yazi","3":"Ouch..."},{"T":"301","2":"Pulao","3":"Hooray!"}]