[{"T":"301","3":"The outline of the refugee camp gradually fades into the distance and the temperature begins to drop rapidly."},{"T":"301","3":"Unlike the wilderness, the few refugees scattered throughout the camp were enough to dispel the cold from their breath alone."},{"T":"301","3":"But now, the cold wind holds you in its frigid embrace."},{"T":"301","3":"The heat from your breath condenses into a white fog. The thought of potentially freezing to death spurs you on as you follow the scout's white figure onward."},{"T":"301","3":"Wanshi's familiarity with the surrounding terrain allows him to adeptly find the most efficient route for conserving strength while also avoiding the Red Tide."},{"T":"301","3":"That being said, the trek is still no easy feat for a human."},{"T":"301","2":"Wanshi","3":"Why didn't you put on a thermal suit?"},{"T":"302","2":"It's too heavy and hinders movement."},{"T":"301","2":"Wanshi","3":"Why are you willing to throw your life away for someone you just met? You really are somethin' else..."},{"T":"301","2":"Wanshi","3":"Let's stop for some water. I remember the terrain up ahead. As long as he didn't jump into the Red Tide, we should be right on him."},{"T":"302","2":"I'm good.","4":"Thank you."},{"T":"301","2":"Wanshi","3":"Hmph... No, you're not. Based on how little you've drunk since we left, you need to hydrate."},{"T":"301","2":"Wanshi","3":"We may be in a hurry, but if you pass out, then this'll be a lost cause."},{"T":"301","2":"Wanshi","3":"Don't mention it..."},{"T":"301","3":"You stop next to a rock formation and rest."},{"T":"301","2":"Wanshi","3":"Your intermittent daydreaming hasn't been acting up recently, has it?"},{"T":"302","2":"How could you tell?"},{"T":"301","2":"Wanshi","3":"I used to be in the medical corps. I've still got an eye for that sorta stuff."},{"T":"301","2":"Wanshi","3":"It happens frequently and without warning. The symptoms don't correspond to any disease I recall."},{"T":"301","2":"Wanshi","3":"What's wrong?"},{"T":"302","2":"...","4":"Don't worry about it."},{"T":"301","2":"Wanshi","3":"Hmph... Forget I asked. Not like I'm trying to prod you for anything."},{"T":"301","2":"Wanshi","3":"Alright... If that's the case, I'll stop bugging you about it."},{"T":"301","2":"Wanshi","3":"Anyway, I already know about your condition. I won't let it happen when everything is on the line again."},{"T":"302","2":"Why did you bring me out here?"},{"T":"302","2":"Did you say all of that to me on purpose?"},{"T":"302","2":"Not just me. It's for Lee as well."},{"T":"301","2":"Wanshi","3":"Heh... Clever."},{"T":"301","2":"Wanshi","3":"I'm starting to see why my Captain thinks of Gray Raven so highly."},{"T":"301","3":"Wanshi's dull expression suddenly turns sharp. His voice no longer carries the same apathetic tone."},{"T":"301","2":"Wanshi","3":"Correct. I could have easily found this child by myself."},{"T":"301","2":"Wanshi","3":"Constructs move faster without having to drag a human along."},{"T":"302","2":"But you did anyway."},{"T":"301","2":"Wanshi","3":"Because I was curious."},{"T":"301","2":"Wanshi","3":"Curious about what caused the Red Tide and the evolution of the Punishing Virus."},{"T":"302","2":"(Remain quiet)"},{"T":"301","3":"Even though you remain quiet, you can't help but think of that colossal nightmare."},{"T":"301","3":"The Hetero-Creature known as Polyphages—the same creatures that nearly spelled doom for Gray Raven."},{"T":"301","2":"Asimov","3":"This is a monster bred by the Ascendants—the Polyphage. It's similar to the Rail Heterozygotes we have encountered before. After preliminary analysis, we've determined that it's also driven by Hetero-Core fragments."},{"T":"301","2":"Asimov","3":"However, the situation is fundamentally different from that on Akdilek. Even though both are driven by Hetero-Core fragments, the Polyphage is far more complex than the Rail Heterozygote."},{"T":"301","2":"Asimov","3":"It's not a Heterozygote, but rather a new type of Punishing creature that simulates organisms on Earth through evolution. In other words, it's a Hetero-Creature."},{"T":"301","2":"Asimov","3":"Although there is no conclusive evidence, we reasonably suspect that the Hetero-Core fragments within it not only serve as the power source for its own existence, but also triggers the Red Tide."},{"T":"301","2":"Asimov","3":"Otherwise, the timing of the two would be too coincidental."},{"T":"301","2":"Asimov","3":"It's about the battle with the Ascendants. Information on the Polyphage has been released, but the fact that they contain Hetero-Core fragments is still top-secret."},{"T":"301","2":"Hassen","3":"【kuroname】, I hope that you can keep the events of what happened underground that day confidential."},{"T":"301","2":"Nikola","3":"Of course, be sure to pass on this message to your team word for word."},{"T":"301","2":"Wanshi","3":"Everyone has been silent about what happened that day..."},{"T":"301","2":"Wanshi","3":"But we're scouts. It's not hard for us to piece together the clues."},{"T":"301","2":"Wanshi","3":"Not long after we received reports of the victory on the front line..."},{"T":"301","2":"Wanshi","3":"The surging Red Tide suddenly went 'inert.'"},{"T":"302","2":"I beg your pardon?"},{"T":"301","2":"Wanshi","3":"You guessed it."},{"T":"301","2":"Wanshi","3":"Even with the recent surging of the Red Tide, it's become far less turbulent than what it once was."},{"T":"301","2":"Wanshi","3":"Even at high tide, the Punishing concentration is far lower that what it once was."},{"T":"301","2":"Wanshi","3":"In other words, the Red Tide has weakened."},{"T":"301","2":"Wanshi","3":"What did you do to cause this?"},{"T":"301","3":"Your vision fills with the image of the Polyphage completely disintegrating among the radiant glow."},{"T":"302","2":"We didn't do anything.","4":"(Shake head)"},{"T":"301","2":"Wanshi","3":"Looks like you aren't trying to hide something."},{"T":"301","2":"Wanshi","3":"You still need to keep quiet?"},{"T":"301","2":"Wanshi","3":"No matter. Your answer won't have any bearing on my conclusion anyway."},{"T":"301","2":"Wanshi","3":"Even if Babylonia isn't willing to disclose any information, there's one similarity with our current situation."},{"T":"301","2":"Wanshi","3":"Based on their pure concentration of the Punishing Virus, these things are essentially the same as the Hetero-Core encountered in the space station."},{"T":"301","2":"Wanshi","3":"Is the fragment that hit Asslam the only Hetero-Core fragment that fell from the space station?"},{"T":"301","2":"Wanshi","3":"Alright, never mind. I can tell by the look on your face."},{"T":"301","2":"Wanshi","3":"The once inert Red Tide has begun to surge once more into a tributary."},{"T":"301","2":"Wanshi","3":"We can't use conventional rules and logic to infer something like the Red Tide. That being said, we can't completely ignore the underlying meaning, can we?"},{"T":"301","3":"Wanshi turns his head and looks to the west."},{"T":"301","3":"The intricate web of tributaries stretches out to the horizon."},{"T":"301","2":"Wanshi","3":"Looking across these tributaries, what do you think we would see at the end of it?"},{"T":"301","2":"Wanshi","3":"At the time, Babylonia concentrated all its energy on the prism and hit the Hetero-Core with pinpoint precision. Even then, they failed to completely destroy it."},{"T":"301","2":"Wanshi","3":"What makes them so confident that a wide-spread attack on the surface will finally put an end to this?"},{"T":"301","2":"Wanshi","3":"A wider blast means that the damage output to any single target is drastically reduced."},{"T":"301","2":"Wanshi","3":"But what if—and I mean what if—"},{"T":"301","2":"Wanshi","3":"The Red Tide has a source?"},{"T":"301","2":"Wanshi","3":"Destroying the source of the Red Tide wouldn't cause it to disappear, but it wouldn't be able to surge relentlessly."},{"T":"301","2":"Wanshi","3":"Then we would just have to figure out an effective method to combat the Red Tide. We'll eliminate it sooner or later. It's only a matter of time."},{"T":"301","2":"Wanshi","3":"That's why I need you."},{"T":"301","2":"Wanshi","3":"Only commandants have the authority to deploy the bit domain node. Right?"},{"T":"301","2":"Wanshi","3":"Your team member, Lee, senses this too."},{"T":"302","2":"You're far more daring than what I imagined."},{"T":"301","2":"Wanshi","3":"Ah, that's because my Captain told me about something that is written in your student manuals."},{"T":"301","2":"Wanshi","3":"As a valedictorian of F.O.S. College, I'm sure you know it."},{"T":"301","2":"Wanshi","3":"Exceptions prove the rule..."},{"T":"302","2":"And destroy the battle plan."},{"T":"301","2":"Wanshi","3":"...Oorah."},{"T":"302","2":"So Chrome has heard that saying, too."},{"T":"301","2":"Wanshi","3":"He is indeed a top student. That's why he is required to know everything."},{"T":"301","2":"Wanshi","3":"But if Kamui didn't pester him, he wouldn't have made this an interesting story."},{"T":"301","2":"Wanshi","3":"After all, I'm a sniper."},{"T":"301","2":"Wanshi","3":"The sniper's motto is: reach out and touch someone."},{"T":"302","2":"I thought you were more indifferent to these things."},{"T":"301","2":"Wanshi","3":"You're right."},{"T":"301","2":"Wanshi","3":"I don't care about what you're tangled up in."},{"T":"301","2":"Wanshi","3":"Whether that be with them or with Chief Commander Hans, those poor people are just caught up in the universal values of the past."},{"T":"302","2":"Then why get involved?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"No reason really."},{"T":"301","2":"Wanshi","3":"I know a man who was kind to me, but I couldn't repay him. Until now."},{"T":"302","2":"Who?"},{"T":"301","3":"Wanshi's face turns blank as if gazing at an old friend across time and space rather than at the present situation."},{"T":"301","2":"Wanshi","3":"Just an outsider from the Golden Age. That being said, he's far more interesting than someone who drowned in the glory of the Golden Age."},{"T":"301","3":"Wanshi closes his eyes."},{"T":"301","3":"Upon opening his eyes, all of his emotions have been swept away."},{"T":"301","2":"Wanshi","3":"Hmph, enough about this."},{"T":"301","2":"Wanshi","3":"There is a solution to everything. Even if it might not be common practice, I just want to use my method to see if it can solve this crisis."},{"T":"301","2":"Wanshi","3":"I just want all of this to end quickly so I can get some proper shut-eye without having to worry about anything."},{"T":"301","2":"Wanshi","3":"What about you? Why do you want to get involved."},{"T":"302","2":"I just think that..."},{"T":"302","2":"We should never give up hope."},{"T":"301","2":"Wanshi","3":"...Is that so?"},{"T":"301","2":"Wanshi","3":"I see. Well, enough about this. Our top priority now is to find the kid."}]