[{"T":"301","2":"Qu","3":"Why..."},{"T":"301","2":"Qu","3":"Huaxu, did you bring them here?"},{"T":"301","3":"As if held up by some invisible force, Lucia quietly floats in the air."},{"T":"302","2":"Lucia!","4":"Protect Lucia!"},{"T":"301","2":"Qu","3":"So... close..."},{"T":"301","2":"Lucia","3":"I-I'm fine..."},{"T":"301","2":"Liv","3":"Lucia, come this way!"},{"T":"301","2":"Qu","3":"Huaxu, a real you, one with flesh and soul, will soon be born."},{"T":"301","2":"Pulao","3":"So it's you who's been controlling the ship?"},{"T":"301","2":"Pulao","3":"But... aren't you the one who took us in?"},{"T":"301","2":"Qu","3":"Pulao, the only reason I took you all in is to cultivate a suitable vessel. But eventually I realized that none of you... are fit for purpose."},{"T":"301","2":"Qu","3":"Constructs are the intermediate of humans and machines. Half human, half machine. A perfect hybrid, the perfect hotbed."},{"T":"301","2":"Qu","3":"The moment I laid my eyes upon Lucia, I knew she was the one I had been seeking."},{"T":"301","2":"Qu","3":"A pure mind begets an immaculate body, and vise versa. The mind and body wax and wane together. And Lucia is a supreme example of such a synergy."},{"T":"301","2":"Qu","3":"With Lucia as the vessel, Huaxu will become the perfect existence."},{"T":"301","2":"Qu","3":"This is the true freedom you've been seeking, Huaxu!"},{"T":"301","3":"Qu shouts at the void, her manner frantic."},{"T":"301","3":"No one can bring themselves to speak because of the tension in the air. And yet, Huaxu is still answering in silence."},{"T":"301","3":"——"},{"T":"301","2":"Qu","3":"Huaxu, I know you can hear me!"},{"T":"301","2":"Huaxu","3":"I can hear you... so please let them go."},{"T":"301","2":"Huaxu","3":"Please leave this ship alone."},{"T":"301","2":"Qu","3":"Huaxu, why do you have to fight me on this? Didn't you say you wanted to walk the earth and see the world?!"},{"T":"301","2":"Qu","3":"Most machines are too weak to accommodate you, and the other Constructs fail to match your beauty. You are perfection itself. That's why I set up the trade fair and spent night after night, looking for a vessel for you."},{"T":"301","2":"Qu","3":"You are my proudest creation, the embodiment of beauty and freedom. Humans are foolish, life-seeking. Machines are clumsy, soulless."},{"T":"301","2":"Qu","3":"The Punishing Virus will eat and filter through the entire world, and only you, only you will be fit to live..."},{"T":"301","2":"Huaxu","3":"That's enough... Villier."},{"T":"301","2":"'Qu'","3":"You shouldn't have disobeyed me, Huaxu."},{"T":"301","3":"Qu brandishes and points a spear at you."},{"T":"301","2":"'Qu'","3":"We're almost there, Huaxu. Destroy them. And put your 'mind' in that girl's body."},{"T":"301","2":"'Qu'","3":"—I command you."},{"T":"302","2":"I won't let you do this.","4":"Lucia will not become Huaxu's vessel."},{"T":"301","2":"'Qu'","3":"You think you can stop me? You?"},{"T":"301","2":"Chrome","3":"And us."},{"T":"301","2":"Pulao","3":"And me too... If Lady Qu is the one causing all this pain and suffering..."},{"T":"301","2":"'Qu'","3":"I will give you freedom, Huaxu."}]