[{"T":"301","3":"As the bass' song quiets down, drowning in the sound of the crumbled stones, Selena cannot help but raises a hand and salutes the veteran before her."},{"T":"301","3":"Then it hits her that she was not watching an opera in the audience seats. The story she just heard was not fictional."},{"T":"301","3":"The bass singer has steadily recited a mission report—except Pieter sang it with his old yet flexible voice as if he was performing a solo in a historical epic."},{"T":"301","3":"It was a story about the moments before a soldier died."},{"T":"301","3":"In that intense battle, the soldier activated the wide-area search radar alone for the decapitation operation on a corrupted signaling device. The search attracted the Corrupted to the soldier's location, leading to his demise."},{"T":"301","3":"This is more or less the same as what Selena has read in the reports."},{"T":"301","3":"—Except for the gruesome scene Pieter is showing her in his terminal of the soldier's fate."},{"T":"301","2":"Pieter","3":"I watched Florance die before my eyes to send me the location of the device."},{"T":"301","2":"Pieter","3":"Then the call was terminated."},{"T":"301","3":"The terminal shows a set of coordinates, followed by a string of garbled codes. It is almost as if the soldier was shouting out the coordinates in the comms before his voice was dispersed by corrupted signals."},{"T":"301","2":"Pieter","3":"Your expression tells me that you can imagine how he looked the moment he died, right?"},{"T":"301","2":"Pieter","3":"I suppose there's nothing I can say that will describe how he looked."},{"T":"301","2":"Pieter","3":"His tear ducts probably burst from the volume of tears, and those tears would land on the pool of his vital fluid on the ground. You could grow a crystal out from his pain if his regrets were mixed in that pool of water."},{"T":"301","2":"Pieter","3":"His expression was frozen on the terminal as his call ended, branded on the monitor, staring straight at me until I received the coordinates."},{"T":"301","2":"Pieter","3":"If expressions are art, then he used his life to show me this artwork of regret and hate."},{"T":"301","2":"Pieter","3":"How affecting this art is that I wanted to hate as well."},{"T":"301","2":"Pieter","3":"I've seen so many men and women like him entering the service with enthusiasm, only to end in the same way."},{"T":"301","2":"Pieter","3":"The expressions and mourns before their deaths are all so similar, like a play performed over and over again."},{"T":"301","2":"Pieter","3":"How can a performance like that not make you angry and regretful?"},{"T":"301","3":"Pieter turns his eyes toward Selena, his gaze heavy with pain."},{"T":"301","2":"Pieter","3":"Or perhaps what I should regret is writing that opera. Had I been a more mature writer..."},{"T":"301","3":"He does not finish because that possibility is too far-fetched."},{"T":"301","3":"Selena sighs lightly."},{"T":"301","3":"She recalls Pieter's earlier chuckle."},{"T":"301","3":"It was not just dismissiveness... but helplessness as well."},{"T":"301","3":"That helplessness weighs heavier on her heart than how she was dismissed."},{"T":"301","3":"No—that chuckle is not that heavy. What really weighs her down comes from herself."},{"T":"301","3":"Before she decided to look for Flora, she had conjured an answer she would like to hear, the perfect image of Flora's father in her head."},{"T":"301","3":"She often imposes what she thinks onto others, applying her ideas and values to these sculptures that she shapes."},{"T":"301","3":"Now, this sculpture is shattered. Her pride and expectation have sunk her heart, making it difficult for her to breath again."},{"T":"301","3":"The veteran before her is carrying the same burden, but he has traveled much, much further. He feels powerless, seeing the same aspiration in her."},{"T":"301","2":"Selena","3":"...I have to see her."},{"T":"301","3":"Selena finally speaks after a long time."},{"T":"301","2":"Selena","3":"Florance's daughter. I have to see her."}]