[{"T":"301","3":"As the twins stand before the heavily wounded Liv, ready to deal her a lethal blow, a flash of blinding light appears in the sky, illuminating the battlefield, turning night into day."},{"T":"301","3":"A ray of light pierces the dark—the hope that humanity has been waiting for."},{"T":"301","3":"The Longinus Arsenal has finally arrived."},{"T":"301","3":"Humanity's most powerful weapon passes its wrathful judgement from the heavens."},{"T":"301","3":"The twins seem to realize something, and a primitive drive urges them to take the Hetero-Sapiens and rush toward CPF 040, abandoning the prizes of war before them."},{"T":"301","3":"The Longinus Arsenal hits the Hetero-Hive Mother right where it is."},{"T":"301","3":"Following that, a burning white light covers the twins and the Hetero-Sapiens that are approaching the tower."},{"T":"301","3":"The Hetero-Hive Mother disintegrates into pieces inside the white light before further turning into dust, vanishing into thin air."},{"T":"301","3":"Towering flame covers the moonlight as a searing wave of burning hot air spreads from the tower. Multiple explosions devour everything in a brief second, from insignificant human lives to dreams that never were."},{"T":"301","3":"The Longinus Arsenal has finished striking. The Hetero-Sapiens have turned to dust under its light, disappearing from the face of the earth."},{"T":"301","3":"Where CPF 040 was is now a massive crater, its surroundings battered and bruised."},{"T":"301","3":"After that, red liquid gushes from the crater. It gathers itself and transforms, growing back into humanoid forms."},{"T":"301","3":"The large, wilting Hetero-Plant stretches from their sides, wriggling its way upward, growing."},{"T":"301","3":"The twins look at the Hetero-Plant, lost, failing to find the 'mother' that was once here, that was once in their memories."},{"T":"301","3":"They stand by the crater for a very long time. Several dandelion seeds float toward them from afar, flying past the twins before the heat from the ground propels them up and further away."},{"T":"301","3":"The twins look at the dandelion seeds vanishing into the night sky, lost in thought."},{"T":"301","3":"If Hetero-Creatures have no boundaries to their existence, then there is no difference between them, an evolution of the Punishing Virus, and the immortal virus itself."},{"T":"301","3":"The end of life gives life meaning. Departure is simply another test, a necessary rite to adulthood."},{"T":"301","3":"From now on, the twins will no longer be able to find their mother. But the Pulia Forest Park Ruins are just the beginning of their lives."},{"T":"301","3":"They turn and leave."},{"T":"301","3":"Like the dandelions disappearing into the night, they will march to their end on this infested planet, and they will learn and grow, experiencing all that Earth can offer, until they witness its end, too."}]