[{"T":"301","2":"Narration","3":"It is a rainy night. The city looks like a wet castle made from mud under the street lamp's yellow light."},{"T":"301","2":"Narration","3":"You are standing in a deserted graveyard located on the outskirts of this damningly corrupted city."},{"T":"301","2":"Narration","3":"You are standing around the most unremarkable grave stone, waiting with your hands together."},{"T":"301","2":"Michael","3":"..."},{"T":"301","2":"Kamui","3":"Why is he still following us?"},{"T":"301","2":"Lee","3":"Look, there's something written on his body..."},{"T":"301","2":"Liv","3":"'This camp assistant is specifically designed for students who are not combat trained, so they could focus on experiencing the story'...?"},{"T":"301","2":"Everyone","3":"..."},{"T":"301","2":"Lee","3":"So..."},{"T":"301","2":"Lee","3":"What are we waiting for?"},{"T":"301","2":"Lucia","3":"Why is the city corrupt?"},{"T":"301","2":"Kamui","3":"What does he mean by 'hands together'?"},{"T":"301","3":"The narrator never answers, as if he does not care at all."},{"T":"301","3":"It is only then that the Constructs realize they are floating half a meter above the ground. They cannot move."},{"T":"301","2":"Liv","3":"We can't move... This is a completely unknown technology..."},{"T":"301","2":"Lee","3":"It is capable of cutting the link between us and reality to create this effect on the consciousness level. When we are out, I must break this record apart to study it..."},{"T":"301","2":"Narration","3":"Anyway, you are all waiting."},{"T":"301","2":"Narration","3":"Waiting for your master to wake up..."},{"T":"301","2":"Ayla","3":"Master...?"},{"T":"301","2":"Kamui","3":"Wait... Has anyone of you seen Commandant?"},{"T":"301","2":"Lucia","3":"Now that you mention it..."},{"T":"301","2":"Narration","3":"Meanwhile, you are lying inside a dark, wet, and putrid coffin."},{"T":"301","2":"Narration","3":"Rainwater falls into your mouth through soil and two layers of rotten wood. It tastes so foul that you would definitely vomit if you could move."},{"T":"302","2":"Where am I?","4":"Why is this happening to me?"},{"T":"301","2":"Narration","3":"Inside a coffin. You're dead... for now."},{"T":"301","2":"Narration","3":"Oh, you were murdered by the local gang as you messed with their business."},{"T":"301","2":"Narration","3":"But it won't last too long. Your eyes are wide open, and your blood has started to flow again, slow like petroleum."},{"T":"301","2":"Narration","3":"Your muscles are getting strong. You feel your body is returning back to your control."},{"T":"302","2":"(Push the coffin open)","4":"(Keep waiting)"},{"T":"301","2":"Narration","3":"Oh, no. Please, just be a little more patient. You are obviously not in your best form yet."},{"T":"301","2":"Narration","3":"Your effort was wasted. You only managed to move the lid slightly. Some foil falls on your face."},{"T":"301","2":"Narration","3":"You continue to wait, until your muscles return to their power. Now you have enough strength."},{"T":"302","2":"(Push the coffin open)"},{"T":"301","3":"You push with all your strength. The lid makes a disturbing squeak between your hands and the soil covering it."},{"T":"301","3":"And then you see light—the dim, yellow light from the street lamps shines right on your face."},{"T":"301","3":"The Constructs are floating above you. They look worried."},{"T":"301","2":"Narration","3":"Seeing their master has awakened, the natural spirits can wait no longer. They start to move."},{"T":"301","3":"The Constructs rush over to dig you out of the grave."},{"T":"301","2":"Narration","3":"Unfortunately, your resurrection was witnessed by the gravekeeper, who happened to work for that local gang."},{"T":"301","2":"Narration","3":"You better leave before he calls for more gangsters."}]