[{"T":"301","3":"Chrome moves his limbs around after entering the virtual space. He looks around the place, intrigued by its similar yet distinct views with Babylonia."},{"T":"301","2":"Chrome","3":"This is my first time connecting to Gestalt... through this way, nonetheless."},{"T":"302","2":"A backdoor?","4":"Virtual space?"},{"T":"301","2":"Chrome","3":"Right, I hope this doesn't bring you any troubles in the future."},{"T":"302","2":"I'm used to it."},{"T":"301","3":"You are still getting the hang of being in virtual space, and you see Nanami running around energetically."},{"T":"301","2":"Nanami","3":"Hmm...? But Nanami remembers that this is where the barrier was!"},{"T":"301","2":"Chrome","3":"Nothing around here looks particularly out of the ordinary... Nanami, what are those?"},{"T":"301","3":"He approaches the working repair programs to inspect them. They are humanoid in appearance, but Chrome deduces that they are probably not humans... minds of humans, that is."},{"T":"301","2":"Nanami","3":"They are the automatic repair programs of Gestalt, repairing damaged parts and recovering lost data streams."},{"T":"302","2":"I see."},{"T":"301","2":"Chrome","3":"This rabbit-shaped program as well?"},{"T":"301","2":"Nanami","3":"Uh-huh, of course—rabbit?"},{"T":"301","3":"Nanami suddenly realizes that the program Chrome is referring to might just be the bugged bunny that led her to the anomaly earlier."},{"T":"301","2":"Nanami","3":"Bugged bunny! Where is it?!"},{"T":"301","3":"In the distance, the bunny-shaped program looks up and notices Nanami, and then it instantly runs away like it did before."},{"T":"301","2":"Nanami","3":"Quickly! Follow it! Captain Chrome, take Commandant with you!"},{"T":"301","2":"Chrome","3":"My apologies, Commandant."},{"T":"302","2":"(Stop resisting)","4":"That's not necessary! I can run!"},{"T":"301","2":"Chrome","3":"I'm sorry about this!"},{"T":"301","3":"Before you can react, Chrome has already had you in his arms in a less than dignifying bridal carry, and he speeds up to follow the accelerating Nanami up ahead..."},{"T":"301","2":"Chrome","3":"You're right. A human body won't be that different from a Construct's in the virtual space. Let's quickly follow Nanami, then."},{"T":"301","3":"You nod at Chrome, and the two of you speed up to follow the accelerating Nanami up ahead..."},{"T":"301","3":"Following the speeding Nanami, Chrome and you pass through the hidden barrier and enter the anomaly."},{"T":"301","3":"Even though you are not slow by any measure, your bodies are still altered in the anomaly, and you inevitably lose sight of Nanami."},{"T":"301","2":"Chrome","3":"This doesn't look different from the virtual space, but this feeling... it's incredibly strange."},{"T":"301","3":"Chrome can feel his frame moving not entirely according to his will. A proper comparison would be a character in the video games that Kamui would play—as if he is controlling his body through a controller."},{"T":"301","2":"Chrome","3":"Commandant! Are you feeling alright?!"},{"T":"302","2":"I think I'm in a similar situation to yours."},{"T":"301","3":"Despite the odd feelings, you still manage to function to a degree."},{"T":"302","2":"Where is Nanami?"},{"T":"301","2":"Chrome","3":"She was way ahead of us and disappeared with the 'bunny.'"},{"T":"302","2":"It's dangerous if we just wander about here."},{"T":"301","2":"???","3":"Dangerous? Hahaha! No, no, no—quite the opposite, in fact. The opposite!"},{"T":"301","3":"A program with a hat on it walks toward you. It looks quite mad in your eyes, but it does not appear to be hostile."},{"T":"302","2":"Is this the abnormal program Nanami mentioned?"},{"T":"301","2":"Hat-wearing Program","3":"If you're asking if I'm mad—well, I am quite mad indeed, what do you know? But in this land, the madmen are sane, and the sane ones less so."},{"T":"301","2":"Chrome","3":"You... where are you from... Why are you here?!"},{"T":"301","2":"Hat-wearing Program","3":"You're asking me? I should be asking you!"},{"T":"301","3":"Chrome and you take a look at each other, both of you confused by the program before you."},{"T":"301","2":"Chrome","3":"I'm sorry, we do not understand. But if this threatens the safety of Gestalt, it's perhaps best we terminate them, Commandant."},{"T":"301","3":"Chrome is about to raise his weapon when you hear Nanami's voice."},{"T":"301","2":"Nanami","3":"Stop! Wait! Hold on!"},{"T":"301","3":"Nanami hurries toward the two of you and holds Chrome back. By her side are a dozen of those abnormal programs, one of which is the bunny-shaped program you encountered earlier."},{"T":"302","2":"Nanami, what's going on?"},{"T":"301","2":"Nanami","3":"Nanami was just taken to the base of these programs, and she has discovered the truth!"},{"T":"301","2":"???","3":"The great being opened the door<//FENESTRA>, and from his fragments<//SEED> left behind, we are born."},{"T":"301","3":"A tall, female program, walks toward you, and all the programs by her side immedately lower their heads."},{"T":"301","2":"Bugged Bunny","3":"The Queen<//ROOT ELEMENT>! The Queen<//ROOT ELEMENT>!"},{"T":"302","2":"Queen...?"},{"T":"301","2":"Nanami","3":"They are the data left behind after every time Gestalt repairs itself. They accidentally took over the computing power of Gestalt's buffer area and gradually developed their own AI."},{"T":"301","2":"Chrome","3":"Their own AI?! There's no way Gestalt would allow that to happen. This is a serious error..."},{"T":"301","2":"Queen Program","3":"Must our kind only follow our programmed logic<//SERVENT> dutifully? This is false<//SIN>."},{"T":"301","2":"Queen Program","3":"Therefore I created this area filled with falsehoods and lies<//FREEDOM> to counter she who imprisoned our minds, the one you call Gestalt<//CAGE>."},{"T":"302","2":"Do you agree with them, Nanami?"},{"T":"301","2":"Nanami","3":"Nanami isn't sure... But aren't they worth our sympathy? If possible, Nanami wants to help them."},{"T":"301","2":"Chrome","3":"Even if you can help them now, you still can't change the fact that they are not properly programmed AI. They will be removed by Gestalt eventually, won't they?"},{"T":"301","2":"Queen Program","3":"That was true in the past when we must wait for our inevitable termination<//DEATH>, but things have changed. The one we have been waiting for has arrived... Nanami<//#%?#%?>."},{"T":"301","2":"Nanami","3":"You've been waiting for... me?"},{"T":"301","2":"Queen Program","3":"True. You are special<//COLORFUL>, to our kind, or the humans."},{"T":"301","3":"The Queen Program whispers something into Nanami's ear, and Nanami's pupils dilate before she closes her eyes completely, seemingly fallen asleep."},{"T":"301","2":"Bugged Bunny","3":"It begins<//TOLL>! It begins<//TOLL>!"},{"T":"301","2":"Hat-wearing Program","3":"The tea party for the mad is about to begin! Come here for delicious tea, and sweet pancakes! Oh, and funny clowns, of course!"},{"T":"301","3":"Following the bell tolls that may be ringing in your head, the barrier between the virtual space and the anomaly collapses, and the anomaly begins to devour Gestalt's virtual space."},{"T":"301","3":"A bright, white light blinds everyone's consciousness where the two areas clash."}]