[{"T":"301","3":"When the Demon King was finally defeated, everything around us turned blurry. I felt a force grabbed me and threw me away."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"When I realized, it was all dark around me. There was a light spot in the distance. It was where we fought moments ago."},{"T":"302","2":"What just happened?","4":"Where's everyone else?"},{"T":"301","2":"Goddess","3":"Just some preparation for the ending."},{"T":"301","2":"Liv","3":"Don't worry, we are all fine."},{"T":"301","2":"Goddess","3":"Congratulations, heroes. You have cleared this game."},{"T":"301","2":"Camu","3":"Are you the Goddess, or the Demon King?"},{"T":"301","2":"Goddess","3":"Of course I'm the Goddess. By the way, both the King and the Demon King are still alive."},{"T":"301","2":"Camu","3":"What? Still alive? Don't tell me we have to play one more time!"},{"T":"301","2":"Goddess","3":"I said you cleared it. This run is over. Neither the King nor the Demon King could do anything anymore."},{"T":"301","2":"Kamui","3":"So, is the world peaceful now?"},{"T":"301","2":"Goddess","3":"Yes, the world is peaceful, until the next time it is restarted."},{"T":"302","2":"The next restart?","4":"Isn't the peace forever?"},{"T":"301","2":"Goddess","3":"We have independent minds, but we are still a part of the game."},{"T":"301","2":"Goddess","3":"If another hero enters the game and chooses to restart, the world will change accordingly. Another Demon King, or something else, will start wreaking havoc."},{"T":"301","2":"Kamui","3":"Are you saying all our efforts are wasted?"},{"T":"301","2":"Goddess","3":"But we live by such 'rules.' Even if we keep repeating the same cycle, we are still living in this world."},{"T":"301","2":"Goddess","3":"Perhaps we cannot realize the changes to this world, but we are a part of the story, and we help the heroes to create the next cycle."},{"T":"301","2":"Goddess","3":"That gives us a great sense of accomplishment."},{"T":"301","3":"The Goddess referred to everything that took place in the game as 'rules.' She and everyone else all lived under such rules."},{"T":"301","3":"And they took pride from such life... If she hated it even a little bit, she wouldn't be smiling so brilliantly."},{"T":"301","2":"Karenina","3":"But the world will plunge into chaos once again, just because a button is pressed! Can you really accept that?"},{"T":"301","2":"Goddess","3":"Hmm, it probably will sound a bit strange, given that the Goddess is more like an 'outsider' in the game."},{"T":"301","2":"Goddess","3":"But I'll still say this."},{"T":"301","2":"Goddess","3":"Why not?"},{"T":"301","2":"Karenina","3":"What?"},{"T":"301","3":"Karenina was shocked by the Goddess' answer. She smiled again when she saw Karenina's stunned face."},{"T":"301","2":"Goddess","3":"Because I believe that you will still come to save this world next time."},{"T":"302","2":"Yes, of course.","4":"I can't guarantee that..."},{"T":"301","2":"Goddess","3":"That's a deal."},{"T":"301","2":"Goddess","3":"Oh, I can ask other heroes then. I'm sure I will meet heroes like you again."},{"T":"301","2":"Goddess","3":"Looks like we don't have much time left."},{"T":"302","2":"Time to say goodbye?"},{"T":"301","2":"Goddess","3":"Yeah. The game has a safety feature that automatically kicks the players out after they have played a certain amount of time, or after the game is cleared."},{"T":"301","3":"Something grabbed my body, pulling me further away."},{"T":"301","3":"The Goddess started talking again in the darkness."},{"T":"301","2":"Goddess","3":"I have met many heroes from the outside world. One of them told me that he would get nothing in return from saving the world in the game."},{"T":"301","2":"Goddess","3":"No one was going to praise him. The items he obtained in the game could not make him stronger in the real world."},{"T":"301","2":"Goddess","3":"So I asked him, 'Why do you still play this game so seriously?'"},{"T":"301","2":"Goddess","3":"'Because this world needs a hero. Don't you think?'"},{"T":"301","2":"Kamui","3":"That's so cool..."},{"T":"301","2":"Vera","3":"What's cool about being a game nerd?"},{"T":"301","2":"Lee","3":"This is supposed to be a touching moment... Do you really have to ruin it, Vera?"},{"T":"301","3":"A list of credits quickly flashed across. Many of the entries were changed into Celica's own name."},{"T":"301","3":"We were commenting on the list, until we saw..."},{"T":"301","3":"'I know a lot of things are still a mess... But thank you for playing this game.'"},{"T":"301","3":"That was the last line I saw before leaving the game."}]