[{"T":"301","3":"It feels like a dream."},{"T":"301","3":"The girl's skirt glides past your outfit as she spins. The starry light in her eyes is brighter than the chandeliers on the dome."},{"T":"301","3":"As the music comes to an end, she takes a step back and makes a curtsy."},{"T":"301","3":"For the first time, you feel the dance music is so short."},{"T":"301","3":"The orchestra members rise to give their thanks. The conductor smiles at the applauding guests, then turns around and gestures the other members to get ready."},{"T":"301","3":"The conducting baton traces a silver arc, bringing out a lively, cheerful violin sonata."},{"T":"301","3":"Some guests walk off the dance floor as they chat, heading toward the tables with delicious food placed on them. Some smile at each other and start the next dance."},{"T":"301","2":"Iris","3":"Shall we take a walk elsewhere?"},{"T":"302","2":"Sure."},{"T":"301","3":"You follow her to a quieter corner, where you can see the outside of Eden through the window. The earth isn't visible on this side; only endless darkness and stars remain in vision."},{"T":"301","3":"The girl has her eyes closed. She tilts her head slightly as she listens to the music from afar. The violin sonata is as vibrant as young birds jumping and chirping on a branch."},{"T":"301","2":"Iris","3":"'Gavotte en Rondeaux'."},{"T":"301","2":"Iris","3":"Have you ever heard that melody, 【kuroname】?"},{"T":"302","2":"Yes.","4":"Not really."},{"T":"301","3":"BMV 1006. It comes from a music suite created by a great composer of the Golden Age and is crowned the pinnacle of all Golden Age violin music."},{"T":"302","2":"But we don't have its complete version in the database."},{"T":"301","3":"Iris' eyes light up. She sounds more cheerful."},{"T":"301","2":"Iris","3":"Correct."},{"T":"302","2":"I don't recall seeing it in the database."},{"T":"302","2":"Was it recently recycled by the Archaeological Team?"},{"T":"301","2":"Iris","3":"You are right."},{"T":"301","3":"There is a scent of shyness in her look, as if she is still not used to talking about her achievement as a member of the Archaeological Team."},{"T":"301","2":"Iris","3":"I... The Archaeological Team managed to restore the complete piece using the data recycled during last mission. It is played in Babylonia for the first time in tonight's ball."},{"T":"301","2":"Iris","3":"But it's more than that."},{"T":"301","2":"Iris","3":"It has a special place in my heart because it was included in a very special record."},{"T":"301","3":"In the Golden Age, people would record music on a disc to play it. Such discs have long become obsolete. Together with murals and sculptures, they can only be found in the memories and fantasies about the good old days."},{"T":"301","2":"Iris","3":"It is called 'Murmurs of Earth'."},{"T":"301","3":"Iris looks at the space outside as she tells the story."},{"T":"301","3":"It was the beginning of humans' journey to the stars. They put the sounds of Earth in a golden record to pay tribute to the vast space, and put it on a probe to sail toward the faraway galaxies."},{"T":"301","3":"The record also contained greetings in over fifty languages and images of Earth. It was a poem written by mother nature of the giant planet."},{"T":"301","3":"The erupting volcano and trembling earth. The wailing wind, pouring rain and roaring thunder."},{"T":"301","3":"Chirping insects, tweeting birds, howling wolves."},{"T":"301","3":"And a chronicle of the human civilization described by footsteps, humming machines and radio signals."},{"T":"301","3":"—As well as many monumental music pieces from different cultures. They are now being revived in Babylonia, the starting point to take back humanity's homeland."},{"T":"301","2":"Iris","3":"It could be a very trivial attempt to people nowadays."},{"T":"301","2":"Iris","3":"Because the probe would only reach the nearest star in 40,000 years for a chance to be detected by any civilization that possibly exists there."},{"T":"301","2":"Iris","3":"Be it the probe or us... We are too insignificant when facing the vast space and time."},{"T":"301","2":"Iris","3":"But I was very touched when I learned about it."},{"T":"301","2":"Iris","3":"'The launching of this 'bottle' into the cosmic 'ocean' says something very hopeful about life on this planet.'"},{"T":"301","2":"Iris","3":"Back then, I just felt this was—incredibly romantic."},{"T":"301","3":"The last few words become soft as a sigh."},{"T":"301","2":"Iris","3":"After becoming a Construct, I have seen another world that I never knew."},{"T":"301","2":"Iris","3":"I'm always thinking... After going through all of this, am I able to describe the real world with my own hands?"},{"T":"301","3":"The girl looks back at you, her long hair slipping down her shoulders."},{"T":"301","2":"Iris","3":"All that beautiful art and culture we ever had... How can we let them disappear in history?"},{"T":"301","2":"Iris","3":"We were already reaching the stars in faraway space. It was the Punishing disaster that forced us to stop."},{"T":"301","2":"Iris","3":"But..."},{"T":"302","2":"But humanity will never stop venturing forward."},{"T":"301","3":"It slips out of your mouth."},{"T":"301","2":"Iris","3":"Right. I am certain that humanity is walking on the path of hope, just like how that tiny drift bottle is still sailing in space."},{"T":"301","3":"You see a picture of a space probe, tiny as a grain of dust, going forward among the stars. It carries hope and never stops."},{"T":"301","3":"The lone traveler has long lost contact with Earth. You wonder where it is now?"},{"T":"301","2":"Iris","3":"Where has it gone now?"},{"T":"301","3":"The girl mumbles the same question to herself."},{"T":"301","2":"Iris","3":"Will another civilization discover it?"},{"T":"301","2":"Iris","3":"All the seeds of art it is carrying... Will they grow into new flowers on new land?"},{"T":"301","3":"You cannot answer her questions."},{"T":"301","3":"The answer feels more distant than any other problem you are facing right now."},{"T":"301","2":"Iris","3":"I know this sounds naive... But I truly believe there will be a day."},{"T":"301","2":"Iris","3":"A day when it arrives at a new world, and we will return to our homeland and reunite with our friends. Together we will play new music and sing new songs."},{"T":"301","3":"The girl turns around, staring at you. Her iris eyes are glowing with more seriousness than ever."},{"T":"301","2":"Selena","3":"【kuroname】, will someone hear me if I sing on the earth one day?"},{"T":"301","2":"Selena","3":"—Will someone follow the song to find me?"}]