[{"T":"301","3":"The fading light turns into a white snowfield."},{"T":"301","3":"The scars and pain that were previously held at bay by her dream attack your senses the moment you arrive here."},{"T":"301","3":"The six M.I.N.D. shards you were holding in your arms also drop on the snowy ground, whispering how this journey has been hasty but arduous."},{"T":"301","3":"The person who believed the nightmare was over has come right back into another nightmare."},{"T":"301","3":"The snow is knee-deep. You struggle to trudge forward. The pain and fatigue are wearing you down. You can fall at any time if you are not careful."},{"T":"301","3":"Her last M.I.N.D. shard is right here."},{"T":"301","3":"According to Liv in the dream, this memory is about 'death.'"},{"T":"301","3":"But memory might not be the most accurate word to describe this because it is the future she saw via Ascension-Network."},{"T":"301","3":"Before entering the corrupted M.I.N.D., you saw footage of her in combat in that church operation."},{"T":"301","3":"After the chaotic memories and death, she used the algorithm of Ascension-Network to see the future."},{"T":"301","3":"Though it remains to be seen if such an algorithm is accurate, the memories it brings Liv have turned into this place where there is nothing but snow as far as your eyes can see."},{"T":"302","2":"Where are you?"},{"T":"301","3":"The snow doesn't answer or show you the way."},{"T":"302","2":"...Liv."},{"T":"301","3":"The snowstorm lifts up a heavy cloud, putting a heavy burden on the lost seeker. Whenever you shake off the snow on your shoulders, your body grows even stiffer because of the cold."},{"T":"302","2":"I must go on..."},{"T":"301","2":"Liv","3":"Sorry, Commandant. All I ever brought you is pain."},{"T":"301","3":"While your mind is drifting, you see Liv's phantom appear by your side. Is this an illusion because you miss her so much, or is it the M.I.N.D. shards in your arms guiding you?"},{"T":"302","2":"You don't have to apologize, Liv."},{"T":"302","2":"We are in this together. And we'll take on the challenges of this apocalyptic world together."},{"T":"302","2":"You are carrying too much on your shoulders."},{"T":"302","2":"You don't have to walk alone anymore."},{"T":"301","2":"Liv","3":"I just... don't want to be a burden to others..."},{"T":"302","2":"You were never a burden."},{"T":"302","2":"Everyone has their weaknesses."},{"T":"302","2":"That's why we must have each other's back."},{"T":"301","2":"Liv","3":"You don't feel like I'm a burden, Commandant?"},{"T":"302","2":"Most of my scars bring memories of you."},{"T":"302","2":"You saved me, Liv."},{"T":"302","2":"And now it's time for me to return the favor."},{"T":"301","2":"Liv","3":"...Thank you..."},{"T":"302","2":"No. Thank you."},{"T":"302","2":"I will return to reality and express my gratitude in person."},{"T":"302","2":"Now, tell me. Where are you?"},{"T":"301","3":"The girl's phantom points to the east where the sun shines before vanishing into the snow."},{"T":"302","2":"Just give me a bit more time, Liv."},{"T":"301","3":"Following in the direction she pointed for you, you walk and walk until the midnight sun is buried under the horizon."},{"T":"301","3":"Without the guidance of sunlight, the seeker is once again lost in the dark."},{"T":"301","2":"Liv","3":"Are you lost?"},{"T":"301","3":"Her phantom appears to greet you."},{"T":"302","2":"You bet."},{"T":"301","2":"Liv","3":"Where are you going?"},{"T":"302","2":"To find the future you."},{"T":"301","2":"Liv","3":"What does my future self look like?"},{"T":"302","2":"She is kind and friendly.","4":"She is powerful and reliable."},{"T":"301","2":"Liv","3":"Really?"},{"T":"302","2":"Of course."},{"T":"301","2":"Liv","3":"Then... why does this place bring me sadness?"},{"T":"301","2":"Liv","3":"This is my future, but why do I feel... overwhelming, suffocating sadness?"},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"Is that really the future I hope for?"},{"T":"302","2":"I'm sorry. I do not know the answer to that."},{"T":"302","2":"But if I ever get the chance, I'll ask the future you myself."},{"T":"301","2":"Liv","3":"Okay...!"},{"T":"302","2":"Now, tell me. Where are you?"},{"T":"301","2":"Liv","3":"Over there."},{"T":"301","3":"She points at where Polaris is."},{"T":"301","2":"Liv","3":"Don't forget to ask my future self."},{"T":"302","2":"Yes. I promise you."},{"T":"301","3":"The phantom waves you goodbye and vanishes into the night."},{"T":"301","3":"When the polar night is done, the person who's been through an arduous journey arrives at the end of the snowfield."},{"T":"301","3":"Just like the first dream, you see nothing but snow that extends beyond the horizon. The cold wind blows."},{"T":"302","2":"..."},{"T":"301","3":"Have you ever thought perhaps the reality you are living is just a dream and your dream is the reality?"},{"T":"301","3":"The same questions come to your mind. Except for this time, you have an answer."},{"T":"302","2":"The dream of peace will one day be real."},{"T":"301","3":"...Even if you can't live long enough to see that day?"},{"T":"302","2":"So long as someone else can, yes."},{"T":"301","3":"So long as peacetime will eventually arrive, her dream will come true. Our dream will come true."},{"T":"302","2":"That is my answer."},{"T":"302","2":"And that is our answer too."},{"T":"301","3":"With this unwavering faith, the person bearing scars stands tall at their final destination."},{"T":"301","3":"The day is dark. You search that corpse dressed in a military protective suit... and find the name tag with the name 'Gray Raven Commandant 【kuroname】' on it."},{"T":"301","3":"The heroic story ends here."},{"T":"302","2":"But my companions are still here."},{"T":"301","3":"...That's right."},{"T":"301","3":"Shadows of the past and the future intertwine at this very moment. In this desolate snowfield, the girl finally appears before you."},{"T":"301","3":"She kneels next to the pale corpse and lets out a heartbreaking cry."},{"T":"301","2":"Liv","3":"...Commandant..."},{"T":"301","2":"Liv","3":"【kuroname】...!"},{"T":"301","2":"Liv","3":"I'm sorry I'm late... I'm sorry... I'm terribly sorry...!"},{"T":"301","3":"The sorrowful girl is overwhelmed and tearful."},{"T":"301","2":"Liv","3":"Please don't go... Don't leave us... Please!"},{"T":"301","3":"The snowstorm is unforgiving as the cold wind freezes her streams of tears."},{"T":"301","3":"Like an ice sculpture, the girl has become one with this boundless snowfield."},{"T":"302","2":"...Liv...","4":"(Hug Liv)"},{"T":"302","2":"Don't cry..."},{"T":"302","2":"I'm right here. I have never left."},{"T":"302","2":"Together, we will change this future."},{"T":"302","2":"Even if we fail, our wishes will come true."},{"T":"301","3":"...And when that day comes, people parted by death shall reunite once more."},{"T":"301","2":"Liv","3":"...Commandant..."},{"T":"301","3":"The phantom from the future hears your call as you from the past take her into your arms."},{"T":"302","2":"I found you, Liv."},{"T":"302","2":"Let's go back."},{"T":"302","2":"Go back to the present where we belong."},{"T":"301","2":"Liv","3":"Okay...!"},{"T":"301","3":"The snowfield turns into white light. Every M.I.N.D. shard comes together at the chest until a complete M.I.N.D. is formed."},{"T":"301","2":"Liv","3":"Let's... go back."},{"T":"301","3":"The white view starts to sink into the depth of this dream. You struggle to open your eyes and find yourself in a cold white laboratory."},{"T":"302","2":"Cough..."},{"T":"301","2":"Lucia","3":"...Commandant!"},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"I'm fine... It's okay..."},{"T":"301","2":"Hippocrates","3":"【kuroname】 is awake. The Mind Beacon corruption is controllable."},{"T":"301","2":"Hippocrates","3":"What about Liv? Everything going well?"},{"T":"301","2":"Asimov","3":"I am trying to simulate and repair her M.I.N.D."},{"T":"301","2":"Hippocrates","3":"What's this...? I can't believe this. 【kuroname】 found a M.I.N.D. shard that we didn't manage to find."},{"T":"301","2":"Asimov","3":"It was hidden too deep."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"With his brows furrowed, he concentrates on the various kinds of equipment before him."},{"T":"302","2":"Liv..."},{"T":"301","3":"The girl lies on a maintenance table, sleeping soundly in silence."},{"T":"301","3":"You drag yourself to her side and gently take her hand ridden with scars into your own."},{"T":"302","2":"...Come back..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"... (Moans)"},{"T":"302","2":"Liv...!"},{"T":"301","2":"Hippocrates","3":"She is waking up. How goes the simulated repair?"},{"T":"301","2":"Asimov","3":"Looking good. But it is too dangerous to repair her Empyrea frame. I'm heading to the 2nd maintenance deck to change her frame."},{"T":"301","2":"Hippocrates","3":"Alright. We'll head there and get prepared. Bring Liv and meet us there when you are ready."},{"T":"302","2":"Alright."},{"T":"301","3":"The two hustle, taking the terminals and equipment with them before leaving the laboratory in a hurry."},{"T":"301","2":"Liv","3":"...Commandant..."},{"T":"301","3":"She can't see very clearly yet, but the girl is calling and looking for you."},{"T":"302","2":"I'm right here..."},{"T":"301","2":"Liv","3":"Yes... I'm back..."},{"T":"302","2":"Welcome back, Liv."},{"T":"301","2":"Liv","3":"Did I... make you worried?"},{"T":"302","2":"...Yeah..."},{"T":"302","2":"But no apologizing this time."},{"T":"301","2":"Liv","3":"...Hmm..."},{"T":"302","2":"Don't apologize just because I'm worried for you."},{"T":"302","2":"Such concerns are proof of the bond we share."},{"T":"302","2":"No matter what challenges lie ahead,"},{"T":"302","2":"we will face them together."},{"T":"301","2":"Liv","3":"I believe that..."},{"T":"301","2":"Liv","3":"...I have always... believed that..."},{"T":"301","3":"She tightens her grip on your warm hands."},{"T":"301","3":"Even if one day the reunited people will inevitably be parted by death,"},{"T":"301","3":"the girl has returned to this broken world with determination and no regrets."},{"T":"301","3":"This isn't just for that distant, beautiful dream..."},{"T":"301","3":"It is also to hold the hands... of the most important person in her life."}]