[{"T":"301","2":"Lee","3":"Just a few floors away from reaching the top. Gotta say the inside of this tower looks just like that of the Nighter..."},{"T":"301","2":"Qu","3":"You got it backward, Babylonian."},{"T":"301","3":"Walking down the stairs is the familiar feminine figure of Qu, yet vastly different from her imposter on the ship. Her footsteps ring in majesty as she approaches."},{"T":"301","2":"Qu","3":"And—this place has a name. The Observatory. Not just any 'tower.'"},{"T":"302","2":"This place is called the Observatory?","4":"Why is it called that?"},{"T":"301","2":"Qu","3":"Indeed. Its height is to observe the stars."},{"T":"301","2":"Ayla","3":"If you want to see the stars, why not do it in space? You'll get a clearer view."},{"T":"301","2":"Qu","3":"There is no better description of the folly of human conceits, than what you describe."},{"T":"301","2":"Qu","3":"From here, you can see the stars filling the universe. Learn that Earth is a very small stage in a vast cosmic arena."},{"T":"301","2":"Lee","3":"We're not here to chit-chat. You know the situation, yeah?"},{"T":"301","2":"Ayla","3":"Things are not looking good. Some Ascendants found their way in here. We have to protect Huaxu and keep it from falling into their hands."},{"T":"302","2":"You still have Huaxu with you, right?","4":"Has Gabriel come?"},{"T":"301","2":"Qu","3":"Of course I do. And it's none of your concern."},{"T":"301","2":"Qu","3":"Not yet. Nor do I know where he is."},{"T":"301","2":"Ayla","3":"So we're good for now, at least. Phew..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Ayla","3":"Liv, you've been like this since we got here. Are you not feeling well?"},{"T":"301","3":"Ayla is relieved to hear Qu's reply. Meanwhile, Liv's face turns grim as she fiddles with the device in her hand, as if beset by self-doubt."},{"T":"301","2":"Lee","3":"What's wrong, Liv?"},{"T":"301","2":"Liv","3":"That Qu, the leader of Kowloong, is an Ascendant..."},{"T":"302","2":"What?","4":"You sure?"},{"T":"301","2":"Ayla","3":"This city's being ruled by an Ascendant? How's that even possible?"},{"T":"301","2":"Liv","3":"It might be hard to believe, but it's true. I've ran several scans to reconfirm."},{"T":"301","2":"Liv","3":"Yes. I've ran several scans to test. She displays similar viral reactions to Alpha and Roland."},{"T":"301","2":"Lee","3":"What the hell...? If she's an Ascendant, why would she start this war? To lure us here?"},{"T":"301","2":"Qu","3":"The Ascendants wouldn't bother doing something like that, and neither would I."},{"T":"301","2":"Liv","3":"You make it sound like... you aren't one of them."},{"T":"301","2":"Qu","3":"There's no rule that says all Ascendants have to band together, or that an Ascendant can't govern a human city."},{"T":"301","2":"Qu","3":"I'm an outlier, that's all. In order to contain the virus spreading from me, I cloistered myself in the Observatory, running every aspect of this city in these confines."},{"T":"301","3":"Ayla tenses up as Qu approaches. Qu wears a smirk on her face, but her hands are still tightly held to her weapon. A dreadful silence reigns the tower."},{"T":"302","2":"What is it that Kowloong wants?","4":"What's your endgame here?"},{"T":"301","2":"Qu","3":"Kowloong Corp has but one goal—To preserve all that is of value on Earth."},{"T":"301","2":"Qu","3":"I am but the vessel of our common wish—To preserve all that is of value on Earth."},{"T":"301","2":"Liv","3":"Preserve Earth...?"},{"T":"301","2":"Qu","3":"Babylonia has been doing something similar, I know. With historical artifacts, pre-pandemic data, and whatnot, yes?"},{"T":"301","2":"Ayla","3":"Are you talking about WGAA?"},{"T":"301","2":"Qu","3":"But that is nothing compared to our grand design."},{"T":"301","2":"Ayla","3":"How could you? Me, the president, everyone! We're all working in earnest to study and rejuvenate human cultures, to prepare for the day we reclaim Earth..."},{"T":"301","2":"Qu","3":"That day will never come."},{"T":"301","2":"Ayla","3":"What?"},{"T":"301","2":"Qu","3":"All your talk about reclaiming Earth, reconnecting the world is nothing but a joke. History ended the moment the virus broke out."},{"T":"302","2":"We haven't ended.","4":"The virus will be another episode in our history."},{"T":"301","2":"Qu","3":"We're all on borrowed time. How much longer do you think you can last?"},{"T":"301","2":"Qu","3":"Another episode in human history... So you honestly think there's still a future for Earth?"},{"T":"301","2":"Qu","3":"Foolish though your ideals may be, your words speak to something special. Tell me your name, commandant of Babylonia."},{"T":"302","2":"(Tell her your name)"},{"T":"301","2":"Qu","3":"【kuroname】, your name will be inscribed in a special place. Consider it a parting gift."},{"T":"301","2":"Liv","3":"Parting gift?"},{"T":"301","2":"Qu","3":"Life will fade, machines will break down, the world will perish. This is why things that have value must be preserved. Kowloong will be the final epithet of Earth."},{"T":"301","2":"Qu","3":"When all lights go out, when all goes dark, this place will still burn. Like fire, we will stay a beacon for visitors in the eons to come."},{"T":"301","2":"Qu","3":"They will know that we, 'humanity,' lived. Like fossils, we will leave behind a legacy. This is Kowloong. This, is Tabula Akasha."},{"T":"301","2":"Lee","3":"Tabula Akasha..."},{"T":"301","2":"Qu","3":"Resistance is futile. Accept death with grace. That's the way we, the once ruler of Earth, should bow out."},{"T":"301","2":"Qu","3":"And through this war, I finally realized that to complete the Tabula Akasha, the world must first be ended."},{"T":"301","2":"Lee","3":"You are going to..."},{"T":"301","2":"Qu","3":"I came here expecting a certain Ascendant first, but no matter."},{"T":"301","2":"Qu","3":"Earth's demise is set in stone. The question of who goes first and who goes later is inconsequential."},{"T":"301","2":"Qu","3":"Fall, and become history, Babylonia."},{"T":"301","2":"Guard","3":"——"},{"T":"301","2":"Liv","3":"Guys, guards are coming from downstairs..."},{"T":"301","2":"Ayla","3":"I knew it! She's ambushing us here!"},{"T":"301","2":"Lee","3":"Commandant, we'll hold our position here. You go up."},{"T":"302","2":"Are you asking me to abandon you?","4":"I can fight too."},{"T":"301","2":"Lee","3":"This is the best strategy... Go a few more floors up so that the reinforcements can pick up your signal."},{"T":"301","2":"Ayla","3":"Yup, President Hassen will send reinforcements for sure!"},{"T":"301","2":"Lee","3":"Run, Commandant! Don't look back!"}]