[{"T":"301","3":"————"},{"T":"301","2":"Kamui","3":"(Forces his way through dozens of guards himself) Aah...!"},{"T":"301","2":"Nat","3":"That is the Construct... We cannot have him here..."},{"T":"301","2":"Kamui","3":"...?!"},{"T":"301","3":"The guards all leap toward Kamui one after another..."},{"T":"301","3":"The ground cracks open, and the guards drag Kamui into the rift..."},{"T":"301","2":"Nat","3":"I will take my time with him once I am done with Gray Raven. His frame is... interesting."},{"T":"301","3":"————"},{"T":"301","2":"Kamui","3":"(Defeats the last guard) ..."},{"T":"301","2":"Kamui","3":"I was careless... I've gotta find a way back. They can't win without me!"},{"T":"301","2":"Kamui","3":"...What's this?"},{"T":"301","2":"Kamui","3":"The Punishing Virus concentration in the air is... rising?!"},{"T":"301","3":"————"},{"T":"301","2":"Roland","3":"This way, the Punishing Virus will soon corrupt the power system completely."},{"T":"301","2":"Roland","3":"The Ascendants' will take down this Golden Vortex..."},{"T":"301","2":"Kamui","3":"Yada yada, what have you done this time?"},{"T":"301","2":"Roland","3":"(Roland dodges Kamui's strike) ..."},{"T":"301","2":"Kamui","3":"(Lifts his weapon) Looks like you've fully recovered."},{"T":"301","2":"Roland","3":"(Quietly moves away) Well... I couldn't have done it with your 'assistance,' Babylonian."},{"T":"301","2":"Kamui","3":"..."},{"T":"301","2":"Roland","3":"Who would've thought that there would come a day when we join forces..."},{"T":"301","2":"Kamui","3":"What the hell are you talking about..."},{"T":"301","3":"Roland turns and hides within a few massive shadowy figures. Multiple elite Corrupted strike at Kamui."},{"T":"301","2":"Kamui","3":"Getting help again...? Your tricks are getting old."},{"T":"301","3":"Roland cuts through the metal wall and leaves Kamui behind with the elite Corrupted."},{"T":"301","3":"The special equipment from Strike Hawk has detected that the Punishing Virus is destroying the power supply."},{"T":"301","2":"Kamui","3":"I knew Roland was up to no good sneaking around here... It's broken..."},{"T":"301","2":"Kamui","3":"If the power supply is infected, the engine will soon overclock... Knowing what the Punishing Virus can do, the Golden Vortex is not going to last."},{"T":"301","2":"Kamui","3":"Gray Raven is still up there..."},{"T":"301","2":"Kamui","3":"..."},{"T":"301","2":"Kamui","3":"(Blocks an elite Corrupted's shot) ..."},{"T":"301","2":"Kamui","3":"I have to enter a system channel to delay the Punishing Virus infection... but I can't just leave these Corrupted alone."},{"T":"301","2":"Kamui","3":"I guess it's time for a dual monitor setup."},{"T":"301","2":"Kamui","3":"Isolate my M.I.N.D. while transmitting the frame's visual input to it."},{"T":"301","2":"Kamui","3":"That way, I can keep controlling my frame to fight while I hack into the power supply. It's like logging into two accounts for an MMO at the same time! Piece of cake for a pro gamer like me."},{"T":"301","3":"——!! ——!!"},{"T":"301","2":"Kamui","3":"Beginning to hack into the power supply..."}]