[{"T":"301","3":"You cannot see, hear, smell, taste or touch anything. But your thoughts have expanded beyond infinite distance."},{"T":"301","3":"You feel like a speck of dust in space. Or, every single speck of space dust is you."},{"T":"301","3":"As you roam around, you see a glow—"},{"T":"302","2":"(Move over)"},{"T":"301","3":"Blinded by the blazing light, you squint your eyes and start to feel a solid ground under your feet."},{"T":"301","3":"But the impact makes you stumble, as if you have jumped from a great height."},{"T":"301","3":"Someone grabs your arm."},{"T":"301","2":"Liv","3":"Are you okay, Commandant...? Can you stand?"},{"T":"301","3":"You hear Liv's worrying voice and realize she is holding your arm. You turn around and find Lucia and Lee are also on guard, glancing at you every now and then to confirm your situation."},{"T":"301","3":"Apart from Gray Raven, there are also many other people walking past. Most of them are casually dressed, while some have strange outfits like full-body armor or latex suit."},{"T":"301","3":"Apart from a few curious glances, they do not seem to be surprised by Gray Raven's sudden entrance."},{"T":"301","3":"The buildings here look quite similar to your impression of Kowloong style."},{"T":"302","2":"I'm fine."},{"T":"302","2":"Where are we?"},{"T":"301","2":"Lee","3":"It should be a virtual space, but the simulation of the city is near perfect. I can't find any obvious glitches."},{"T":"301","2":"Lee","3":"Of course, there are some weird things going on..."},{"T":"301","3":"You don't need Lee to remind you about the weirdness of this place."},{"T":"302","2":"A lantern-shaped... sun?","4":"So many Tigers flying in the sky..."},{"T":"301","3":"The star that has been watching the earth for billions of years has changed."},{"T":"301","3":"The circle has become an oval. It even has a tassel slowly swaying on its base..."},{"T":"301","2":"Lee","3":"More like a jellyfish."},{"T":"301","3":"Many machines that look identical to Tiger are hovering in the air."},{"T":"301","2":"Speaker","3":"Super special sale! The last sale before the new year!"},{"T":"301","3":"The speaker is broadcasting some advertisements."},{"T":"301","3":"Nobody seems to be surprised at the unconventional scene. It seems to be just an ordinary sight."},{"T":"301","2":"???","3":"Excuse me. Could you please let me get through?"},{"T":"301","2":"Liv","3":"Oh, sure... Huh?"},{"T":"301","2":"Polar Bear","3":"What is it?"},{"T":"301","2":"Liv","3":"S-sorry. I was just a little shocked."},{"T":"301","2":"Polar Bear","3":"?"},{"T":"301","3":"The bionic machine left with a confused look."},{"T":"301","3":"After careful observation, you realize there are also some Constructs and other mechanoids among the crowd."},{"T":"301","2":"Gun","3":"How's the exploration of the New Year relic dungeon going?"},{"T":"301","2":"Pointy","3":"Forget about it. We got owned. The opponent's level was too high."},{"T":"301","2":"Gun","3":"Want me to carry you tonight? We two make a great duet."},{"T":"301","2":"Pointy","3":"Maybe next time. I just want a peaceful life for now."},{"T":"301","2":"Sister","3":"Have we got all the ingredients needed for tonight?"},{"T":"301","2":"Sanctuary Guard","3":"All here, but I heard some of the already adopted children would be coming back. Shall we prepare a bit more?"},{"T":"301","2":"Sister","3":"Good point. Let's buy more fruits from A'Mao's."},{"T":"301","2":"Prime","3":"Ladies and gentlemen, boys and girls!"},{"T":"301","2":"Phecda","3":"Come and have a look. The show's about to start!"},{"T":"301","2":"Prime","3":"We'll break rocks on our chests!"},{"T":"301","2":"Sanitizer","3":"biubiubiubiu!"},{"T":"301","2":"Terrapod","3":"dadadada!"},{"T":"301","2":"Sanitizer","3":"biu!"},{"T":"301","2":"Terrapod","3":"da!"},{"T":"301","2":"Butler","3":"Master will not tolerate your actions. Just give up."},{"T":"301","2":"Sanitizer","3":"Biu..."},{"T":"301","2":"Terrapod","3":"Da..."},{"T":"301","2":"Old Man","3":"Haha, it's okay. It's New Year, let's be happy."},{"T":"302","2":"I've seen a lot of things beyond my common sense.","4":"Nanami's gift really is something else."},{"T":"301","2":"Liv","3":"I never thought I would get to see this..."},{"T":"301","2":"Lucia","3":"It's Nanami's style indeed."},{"T":"301","2":"???","3":"Gray... Raven?"},{"T":"301","2":"Liv","3":"Did someone else also enter this virtual space with us?"},{"T":"301","2":"Lee","3":"No, that voice is..."},{"T":"301","2":"Nozzle","3":"What... are you... doing... here?"},{"T":"302","2":"!!!","4":"Who are you?"},{"T":"301","2":"Nozzle","3":"Why... so... surprised?"},{"T":"301","2":"Nozzle","3":"I feel... hurt!"},{"T":"301","2":"Nozzle","3":"I'm the artist... living... next door."},{"T":"301","2":"Nozzle","3":"I even... drew some portraits... for you."},{"T":"301","2":"Nozzle","3":"Right... Is this... yours?"},{"T":"301","3":"Nozzle hands over a tiger head-shaped machine."},{"T":"301","2":"Liv","3":"It's Tiger. Didn't know it also came with us."},{"T":"301","2":"Tiger","3":"Meow!"},{"T":"301","2":"Nozzle","3":"Don't... lose it... again."},{"T":"301","2":"Nozzle","3":"I need to buy... the paint for New Year's painting... Got to go."},{"T":"301","3":"Nozzle left after handing Tiger over to you."},{"T":"301","2":"Liv","3":"No conflicts, no threats... Even past enemies can become neighbors."},{"T":"301","2":"Liv","3":"Is this what Nanami wants to show us?"},{"T":"301","2":"Liv","3":"Or, is this..."},{"T":"301","2":"Liv","3":"Her wish?"},{"T":"301","3":"Liv closes her eyes, trying to empathize with the creator of this space."},{"T":"301","3":"She soon opens her eyes again. No longer anxious, she actually sounds like she is looking forward to the new environment."},{"T":"301","2":"Liv","3":"This virtual space seems to be vast. Where shall we go next?"},{"T":"301","2":"Lucia","3":"Nozzle said it lived next door, so we should have a place to live here."},{"T":"301","2":"Lucia","3":"Let's head to the base Nanami prepared for us."},{"T":"301","2":"Lee","3":"I agree. Nanami said she would give us hints."},{"T":"301","2":"Lee","3":"What Nozzle said should be one of them."},{"T":"302","2":"But we don't know the address.","4":"Let's ask Nozzle for our exact address before it walks away."},{"T":"301","2":"Lee","3":"Look behind you."},{"T":"301","2":"Lee","3":"No need."},{"T":"301","3":"Lee points behind you."},{"T":"301","3":"Behind you is a wooden road sign that is commonly seen in animation, but very out of place in a city of steel and concrete."},{"T":"301","3":"There is a cartoonish arrow on it."},{"T":"301","2":"Lucia","3":"This road sign just showed up behind you, Commandant. It is probably one of the hints that Nanami left us."},{"T":"301","2":"Tiger","3":"Meow!"}]