[{"T":"302","2":"Liv, check on Karen."},{"T":"301","2":"Liv","3":"Because we don't have access authority to her M.I.N.D., we'll have to brute force it..."},{"T":"301","2":"Liv","3":"This is...!"},{"T":"301","2":"Liv","3":"A form of energy is trying to invade Karen's M.I.N.D."},{"T":"301","2":"Lucia","3":"Energy?"},{"T":"301","2":"Liv","3":"I currently cannot discern its constituents... but this energy is overloading her M.I.N.D. and causing it to overheat."},{"T":"301","2":"Liv","3":"If this goes on, Karen might..."},{"T":"302","2":"Immediately call Celica for help!"},{"T":"301","2":"Liv","3":"Yes, Commandant... B-but Karen's situation requires immediate attention as well!"},{"T":"301","2":"Bianca","3":"What do we need to do?"},{"T":"301","2":"Liv","3":"Like I said, I cannot discern the properties of that energy. But at the very least, her M.I.N.D. must be cooled off first."},{"T":"301","2":"Liv","3":"We need to help Karen's frame sleep to temporarily pause her M.I.N.D., then wait for support or help."},{"T":"301","2":"Liv","3":"But the issue is that, even though I've been externally sending in sleep commands, that energy is disrupting its execution."},{"T":"302","2":"Is there no other way?"},{"T":"301","2":"Liv","3":"There is, but it's a risky choice."},{"T":"301","2":"Lucia","3":"The situation is dire. Even if it has high risk, we have no choice."},{"T":"302","2":"Liv, can you explain?"},{"T":"301","2":"Liv","3":"Right—we can force a sleep command from inside Karenina's M.I.N.D. by connecting with it."},{"T":"301","2":"Liv","3":"Specifically, by using my operation system as a bridge to connect Karenina and someone else's M.I.N.D., we can let the two consciousnesses briefly connect."},{"T":"301","2":"Liv","3":"That way, the other person can enter Karenina's M.I.N.D. and assist in forcing a sleep command."},{"T":"301","2":"Lee","3":"So it'll be like injecting immunocytes into a body?"},{"T":"301","2":"Liv","3":"Yes, Lee's metaphor is quite apt. But at the same time, this requires the linking of two M.I.N.D.s, so there will be a high chance of coming into contact with that unknown energy."},{"T":"301","2":"Liv","3":"I'm sorry... but I have no suitable countermeasures at the moment."},{"T":"302","2":"No, you've already done well, Liv."},{"T":"301","2":"Bianca","3":"I'll take that risk for Karen."},{"T":"301","2":"Lucia","3":"No, I should do it."},{"T":"301","2":"Lucia","3":"Given the situation, we still have to stay here for a while, and we'll likely be attacked by more Corrupted. Whether we hold our ground or retreat, ranged attacks are more favorable than melee ones."},{"T":"301","2":"Lucia","3":"And we have the guidance of Commandant's Mind Beacon. That should lower the risk."},{"T":"302","2":"(Nod)"},{"T":"301","2":"Bianca","3":"Okay, but be careful... I'll leave Karenina in your hands."},{"T":"301","2":"Lucia","3":"...Mhm."},{"T":"301","2":"Lucia","3":"Lee, help Bianca protect both Commandant and Liv."},{"T":"301","2":"Lee","3":"Of course."}]