[{"T":"301","2":"Liv","3":"This area is bigger than I thought, now that we've got a map from Foreman..."},{"T":"301","2":"Lucia","3":"It's also divided into clearly-defined zones. I wonder how many mechanoids have gathered here."},{"T":"301","2":"Lee","3":"My initial estimation is over a thousand of them. After all, maintaining a hologram of this scale must involve an enormous amount of recon drones."},{"T":"302","2":"Who organizes this?","4":"Can't believe there's so many mechanoid here."},{"T":"301","2":"Lee","3":"It could be Foreman, it could be others, but from my experience, a convention of this nature is usually run collectively by the fans."},{"T":"301","2":"Liv","3":"Foreman did say they all enjoy Ghost Expert here."},{"T":"301","2":"Lee","3":"Even with the results from our database, it's still difficult to determine what this Ghost Expert is..."},{"T":"301","2":"Lee","3":"Anyway, we should definitely look into a group this size. We might just get our hands on some useful intel."},{"T":"301","2":"Mechanoid A","3":"Ugh, why is the first trial so damn difficult already? What the hell?"},{"T":"301","2":"Mechanoid B","3":"We can always give it another go later. Let's try the other trials first to liven things up."},{"T":"301","2":"Mechanoid A","3":"I'm gonna give that East General a taste of my fist after the event's over. Just you wait!"},{"T":"301","2":"Liv","3":"Those mechanoids..."},{"T":"301","2":"Lucia","3":"Looks like they're contestants who did the trial before us. Should we ask them how it went, Commandant?"},{"T":"302","2":"That's not necessary.","4":"Let's ask them."},{"T":"301","2":"Lucia","3":"Copy. Then let's keep going."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","3":"Lucia walks up to the two mechanoids as you instructed and greets them."},{"T":"301","2":"Mechanoid A","3":"Babylonia... Nah, never heard of it. What can I do for you?"},{"T":"301","2":"Lucia","3":"We're also participants in this competition. We're just wondering if you can tell us a little bit about the content of the trial?"},{"T":"301","2":"Mechanoid A","3":"Won't hurt to tell you what it is, I suppose. Basically, it's a game of riddles."},{"T":"301","2":"Lucia","3":"Are they riddles that challenge our knowledge base?"},{"T":"301","2":"Mechanoid A","3":"It's a challenge on how well you know your companions. Speaking of which—how the hell did you not notice that guy's a fake?"},{"T":"301","2":"Mechanoid B","3":"Hey, stop hitting me!"},{"T":"301","3":"Halfway through your conversation, one of the mechanoids starts smacking the other one, and you feel like this is as much information as you can get from them."},{"T":"301","2":"Lucia","3":"How well we know our companions, is it...?"},{"T":"301","3":"——"},{"T":"301","2":"East General","3":"So you're the Babylonian contestants Foreman mentioned, aren't you? I'm East General, the guardian of the Eastern trial!"},{"T":"301","2":"Lucia","3":"Did Foreman mention us specifically?"},{"T":"301","2":"East General","3":"This ghost-hunting event is for fun, after all. We wouldn't want bad eggs among us, would we?"},{"T":"301","3":"Despite how silly this event is, this East General in front of you seems to be quite a knowledgeable individual."},{"T":"301","2":"East General","3":"Regardless, I should provide you with a little more information before you begin."},{"T":"301","2":"East General","3":"Apart from the Northern trial, all the other trials only permit one participant each time, and those who have taken part in a previous trial cannot join another one."},{"T":"301","2":"East General","3":"Considering that you're a group of Constructs with a commandant, I'll allow your commandant to assist you through your comms."},{"T":"302","2":"Thanks.","4":"Wouldn't that be unfair?"},{"T":"301","2":"East General","3":"Sure."},{"T":"301","2":"East General","3":"Given that you Constructs only work well with a commandant and that you're all new to this... Consider this a newcomer gift."},{"T":"301","2":"Lee","3":"Newcomers... So you've hosted this event here multiple times..."},{"T":"301","2":"East General","3":"Now, onto the instruction of the trial itself. As contestants, you must know that ghosts are inclined to disguise themselves as others to trick innocent people."},{"T":"301","2":"East General","3":"But you certainly won't be fooled by such trickery as outstanding Taoists yourselves! Therefore, I, East General, shall test your perception!"},{"T":"301","2":"East General","3":"So, send in the one who knows your group best!"},{"T":"301","2":"Lucia","3":"The one who knows us best... Commandant, who should we send?"},{"T":"302","2":"How about me?","4":"Any one of you will do, right?"},{"T":"301","2":"East General","3":"Better keep the human out of this, I reckon. Unexpected dangers lurk within!"},{"T":"301","2":"Lucia","3":"Right. Any one of us would easily pass this trial."},{"T":"301","2":"Liv","3":"In that case... can I do it?"},{"T":"301","3":"As you wrestle with deciding who to send in, Liv raises her hand, her cheeks slightly blushing."},{"T":"301","2":"Liv","3":"It's always been Lucia or Lee who leads the charge in the past, therefore... if I could..."},{"T":"301","2":"Liv","3":"And I've always been watching over everyone on the battlefield! That's why I won't fail when it comes to knowing my companions!"},{"T":"301","2":"Lucia","3":"I don't see why not, Commandant. Let's send Liv in."},{"T":"302","2":"(Nod)","4":"Let's do it!"},{"T":"301","2":"East General","3":"Very well... Let the trial begin! Scene change!"}]