[{"T":"301","3":"When we finally got to the altar, Liv was kneeling on the ground, exhausted. The King picked up the complete artifact next to her."},{"T":"301","2":"King","3":"Oh, you still have the strength to make it here. Too bad..."},{"T":"301","2":"King","3":"I already have the Goddess' artifact!"},{"T":"301","2":"Demon King","3":"He's got it after all!"},{"T":"301","3":"The artifact was glowing like a rainbow in the King's hand. Just like the name 'Goddess' suggested, it emitted a warm, calming power."},{"T":"301","2":"Vera","3":"Now that you've got what you want, don't forget our victory. You know what to do."},{"T":"301","2":"King","3":"Of course. Let me turn into my complete form and grant you victory with the power of the system. Thank you for helping me, heroes!"},{"T":"301","3":"After Vera's reminder, the artifact emitted a blazing light. The King's human body slowly collapsed, with new limbs sticking out."},{"T":"301","2":"King","3":"Ahhhh, this is it... The power of the artifact. I can feel power flowing into myself!"},{"T":"301","3":"After some trembling, he turned into a giant mechanoid that looked nothing like a human."},{"T":"301","3":"It was ball-shaped and equipped with external modules that could launch mini-robots and missiles. The giant observation device in the center of its body was blinking a mysterious red light."},{"T":"301","3":"But more importantly, the system menu showed that the King finally had an HP bar."},{"T":"301","2":"King","3":"Behold, my true, invincible body! This is my power!"},{"T":"302","2":"That's just a Riot, isn't it?","4":"Does he have an HP bar now?"},{"T":"301","2":"Lee","3":"Yeah, it's a Riot."},{"T":"301","2":"King","3":"Hah, I'm no regular Riot. Call me King Riot!"},{"T":"301","2":"Lee","3":"...Isn't that more stupid?"},{"T":"301","2":"King","3":"Shut up!!!"},{"T":"301","2":"Kamui","3":"You're right, Commandant. Usually, when Boss turns into this state, we can start attacking."},{"T":"301","2":"Lucia","3":"Let's do it then."},{"T":"301","2":"King","3":"How arrogant! Don't you dare look down on me, heroes!"},{"T":"301","2":"King","3":"Hmph, whatever you say, I now possess the power of the system... Behold, the Goddess' artifact!"},{"T":"301","2":"King","3":"Ugh, what!?"},{"T":"301","3":"The King was going to do something with the artifact, but he suddenly received a heavy blow."},{"T":"301","2":"Karenina","3":"Too noisy! Control your volume, you big fat machine!"},{"T":"301","3":"It was a shot from Karenina's cannon. No longer shackled, she was standing in front of Liv to protect her."},{"T":"301","2":"King","3":"What's going on? I thought Vera had you!"},{"T":"301","2":"Vera","3":"I never said I would keep her till the end."},{"T":"301","2":"King","3":"Urgh!!!"},{"T":"301","3":"The King took another hit on the top. The artifact fell off his 'head', and was quickly picked up by Camu."},{"T":"301","2":"King","3":"What is this... What are you doing?!"},{"T":"301","2":"Lucia","3":"Commandant, we should also start moving."},{"T":"302","2":"Yeah.","4":"Protect Liv first!"},{"T":"301","2":"King","3":"Wait, what? Are you going to come at me now?"},{"T":"301","2":"Lucia","3":"Yeah. We will need her for the final battle."},{"T":"301","2":"Vera","3":"Can't you see? The question is so unnecessary."},{"T":"301","2":"Camu","3":"I know this is only a game, but I just hate to follow other people's orders. Especially when the person thinks he can control everything like Kurono."},{"T":"301","2":"Vera","3":"I don't hate you in person, but I prefer to ditch the stupid Boss."},{"T":"301","2":"King","3":"What the heck are you talking about!?"},{"T":"301","2":"Karenina","3":"What a fool... Vera and Camu had been bluffing you all the time."},{"T":"301","2":"Karenina","3":"Both them and us have only been waiting for you to have a proper HP bar."},{"T":"301","2":"King","3":"What!?"},{"T":"301","2":"Lucia","3":"Let's go!"}]