[{"T":"301","2":"Kamui","3":"Gray Raven... Hang in there."},{"T":"301","2":"Kamui","3":"Speaking of which, you haven't said a thing so far. People won't even know you're here if you don't say something, Wanshi."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"Where are the people? There's only the three of us here."},{"T":"301","2":"Kamui","3":"I know we're looking for them, but are we going to do that on foot? We're pretty far from the target location. Should we ask Babylonia to airdrop a vehicle? That'll get us there sooner."},{"T":"301","2":"Wanshi","3":"Vehicles won't do well on these roads."},{"T":"301","2":"Kamui","3":"Why not? These roads are wide enough."},{"T":"301","3":"Wanshi quietly lifts a finger and points at the distance."},{"T":"301","3":"The others stop moving. For a moment, all they can hear is the swooshing wind, but soon the rumbling sound of waves comes loud and clear. A crimson red line emerges between the cement gray buildings and is quickly approaching."},{"T":"301","2":"Chrome","3":"...The Red Tide."},{"T":"301","2":"Kamui","3":"That's ridiculous! It's at least three meters tall!"},{"T":"301","2":"Wanshi","3":"Well, we don't have to look for it anymore. Even though our mission priority has changed, we still have time to get a sample."},{"T":"301","2":"Chrome","3":"Yeah. Let's find a vantage point before the Red Tide gets here."},{"T":"301","2":"Kamui","3":"I have to say... that thing looks so... gross. I don't want to be anywhere near it."},{"T":"301","2":"Chrome","3":"According to Asimov's initial analysis, it's a combination of the Punishing Virus with certain 'impurities.'"},{"T":"301","2":"Kamui","3":"Look at the concentration of Punishing Virus. I don't think anyone would dare to get close to it unless they're as special as Camu..."},{"T":"301","2":"Wanshi","3":"Why don't you ask Camu to check it out?"},{"T":"301","2":"Kamui","3":"He accepted a mission as a freelancer, so we separated before I landed."},{"T":"301","2":"Kamui","3":"I wonder how he's doing now..."}]