[{"T":"301","2":"Kamui","3":"Capt! We've made contact with the squad near the Dead Zone! They're heading for the rendezvous in Zone C!"},{"T":"301","2":"Wanshi","3":"Retreat route secured. Ready to receive the squad."},{"T":"301","2":"Chrome","3":"Good job."},{"T":"301","2":"Chrome","3":"Now, we just have to make sure that Squad Two can meet with the retreating team..."},{"T":"301","2":"Chrome","3":"Based on what we arranged, they should have retreated by now..."},{"T":"301","2":"Chrome","3":"This is Chrome from Strike Hawk. Squad Two, please respond."},{"T":"301","2":"Chrome","3":"I'm at the rendezvous. Please approach the target location ASAP."},{"T":"301","2":"???","3":"Forget it. I'm the only one left."},{"T":"301","2":"Chrome","3":"?!"},{"T":"301","2":"???","3":"Squad Two is down... Cough... I'm carrying out my commandant's last order."},{"T":"301","2":"Chrome","3":"What order? I... wasn't notified..."},{"T":"301","2":"Construct","3":"Blow up the factory."},{"T":"301","2":"Construct","3":"To do so... I have to lure as many Corrupted here as possible."},{"T":"301","2":"Chrome","3":"Understood. You still have enough time to retreat after the explosives are primed. I'll meet you as we planned."},{"T":"301","2":"Construct","3":"That won't be necessary."},{"T":"301","2":"Construct","3":"This is the end of the line for me."},{"T":"301","2":"Chrome","3":"What are you talking about? There's still time—"},{"T":"301","2":"Construct","3":"This time I live."},{"T":"301","2":"Construct","3":"What about next time?"},{"T":"301","2":"Construct","3":"Will I still be that lucky next time?"},{"T":"301","2":"Chrome","3":"If you can't move because you're hurt, just stay where you are! I'm coming to get you!"},{"T":"301","2":"Construct","3":"Chrome... take a look around you."},{"T":"301","2":"Construct","3":"Look at the collapsed walls and ruins. Look at how all breathing things are surviving on food in rusted cans and water in filthy pools."},{"T":"301","2":"Construct","3":"Fight all we want, but the virus is always a step ahead of us. I can feel it, Chrome. It's... evolving."},{"T":"301","2":"Construct","3":"A teammate from my last squad is still lying in the Construct Maintenance Department. I haven't seen him step out of that room since he was wounded in our last mission."},{"T":"301","2":"Construct","3":"Sometimes, I think... I'll never get to see him again."},{"T":"301","2":"Construct","3":"Like how we'll never get to see the day we win this war."},{"T":"301","2":"Chrome","3":"We will win."},{"T":"301","3":"A bitter chuckle comes through the comms amidst the buzzing from signal interference."},{"T":"301","2":"Construct","3":"Even... if we live to see the day we win... there won't be a future for us, will there?"},{"T":"301","2":"Construct","3":"Do those humans on Babylonia know about the sacrifices we've made here on the surface? Do they care?"},{"T":"301","2":"Elites","3":"'Perform well! The future of Earth lies on your shoulders!'"},{"T":"301","2":"Elites","3":"'Bring home some medals, yeah? I'm sure your father will be pleased.'"},{"T":"301","2":"Chrome","3":"You..."},{"T":"301","2":"Construct","3":"To them, we're just tools."},{"T":"301","2":"Construct","3":"Even if our bodies are decimated by the Corrupted, we can still fight as long as our M.I.N.D.s are intact."},{"T":"301","2":"Construct","3":"But we have to risk losing our memories... forgetting why we fight, forgetting those we love."},{"T":"301","2":"Construct","3":"I became a Construct... because someone wanted me to. But it's been so long... since I've seen that person."},{"T":"301","2":"Construct","3":"Have you not lost a teammate before? Don't you know how the big shots feel about those Constructs who are heavily wounded or even sacrificed?"},{"T":"301","2":"Chrome","3":"What happened to the original squad, Mr. Smith?"},{"T":"301","2":"John","3":"They're no longer deployable. Don't worry about that for now—the Science Council will handle it based on the circumstances."},{"T":"301","2":"Chrome","3":"...Can't they return to the battlefield?"},{"T":"301","2":"John","3":"They'll return to where they belong. That's how wars go."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Construct","3":"If surviving the war is already too much for us to wish for, what hope do we have when it comes to living after it?"},{"T":"301","3":"Unintelligible mumbles come through his comms, the mourning of a person who can no longer move with the weight on his shoulders."},{"T":"301","2":"Construct","3":"I really am... so very tired."},{"T":"301","2":"Construct","3":"This... isn't that bad a way to go."},{"T":"301","2":"Chrome","3":"Almost there..."},{"T":"301","3":"Chrome knows that nothing he can say will comfort the Construct on the other end. All he can do now is run as fast as he can toward the Construct's direction."},{"T":"301","3":"Sparks fly as his frame runs at maximum speed, the cooling system inside struggling to keep up with the heat it is generating. A single misstep now means a devastating fall."},{"T":"301","2":"Chrome","3":"The cooling system... is not enough, and my mobility..."},{"T":"301","3":"Just a little faster—"},{"T":"301","2":"Construct","3":"It's an honor to talk to you in my last moments."},{"T":"301","2":"Construct","3":"I respect you. I've heard... that you volunteered."},{"T":"301","2":"Construct","3":"I thought you were just another perfect facade the folks at the top created to comfort us."},{"T":"301","2":"Construct","3":"But the things you've done... have changed my mind."},{"T":"301","2":"Construct","3":"I respect it. You could've... lived a comfortable life on Babylonia."},{"T":"301","2":"Construct","3":"If it were you, maybe..."},{"T":"301","3":"The Construct's voice slowly fades, barely audible."},{"T":"301","2":"Chrome","3":"I should be able to get there quickly from here."},{"T":"301","3":"—Now is not the time to be overcome by emotions."},{"T":"301","3":"He has to act to prevent something like this from happening again."},{"T":"301","3":"Chrome crashes into the factory, frantically searching for any ally signal in the area."},{"T":"301","3":"Eventually, he finds a Construct lying in the corner of an assembly workshop."},{"T":"301","3":"Eyes closed, the Construct is no longer conscious."},{"T":"301","2":"Chrome","3":"...His frame is still running in preservation mode. It's not too late!"},{"T":"301","2":"Chrome","3":"This is Chrome from Strike Hawk—target found! I repeat—target found! We're coming back!"}]