[{"T":"301","3":"PheeEEeeeewWWW—"},{"T":"301","3":"(The frigid wind continues to howl outside.)"},{"T":"301","2":"Karenina","3":"Why do those guys get to spend Christmas happily in the warm cabin? I'm stuck out in the ice and cold dealing with these weak Corrupted!!"},{"T":"301","2":"Karenina","3":"I'm not even breaking a sweat...!"},{"T":"301","3":"(A Corrupted goes flying into the air.)"},{"T":"301","2":"Karenina","3":"But I can't even have a rest...!"},{"T":"301","3":"(She smashes another Corrupted.)"},{"T":"301","2":"Karenina","3":"One after another. Wave after wave. They're showing no signs of stopping!"},{"T":"301","2":"Corrupted","3":"Rgh—! Grawrrr—!"},{"T":"301","2":"Karenina","3":"Stupid, stupid Corrupted! You're gonna blow out my eardrums!"},{"T":"301","2":"Karenina","3":"If I have to battle an Ascendant, that'll get my blood pumping."},{"T":"301","2":"Karenina","3":"But I'm bored out of my mind fighting these weaklings!"},{"T":"301","2":"Karenina","3":"If Lucia hadn't practically begged me for help, only an idiot would come to a place like this in the middle of the night."},{"T":"301","2":"Corrupted","3":"Grrgghh—Rarrghhh—"},{"T":"301","2":"Karenina","3":"Finally afraid, eh? Good. Saves me the effort."},{"T":"301","2":"Karenina","3":"Looks like I can finally see the silhouette of the clock from here. Hallelujah!"},{"T":"301","2":"Karenina","3":"Damn... I'd kill to go back and stretch out in the warm cabin..."},{"T":"301","2":"Karenina","3":"But as long as I ring that old bell and shoot into the sky, I'll get some brownie points with the commandant!"},{"T":"301","2":"Karenina","3":"And that means I'll beat Lucia for a change. Then again..."},{"T":"301","2":"Karenina","3":"When Lucia told me she wanted to throw a Christmas party with everyone and needed my help, I had absolutely no desire to..."},{"T":"301","2":"Karenina","3":"...I'd have rather stuck a needle in my eye!"},{"T":"301","3":"(Static)"},{"T":"301","2":"Karenina","3":"But I eavesdropped on her conversation with Lee just to make sure they didn't do anything stupid."},{"T":"301","2":"Karenina","3":"When I heard her say something about 'Operation Celebrate Christmas to Cheer Up Liv', I about laughed my *** off!"},{"T":"301","2":"Karenina","3":"What a stupid and boring plan!"},{"T":"301","2":"Lucia","3":"...Karen... Karenina..."},{"T":"301","2":"Karenina","3":"If Lucia hadn't sounded so pathetic, I could've been warm and cozy in Babylonia's war room right now."},{"T":"301","2":"Karenina","3":"...But seeing as Liv is a friend, I guess it doesn't hurt to make an exception every now and then."},{"T":"301","2":"Karenina","3":"This sorta grunt work is best left to Lucia, but she's just trying to pull the strings. She really pisses me off!"},{"T":"301","2":"Lucia","3":"...Karen—!"},{"T":"301","2":"Karenina","3":"AH! L-L-L-LUCIA—?!"},{"T":"301","2":"Lucia","3":"You've been mumbling to yourself."},{"T":"301","2":"Karenina","3":"W-what? How long have you been on the channel?!"},{"T":"301","2":"Lucia","3":"I've been calling your name for the past few minutes."},{"T":"301","2":"Karenina","3":"Do you get off on eavesdropping or something?!"},{"T":"301","2":"Lucia","3":"...Hey... The signal is cut... Karen... Hurry up... It's almost..."},{"T":"301","2":"Karenina","3":"Alright, alright. You're gonna make me go deaf."},{"T":"301","3":"Beep—"},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Karenina","3":"...Well, everything I said was true. Who cares if Lucia hears it!"},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Karenina","3":"Anyway... I need to get to the top of the clock tower..."}]