[{"T":"301","3":"Breezy night. White beaches. Salty air."},{"T":"301","3":"You push yourself up from the sand. Some seems to have gotten into your mouth."},{"T":"302","2":"...Bleugh."},{"T":"301","3":"This place is... Venus Splash Park."},{"T":"301","3":"Unlike the last time you were here, you see the entire water park ablaze with lights. Joyous Golden Age tunes, played by an accordion, wander into your ears."},{"T":"301","3":"You walk toward the water park. On your way there, you see more and more service robots."},{"T":"301","2":"Cathy?","3":"Have a lookie! Have a gander! Would you like a live performance, friend?"},{"T":"301","2":"Martini?","3":"Hey buddy, want a glass of martini?"},{"T":"301","3":"Deftly rotating the wheel beneath it, the service robot slides before you while holding a plate with two of its arms. It bows using the other two mechanical arms in a gentlemanly manner."},{"T":"302","2":"No thanks...","4":"(Now's not the time for this.)"},{"T":"301","2":"Martini?","3":"Ahah, right! Underage drinking is illegal."},{"T":"301","3":"The robot announces in a blaring robotic tone. It turns, splashing you with some of the content inside the glasses. Proceeding to completely ignore you, it continues on its quest to provide martini for humans."},{"T":"302","2":"...","4":"...Underage?"},{"T":"301","2":"Cathy?","3":"A customer! A customer! Another one! Another customer!"},{"T":"302","2":"Another?","4":"Are there other people here?"},{"T":"301","2":"Cathy?","3":"Please, good fellow. Come with me! Come with me!"},{"T":"301","3":"The dainty looking robot jumps up and down before you. It must have too much energy."},{"T":"302","2":"(Follow)"},{"T":"301","2":"Cathy?","3":"The greatest performance is now live at Venus Splash Park!"},{"T":"301","3":"The robot tugs you, leading you before a building. You see the watermelon A'Mao selling ice cream and souvenirs there. Several other robots are also cheerfully giving away snacks and toys."},{"T":"301","2":"A'Mao?","3":"Here, kiddo. Have this."},{"T":"302","2":"No thanks...","4":"Uh, thanks."},{"T":"301","3":"Completely ignoring your response, the watermelon stuffs a multicolored package into your hands."},{"T":"302","2":"...Fine."},{"T":"301","2":"A'Mao?","3":"Yay! Haha! Yay!"},{"T":"301","3":"Seeing you receive the gift, the watermelon cheerily yelps and rolls away into the distance."},{"T":"302","2":"..."},{"T":"301","3":"The Cathy unit eventually leads you to a theater hall. You make out a banner scrawled with crayoned letters of 'Death of Shome' on top of the stage."},{"T":"302","2":"...What kind of cult is this?"},{"T":"301","3":"You look for Luna in the dim-lit spectator area, but instead find every other single robot gazing heatedly at you. Their eyes flicker in an eerie sheen, looking all the more terrifying in the darkness."},{"T":"302","2":"...Let's not try anything, just yet."},{"T":"301","2":"Shark-speare?","3":"Showtime! Showtime!"},{"T":"301","3":"A spotlight flares up in the middle of the theater stage. Shark-speare, who has gotten on it since who-knows-when, is heralding the start of the show."},{"T":"301","2":"Shark-speare?","3":"Showtime! Showtime!"},{"T":"301","3":"Shark-speare's head falls off, revealing Shome's face inside, indignantly blinking."},{"T":"301","2":"Shome?","3":"Luna, do you really think you have everything under your control?"},{"T":"301","2":"Shome?","3":"Do you really think no one knows what you're planning?"},{"T":"301","2":"Shome?","3":"You must be disappointed! Before you learned of the truth from me, have you ever thought that you'd be stripped of your status as an agent?"},{"T":"301","2":"Shome?","3":"How does it feel when things go awry? But this is nothing! NOTHING, compared to the pain you have caused in others...!"},{"T":"301","2":"Shome?","3":"You will NEVER find happiness in your life! Not this one, not your next, or the one after!"},{"T":"301","2":"Shome?","3":"Repent by suffering for a thousandfold the pain you've caused! You deserve this! And your sister too, must bear the burden of your sin..."},{"T":"301","2":"Luna","3":"...Shut up!"},{"T":"301","3":"Luna's voice reverberates from a corner in the darkness, audibly irate. The robots all stare at her fixedly."},{"T":"301","2":"Luna","3":"Why... are you all looking at me like that..."},{"T":"301","2":"Luna","3":"No... Go away!"},{"T":"302","2":"Luna!"},{"T":"301","3":"In the few moments where you were taken by the play, the robots seem to have grown in numbers. You try to leave your seat, but the walls upon walls of steel block your way. The darkness does little to help you find Luna."},{"T":"302","2":"...The stage."},{"T":"301","3":"Fumbling around, you manage to crawl to the stage. You pull apart the heavy curtains and somehow find the spotlights trained upon you."},{"T":"302","2":"Hey! Look over here!","4":"Free her!"},{"T":"301","3":"You catch the attention of the robots. They rush at you, like ants swarming around honey."},{"T":"301","3":"With the mechanoids dispersed around her, you see that Luna has been standing next to the exit."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"She notices your gaze, but there is a lost expression about her. Her eyes meet yours over the sheets of mechanoids in the spectator seats, eventually focusing on them."},{"T":"302","2":"Stay there."},{"T":"301","3":"You mouth the words. You cannot tell if she heard you, but she does stand there, still and silent."},{"T":"301","3":"Looking around, you settle your sights on a banner around the stage, one dangling with balloons and ribbons."},{"T":"301","3":"You fish out the gift the watermelon gave you earlier and fashion a lasso out of the packaging ribbon. Giving it a good throw, it latches onto the banner. Then testing it for integrity, you hop and take to the air."},{"T":"301","3":"As the wall grows closer and closer, you let go, mentally judging the distance. You land perfectly... with a thud, right next to a mechanoid."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"I'm fine!","4":"Just a tiny accident."},{"T":"301","3":"The mechanoids take immediate notice of you. Without another word, you grab Luna's hand and run."},{"T":"301","3":"Just like the last time."},{"T":"301","2":"Luna","3":"Where are we going?"},{"T":"301","3":"But this time, she does not struggle like the last. And from her question, she seems to know nothing about the water park."},{"T":"302","2":"Somewhere they can't reach us.","4":"The highest place there is!"},{"T":"301","2":"Luna","3":"So... where?"},{"T":"302","2":"The highest place!"},{"T":"301","2":"Luna","3":"The highest place...?"},{"T":"301","3":"You both hurtle out of the theater, leaving behind everything—the lights, the music, the bands of mechanoids. Only the whistling wind grazes the two of you."},{"T":"301","3":"Luna's hand is slender, delicate to the point that it feels brittle. To think such world-ending power hides within..."},{"T":"301","3":"The ethereal lightness of Luna almost gives you an illusion that you are flying a kite by dragging her along."},{"T":"301","3":"And so, the two of you reach the entrance of the tallest building in the water park... the Ferris Wheel."},{"T":"302","2":"..."},{"T":"301","2":"Luna","3":"Is this... the highest place?"},{"T":"302","2":"It should be...","4":"Just one thing..."},{"T":"301","3":"The Ferris Wheel looks nothing like you remember. Where there should have been glass capsules are instead pairs upon pairs of roundabout horses."},{"T":"301","3":"The roundabout horses, exuding a warm orange radiance, are circling each other and rising from the Ferris Wheel. Some mad genius must have decided to... glue a bunch of roundabouts to the attraction."},{"T":"302","2":"This doesn't look safe at all...","4":"No choice..."},{"T":"301","3":"As a horse passes in front of you, you grab its head and hop on. You turn to look at Luna."},{"T":"302","2":"Come on!","4":"(Extend your hand)"},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"Behind her, the mechanoids are screeching in terrible noises and closing in."},{"T":"301","3":"The world parts into two, freezing in time—one of a terrifying nightmare, and one of a dreamy wonderland. Luna is caught in-between, looking over at you."},{"T":"301","3":"Then she takes a step forward and catches your hand. And with that, time ticks again."}]