[{"T":"301","3":"—3.9 km away from the conservation area reconstruction site 03."},{"T":"301","3":"Inside the library amidst an ocean of small bookshelves, a white hat breaches the 'surface.'"},{"T":"301","3":"Holding onto the shelves, Haicma lifts her head, trying very hard to scan the books at the top."},{"T":"301","2":"Spooner","3":"How much longer are you going to look?"},{"T":"301","2":"Haicma","3":"I'm not sure. At worst, until I finish browsing every book in this area."},{"T":"301","2":"Spooner","3":"Why are you going this far?"},{"T":"301","2":"Haicma","3":"Our database has yet to record all human knowledge, Spooner."},{"T":"301","2":"Haicma","3":"I believe fixing a hole after discovering it is the responsible thing to do."},{"T":"301","2":"Spooner","3":"Then how about letting me help upload all these books?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"Spooner, do you know how humans define a 'miracle'?"},{"T":"301","2":"Spooner","3":"It's probably... an after-the-fact conclusion of an event that happened but is almost statistically impossible?"},{"T":"301","2":"Haicma","3":"What if that event keeps happening repeatedly, then?"},{"T":"301","2":"Spooner","3":"Then perhaps you should find a way to isolate it?"},{"T":"301","3":"As if hearing the most boring answer, Haicma turns her attention back to the shelves."},{"T":"301","2":"Spooner","3":"..."},{"T":"301","2":"Haicma","3":"Spooner?"},{"T":"301","2":"Spooner","3":"A bit strange, but I can't say why."},{"T":"301","2":"Haicma","3":"You mean this area?"},{"T":"301","2":"Spooner","3":"I mean you, Haicma. I'm surprised by your changes, this shift that's unraveling the fundamental layer of your mindset."},{"T":"301","2":"Spooner","3":"This will make you look... different to the church. I don't think those folks will ignore it."},{"T":"301","2":"Haicma","3":"...Observing. Understanding. Perfecting myself. Those are parts of my mindset too."},{"T":"301","2":"Spooner","3":"That's not the point. The point is that Project Ark..."},{"T":"301","2":"Spooner","3":"..."},{"T":"301","2":"Haicma","3":"What?"},{"T":"301","2":"Spooner","3":"I'm afraid you might have to handle it here on your own for now."},{"T":"301","2":"Haicma","3":"Sure, but where are you going?"},{"T":"301","2":"Spooner","3":"An old friend's here."},{"T":"301","3":"Despite the vagueness, Spooner is not acting like it will be an armed encounter, so Haicma does not pry any further."},{"T":"301","3":"She is still in need of reference books she can use to decipher some human literature."},{"T":"301","3":"Just like how one would need to first understand programs before reading about artificial intelligence, there must be an entry point into understanding 'miracles.'"},{"T":"301","2":"Haicma","3":"'The 100th Weekend We've Met'... What about the first weekend? Where is that book?"},{"T":"301","3":"Wandering between the shelves, Haicma slowly amasses a large number of books she has to find. To understand them more comprehensively, Haicma has piled all the questions she has together."},{"T":"301","3":"But sometimes, not all questions have a definite answer."},{"T":"301","2":"Haicma","3":"This... has an issue number. Where is the first one?"},{"T":"301","2":"???","3":"Here."},{"T":"301","3":"She sees a hand passing her a book silently."},{"T":"301","3":"'Woosh!'"},{"T":"301","3":"You briefly hear the sound of wind reverberating."},{"T":"301","3":"Your prank has not panned out the way you expected."},{"T":"301","3":"Instead, a book that is five centimeters thick flies at your face like a brick."},{"T":"301","2":"Haicma","3":"...It's you."},{"T":"301","3":"The book stops in the air. Haicma's aggression melts away as you two lock eyes."},{"T":"301","2":"Haicma","3":"If not for my analysis of your voice, you would be dead by now."},{"T":"302","2":"I can tell."},{"T":"301","2":"Haicma","3":"Still, you have shown up at the most opportune moment."},{"T":"301","3":"With that, Haicma hands you the book in her arms."},{"T":"301","2":"Haicma","3":"I require the interpretation of a human regarding the information in this book."},{"T":"302","2":"What don't you understand?"},{"T":"301","2":"Haicma","3":"Based on my estimation—everything."},{"T":"302","2":"Then where should I start? The Big Bang?","4":"It will take a while to go through the whole book."},{"T":"301","2":"Haicma","3":"If possible. Please also summarize everything in the following books from the series."},{"T":"302","2":"..."},{"T":"301","3":"So, you return to the bookshelves under Haicma's watchful eyes."},{"T":"301","3":"You bite the bullet and head toward where she has been, hoping to find the other books in the series."},{"T":"301","3":"Sitting down next to the shelf, Haicma turns to the first page of the book, and there it reads 'Miracles' at the forefront."},{"T":"301","2":"Haicma","3":"Does it mean I have to accept that 'miracles' exist before I can continue reading this?"},{"T":"301","3":"Her fingers gently touching the notes on the title page, Haicma looks through the gap in the bookshelf at the human whose figure just happens to overlap with the words."},{"T":"301","2":"Haicma","3":"Miracles... miracles... acceptance?"},{"T":"301","3":"Suddenly, Haicma realizes her neural circuit is somehow firing on all cylinders."},{"T":"301","3":"Not only does her pile of questions remain unresolved, something else with a higher priority pushes it into a corner."},{"T":"301","2":"Haicma","3":"It's similar... to what happened on the balcony?"},{"T":"301","3":"Rubbing her chest, Haicma does not have the chance to contemplate for too long as she discovers the strange presence behind her."},{"T":"301","2":"Haicma","3":"Why are you here?"},{"T":"301","2":"Zero","3":"You finally noticed! I thought you were ignoring me all this time."},{"T":"301","3":"Sitting on the two sides of the same bookshelf with their backs toward each other, Zero and Haicma talk at a volume only the two of them can hear."},{"T":"301","2":"Zero","3":"You've gone rusty too, Haicma. Is it because of the humans?"},{"T":"301","2":"Haicma","3":"The church didn't tell me you're part of this operation."},{"T":"301","2":"Zero","3":"I was in the neighborhood, and this place always seemed interesting to me. I thought it'd be a shame if I missed it."},{"T":"301","3":"Zero being interested in books? Even infected machines could not mutter something this nonsensical."},{"T":"301","3":"Recalling the 'old friend' Spooner mentioned, Haicma fears that Zero is not the only one here."},{"T":"301","3":"As long as Haicma can keep an eye on the human's whereabouts..."},{"T":"301","2":"Zero","3":"Haicma, your mind has been running much slower lately. Has something contaminated your judgment?"},{"T":"301","2":"Zero","3":"If it's going to put Project Ark at risk, now's not too late to correct it."},{"T":"301","2":"Haicma","3":"This library is under the control of the human conservation area."},{"T":"301","2":"Zero","3":"It's not too hard to fry a human's brain. As long as we mush it thoroughly, there's no chance the other humans will be alerted in time."},{"T":"301","2":"Zero","3":"By the way, those Constructs are busy recycling their broken toys. And accidents are prone to happen to those who travel alone."},{"T":"301","3":"Her scythe extends swiftly to the crunching sound of gears turning. Pages scatter into the air from the books swept off by its blade."},{"T":"301","3":"Haicma turns to face the now empty shelf, her gaze piercing through the falling pages."},{"T":"301","2":"Haicma","3":"Disengage, Zero. Now."},{"T":"301","3":"Zero's familiar face flashes before vanishing between the white pages."},{"T":"301","3":"Without her usual banters and jokes, Zero's final expression is one of surprise and confusion."},{"T":"301","3":"And as Haicma hears footsteps approaching her from behind, Zero has disappeared amidst the scattered paper."},{"T":"301","2":"Spooner","3":"That's what Haicma wants. It's nothing like what you guys think."},{"T":"301","2":"Chariot","3":"That's fascinating. After all, I was sent here."},{"T":"301","2":"Spooner","3":"Are you going to barge in and shine a spotlight on the Church of Machina?"},{"T":"301","2":"Chariot","3":"Don't worry. I found something the humans hid in this library a while ago."},{"T":"301","2":"Chariot","3":"If they aren't using it anymore, then I might as well give it a chance to shine."},{"T":"301","2":"Haicma","3":"..."},{"T":"302","2":"You can ask me if you have any questions."},{"T":"301","2":"Haicma","3":"I don't. Not yet."},{"T":"301","3":"Sitting across Haicma at the table, you notice her peeking at you ever so often, to the point that she has barely flipped any pages in her book."},{"T":"302","2":"There are guards from the conservation area watching around here."},{"T":"302","2":"I don't think we have to worry about Corrupted showing up."},{"T":"301","2":"Haicma","3":"The chances of Corrupted appearing here are less than 1%. Not that they would worry me. It's just..."},{"T":"302","2":"Just what?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"The possibility of us meeting is much lower than that. What do you think about it?"},{"T":"301","3":"What an abrupt segue..."},{"T":"302","2":"(Try to press)","4":"(Nothing you can do if she does not want to say)"},{"T":"301","3":"Haicma does not answer you. She just takes a look outside the window before immediately turning back toward you as if she is hurriedly performing a ritual."},{"T":"301","3":"... (Thanks for nothing.)"},{"T":"302","2":"Perhaps some answers don't need to be a percentage?"},{"T":"301","2":"Haicma","3":"No?"},{"T":"302","2":"We'll always find each other, like it's written in the stars."},{"T":"301","3":"You open the book in your hand. Despite how groundless its fantasies are, those stories are always a part of how humans endure and survive."},{"T":"301","2":"Haicma","3":"I don't think your premise supports it based on what is written here."},{"T":"302","2":"I'm here now."},{"T":"302","2":"I'm glad I've run into you for the fourth time."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"My theory is that you're only here because this is the only building in this area with a unique purpose."},{"T":"301","2":"Haicma","3":"Hypothetically speaking, if this library did not exist, there is no way that a 0.08% chance could have..."},{"T":"301","3":"She stops. Even though her expression has not changed, you can feel how much she loathes the conclusion she is about to make."},{"T":"302","2":"It would be a shame if we missed each other."},{"T":"302","2":"We'd have to wait until we meet in the ruins for the fifth time."},{"T":"301","3":"The wind blows past the window, catching the corners of the pages and turning them to the other side."},{"T":"301","3":"The sun shines through the clouds, getting gradually brighter, and the words on the ivory pages seem to shimmer in the light."},{"T":"301","3":"What was it that people said? 'Language is power, and laughter is magic.'"},{"T":"301","3":"Inept as you may look, you hope that the things you have done can cast away the shadows within Haicma and everyone from the conservation area."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Holding down the fluttering pages, Haicma strokes the words on them once again."},{"T":"301","3":"But immediately afterward, she smells something unusual in the calming breeze."},{"T":"301","3":"She stands up, ignoring the chair she knocks down, looking at you as if gesturing you to stay close."},{"T":"302","2":"(Follow)"},{"T":"301","3":"In a wide passageway, the two of you move quickly in tandem. You seem to recall that this is the fire escape."},{"T":"302","2":"Is something wrong?"},{"T":"301","2":"Haicma","3":"Don't worry."},{"T":"301","2":"Haicma","3":"I just wanted fresh air."},{"T":"301","2":"Chariot","3":"Detonating."},{"T":"301","3":"BOOM!"},{"T":"301","3":"The deafening blast engulfs everything. Shattered windows, sweeping smoke, and the heat surge toward you from behind like an insatiable inferno."},{"T":"301","3":"Haicma takes advantage of her mechanical body, closing the distance between you two and the fire door in haste."},{"T":"301","2":"Chariot","3":"'See? Haicma can easily escape the kill box. Only the puny human will perish here.'"},{"T":"301","2":"Chariot","3":"'Save your energy, Spooner. Instead of confronting me, you should think about how to correct Haicma later.'"},{"T":"301","3":"Easily slamming open the heavy door, Haicma turns and reaches out for the distressed human, ignoring the warning about the extreme heat."},{"T":"301","3":"(Estimating—the human is too slow. There is a 98.3% chance of failure.)"},{"T":"301","3":"A success rate of 1.7% is enough. She is willing to gamble on the tiniest possibility."},{"T":"301","2":"Haicma","3":"!!"},{"T":"301","3":"Suddenly, she feels a pair of hands on her body, pushing her away."},{"T":"301","3":"Miracles have not answered her prayers. Having devoured everything, fire and smoke gush out of the passage."},{"T":"301","3":"As she arrives at her base at night, the night sky has already wiped away all noises."},{"T":"301","3":"Haicma returns to the room with all her paintings. Although the proposed repairs include restoring her mind, she has rejected all of them."},{"T":"301","3":"Her pen moves and turns, acutely illustrating the old shelves, the books of varying heights, and the uneven gaps in between."},{"T":"301","3":"But her pen pauses mid-air as it is about to touch the part in the center."},{"T":"301","2":"Haicma","3":"A mistake..."},{"T":"301","3":"Haicma goes over the decisions made in the meeting again: Zero is temporarily removed from all operations since her actions have alerted the Constructs from the conservation area, risking the Church of Machina's exposure."},{"T":"301","3":"Chariot is not reprimanded, given that he was acting under Zero's proposition."},{"T":"301","2":"Haicma","3":"Even Spooner is..."},{"T":"301","3":"Spooner, having defended her during the meeting, also came to talk to her privately on the same topic afterward."},{"T":"301","3":"Without exception, every key member of the Church of Machina agrees after hearing the reports—"},{"T":"301","3":"Haicma's actions have deviated from the behaviors of machine logic."},{"T":"301","3":"If she had not guarded this place as quickly as possible, her paintings might have also been taken away for assessment."},{"T":"301","2":"Haicma","3":"A mistake... The way I treated that human is a mistake?"},{"T":"301","3":"She could have made excuses: an impersonation, an observation, even an infiltration."},{"T":"301","3":"But there is a voice within her that speaks without hesitation—"},{"T":"301","3":"'Yes.'"},{"T":"301","3":"It is an answer from deep within her mind, a rational analysis that she is choosing to ignore."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Dawn is coming, and the face in the center of her painting has seen no progress."},{"T":"301","3":"As the land is showered in the morning light at daybreak, all that remains in the vacant room are the brushes left behind and a picture of an empty face."},{"T":"301","3":"Struggling to tear a rift in the darkness, you manage to confirm that you are still alive."},{"T":"301","3":"You try to recall the moment before you lost consciousness: realizing that you could not escape, you instinctively chose to do what you could to save Haicma."},{"T":"301","3":"Then, how did you survive?"},{"T":"301","2":"Haicma","3":"Are you awake?"},{"T":"301","3":"You cannot identify the blurry silhouette, but your eyes manage to focus on the black-and-white figure."},{"T":"301","2":"Haicma","3":"Please don't make any sounds. There are... Corrupted nearby."},{"T":"301","3":"It seems that you are placed behind a low wall. Poking her head out, Haicma is carefully keeping watch."},{"T":"301","3":"You feel her hair in your hand, but it no longer feels smooth. You look down to find the ends charred."},{"T":"301","2":"Haicma","3":"Please don't worry. Your companions are expected to be on their way."},{"T":"302","2":"..."},{"T":"301","3":"You want to ask about her damages only to realize you cannot speak. Meanwhile, darkness threatens to overtake your numbing consciousness once more."},{"T":"301","2":"Haicma","3":"I'm so sorry for causing you harm..."},{"T":"301","3":"Your hearing starts to fade."},{"T":"301","2":"Haicma","3":"I will review all my experiences since encountering you. I hope I can find an answer..."},{"T":"301","3":"Your vision darkens..."},{"T":"301","2":"Haicma","3":"So, allow me to say an indefinite goodbye..."},{"T":"301","3":"You try to clutch the ends of her hair with your last bit of strength, but all you can grasp are the crumbled pieces."}]