[{"T":"301","3":"Wanshi stood frozen in the middle of the outer corridor in the Star of Life, staring around blankly."},{"T":"301","3":"Both sides of the corridor are stacked with various medical equipment for surgeries on Constructs. They do not require aseptic processing the whole time like equipment for human surgeries, and are casually folded over each other in the corridor."},{"T":"301","3":"Several special connecting wires stabilizing the Inver-Device hang down from the edge of the folding equipment. They are sorted as Attacker, Support, and Tank."},{"T":"301","3":"After selecting the equipment they need, several assistants open the safety lock of the folding equipment with the terminal and head to separate maintenance rooms with them."},{"T":"301","3":"After the equipment is taken away, the white pattern engraved on the walls of the corridor that were blocked by the equipment came into Wanshi's eyes. He looks up along the pattern, the huge icon of the Star of Life is carved above his head."},{"T":"301","3":"Wanshi looks at the icon above in silence. As time passes by, he stands still."},{"T":"301","3":"The silence is finally interrupted by a rapid beep from the terminal of Wanshi. He takes out the terminal, stares at it for a while, then turns and leaves the corridor."},{"T":"301","2":"Wanshi","3":"How's the frame?"},{"T":"301","3":"Wanshi sits by the lounge, asking about the Construct while recording data on his portable terminal."},{"T":"301","2":"Construct","3":"I can already move as normal. It won't take long before I can return to the team."},{"T":"301","2":"Construct","3":"But the battlefield..."},{"T":"301","3":"The Construct's voice gradually sinks to a whisper and his body begins to tremble. Seeing this, Wanshi puts the terminal aside and reaches out to comfort him. Holding Wanshi's hands, the Construct stops trembling and continues."},{"T":"301","2":"Construct","3":"The collapsed building pierced our captain's body and countless Corrupted flooded in and ripped him into pieces."},{"T":"301","2":"Construct","3":"Rutland and I kept shivering upon the screech of our captain. He screamed and threw himself at the Corrupted, trying to pull our leader out."},{"T":"301","2":"Construct","3":"However, I ran away after hearing the screech. After turning around, an explosion came from behind. The debris and the remains of the Corrupted cut through my body and the impact of the blast knocked me down."},{"T":"301","2":"Construct","3":"Then I saw Rutland's head with electric sparks rolling down to my feet from behind. Vital fluid that spilled out of his features soaked my boots..."},{"T":"301","3":"Listening to the confession of the Construct in front of him, Wanshi clenches his hands even harder."},{"T":"301","2":"Construct","3":"I never found scrapping to be that scary. After all, there's no 'death' for Constructs. But I still felt the worst fear when looking at the grim faces of my partners as they were scrapped."},{"T":"301","2":"Construct","3":"My partners who were talking to each other a few seconds ago turned into scrap metal in the blink of an eye. The searing pain spread from my torso all over my body, and only pain and fear were left in the M.I.N.D."},{"T":"301","2":"Construct","3":"If the other squads hadn't arrived, I'm afraid I'd..."},{"T":"301","2":"Wanshi","3":"That's all in the past..."},{"T":"301","2":"Construct","3":"Sure, it's all over!"},{"T":"301","2":"Construct","3":"But soon I'll be assigned to a new team. It's only a matter of time before I return to the battlefield... to that nightmare again..."},{"T":"301","2":"Professor","3":"Wanshi, you've got the courage to expose the lies. But I'm afraid it's not the right answer."},{"T":"301","2":"Jett","3":"Lies and truths make no difference to Constructs like us."},{"T":"301","2":"Jett","3":"Yeah. We knew what the ending would be after seeing the truth beneath the lies."},{"T":"301","2":"Jett","3":"To die for humans is the inevitable end for Constructs."},{"T":"301","2":"Jett","3":"The only difference is when and where you die."},{"T":"301","2":"Jett","3":"This is the reality."},{"T":"301","2":"Jett","3":"This is... the reality."},{"T":"301","3":"Listening to the confession of the Construct, Wanshi recalls those words he has heard in the past."},{"T":"301","3":"Closing his eyes, he sees the desperate look on the Construct's face after knowing the lies, the inevitable ending and the professor's final gesture of silence."},{"T":"301","3":"Wanshi tries to find some words to comfort the Construct, but everything he can think of points to an answer that he has known long ago."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"The next time you can't hold on, just activate the recall, alright?"},{"T":"301","2":"Wanshi","3":"Get rid of the wounded frame and let your M.I.N.D. return to Babylonia."},{"T":"301","2":"Wanshi","3":"Like returning to the state before your birth, protected and warm."},{"T":"301","2":"Construct","3":"But this is just denial..."},{"T":"301","2":"Wanshi","3":"Though it's an escape from reality that would lead to the deviation of M.I.N.D., there's no shame in following your instincts."},{"T":"301","2":"Construct","3":"Is that so?"},{"T":"301","2":"Wanshi","3":"Yeah, humans have set up such means of insurance for the Constructs so that you can step into the battlefield with calm."},{"T":"301","2":"Construct","3":"Y-you're right."},{"T":"301","2":"Construct","3":"Phew..."},{"T":"301","2":"Construct","3":"Sorry for wasting your time and thanks for your comfort."},{"T":"301","2":"Wanshi","3":"...It's the least I could do."},{"T":"301","2":"Construct","3":"Not every doctor is as patient with Constructs as you are and takes the time to listen to my complaints."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Construct","3":"Phew... I feel much better. Thank you, doctor."},{"T":"301","2":"Construct","3":"Hope that we could meet somewhere other than the Star of Life next time."},{"T":"301","2":"Wanshi","3":"I wish that day will come..."},{"T":"301","2":"Construct","3":"Huh?"},{"T":"301","3":"Wanshi quickly turns around and walks out of the recovery room without letting the Construct see his expression."}]