[{"T":"301","2":"Lee","3":"That's one trial passed... but now we've got more questions."},{"T":"302","2":"The key with the portrait of a Construct."},{"T":"301","2":"Lee","3":"That's right. I thought it would just be a normal key, but I wasn't expecting a portrait on it."},{"T":"301","2":"Liv","3":"Do you think it means anything?"},{"T":"301","2":"Lee","3":"We should first figure out why these mechanoids would make a stamp like this..."},{"T":"302","2":"The supply crates.","4":"Maybe they know us?"},{"T":"301","2":"Lee","3":"It's probably the most sensible deduction, assuming they found out about us after going through the supply crates."},{"T":"301","2":"Lee","3":"Not very possible."},{"T":"301","2":"Lucia","3":"But stamping the portrait on them has to be a message."},{"T":"301","2":"Lucia","3":"I'm guessing it has something to do with the ghost-hunting part of the event. Maybe the person on the key would come to our assistance or something."},{"T":"301","2":"Lee","3":"Or the person is the target of the hunt..."},{"T":"301","2":"Lucia","3":"Either way, having this key means we can access the ghost-hunting venue, albeit only one of the areas. I think Commandant should give it a go."},{"T":"302","2":"I've tried it already.","4":"Let's do it later."},{"T":"301","2":"Lee","3":"Was that why you were gone just now...?"},{"T":"301","2":"Lucia","3":"Understood. We'll leave that decision to you, Commandant."},{"T":"301","2":"Liv","3":"The second trial is up ahead. I wonder what it is..."},{"T":"301","2":"???","3":"I hear somebody calling for the South General!"},{"T":"301","2":"Liv","3":"Eh?!"},{"T":"301","2":"Lucia","3":"Watch out, Commandant! Something's falling from the sky!"},{"T":"302","2":"(Dodge)"},{"T":"301","3":"You dodge just in time thanks to Lucia's warning, but you still cannot escape the impact from whatever is hitting the ground."},{"T":"301","2":"South General","3":"Ho ho ho! South General, at your service! Aspirants of wisdom, were you the ones who call for me?"},{"T":"302","2":"We weren't.","4":"We're just looking for the second trial."},{"T":"301","2":"South General","3":"It was you indeed! Ho ho ho!"},{"T":"301","2":"Lee","3":"...This guy's just making a speech."},{"T":"301","2":"South General","3":"I'm sure that you would know it requires more than simply perception to expose a ghost! It also takes the wisdom of improvising according to your circumstances!"},{"T":"301","2":"Lucia","3":"So the second trial is a trial of wisdom?"},{"T":"301","2":"South General","3":"The wisdom to 'improvise,' that is."},{"T":"301","2":"Lee","3":"You're really emphasizing that word, aren't you? How about let me tackle this one, Commandant?"},{"T":"302","2":"Of course."},{"T":"301","2":"South General","3":"Ho ho ho, a challenger approaches!"},{"T":"301","2":"South General","3":"Let the trial begin! Scene change!"}]