[{"T":"301","2":"Lee","3":"Done. All weapon systems of the space station have been disabled."},{"T":"301","2":"Broadcast","3":"A friendly reminder from Korolev: Dear children, please treat public facilities with love and care—"},{"T":"301","2":"Broadcast","3":"Serious offenders will be separated from their parents for one week in correctional facilities."},{"T":"301","2":"Lee","3":"Will this thing ever shut up..."},{"T":"302","2":"It's starting to get on my nerves.","4":"I think it's quite cute."},{"T":"301","3":"In space."},{"T":"301","2":"Ayla","3":"Watanabe, it's so crowded in here."},{"T":"301","2":"Watanabe","3":"It's not meant for two."},{"T":"301","2":"Ayla","3":"Have you brought mint leaves?"},{"T":"301","2":"Watanabe","3":"How do you know..."},{"T":"301","2":"Ayla","3":"I've been following the news."},{"T":"301","2":"Ayla","3":"To be more specific, I've been keeping up with the news on Gray Raven, and that includes everything and everyone in their proximity."},{"T":"301","2":"Watanabe","3":"Why Gray Raven... Whatever, none of my business."},{"T":"301","2":"Ayla","3":"Oh, there's nothing I can't tell. It's really just their commandant I'm interested in. By the way..."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Ayla","3":"Even if you are wearing such an outfit... You must have some spare ones left, right? Can I have one as a souvenir?"},{"T":"301","3":"Watanabe continues to fly the aircraft with ease while they talk."},{"T":"301","3":"After another enemy explodes into cosmic dust, Watanabe takes out a mint leaf from the cockpit and passes it to Ayla."},{"T":"301","2":"Ayla","3":"Wow..."},{"T":"301","2":"Ayla","3":"I shall give you something in return."},{"T":"301","3":"Ayla takes out her pen and signs on the cover of Watanabe's cockpit."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"Is this what Babylonia's new generation is like... Whatever."},{"T":"301","2":"Watanabe","3":"All done. I'll leave the rest to you."},{"T":"301","2":"Forsaken Pilot","3":"Roger."},{"T":"301","2":"Watanabe","3":"Sit tight."},{"T":"301","3":"Watanabe and his Forsaken air force have already eliminated most Corrupted drones with superb efficiency."},{"T":"301","3":"He and a few other aircraft suddenly accelerate, entering the range of the space station's defense weapon system."},{"T":"301","2":"System","3":"Lock-on warning. Incoming attacks. Amount: 16..."},{"T":"301","3":"Watanabe pulls up his aircraft, barely missing the incoming shots."},{"T":"301","2":"Watanabe","3":"You've got good space compatibility and g-force endurance."},{"T":"301","2":"Ayla","3":"Really? Thanks."},{"T":"301","3":"Watanabe turns his aircraft around and is about to attack the defense system when..."},{"T":"301","2":"System","3":"Enemy fire control system offline..."},{"T":"301","2":"Watanabe","3":"Hmph, it must be Gray Raven."},{"T":"301","2":"Ayla","3":"Oh? How do you know?"},{"T":"301","2":"Watanabe","3":"I've met many Babylonian squads, but only they can do that."},{"T":"301","2":"Ayla","3":"So Gray Raven is also special to you, huh?"},{"T":"301","2":"Watanabe","3":"...Enough talking. We've arrived at your landing point. I'll drop you off nearby."},{"T":"301","2":"Ayla","3":"Oh, alright then. Thanks for the ride, Watanabe. See you next time."},{"T":"301","2":"Watanabe","3":"I don't think there will be a next time."},{"T":"301","3":"Ayla waves goodbye to Watanabe. He immediately takes off again and starts searching."},{"T":"301","2":"Watanabe","3":"I remember it should be somewhere around here... Found it."},{"T":"301","3":"It is an aircraft with no signs to indicate its faction. It lands on the surface of the space station, creating a huge opening."},{"T":"301","2":"Watanabe","3":"Looks like we have some uninvited guests..."},{"T":"301","2":"Watanabe","3":"The deal with Babylonia is supposed to end here..."},{"T":"301","2":"Watanabe","3":"But..."},{"T":"301","2":"Watanabe","3":"Gray Raven..."},{"T":"301","3":"Watanabe pilots his aircraft toward the main entrance of the space station."}]