[{"T":"301","2":"Kamui","3":"So that Chaofeng's just gone? I thought he'd be coming with us."},{"T":"301","2":"Chrome","3":"We'll look suspicious if we're spotted hanging out with the Kowloong Crew. Besides, we already got what we wanted from him."},{"T":"301","2":"Chrome","3":"I'm not sure what sort of helpers he got, so we'd better count on ourselves still. Just the two of us. Got it, Kamui?"},{"T":"301","2":"Kamui","3":"Yup, just watch me wipe that system off the grid, ha!"},{"T":"301","2":"Murray","3":"The system is called Huaxu, right? I looked it up in Babylonia's database, and it does share a similar design architecture to Gestalt."},{"T":"301","2":"Murray","3":"There are a lot of blanks though. I must apply for higher access from my superiors."},{"T":"301","2":"Chrome","3":"...Yeah. According to what Chaofeng said, Qu will only appear at the trade event."},{"T":"301","2":"Kamui","3":"But the trade event should be held at that really open place we just passed by, right? Won't we be spotted instantly if we participate?"},{"T":"301","2":"Chrome","3":"We can probably hide ourselves in the buildings, but if we want to approach Qu as soon as we can, we have to be close to the central stage."},{"T":"301","2":"Murray","3":"Looks like you'll have to actually attend the event, then. To ensure success, might I suggest... a little disguise?"},{"T":"301","2":"Kamui","3":"But we haven't brought any camouflage coating onto the ship."},{"T":"301","2":"Murray","3":"What if we use the merchandise inside the shipping crates, then? While tracking Chaofeng through your visuals, I found some compartments holding a lot of clothes."},{"T":"301","2":"Chrome","3":"That might work. If we dress up as a guest or a Construct on display, we could blend in quite easily."},{"T":"301","2":"Murray","3":"Dressing up as merchandise on display should be your best choice. That way you'd be able to move around freely on the stage. Unfortunately the system only takes female Constructs..."},{"T":"301","3":"Murray falls into deep thought for a bit. He studies the two Strike Hawk members carefully in turn, then, dawning on a solution, finally claps his hands."},{"T":"301","2":"Murray","3":"Chrome, can you dress up as a female—"},{"T":"301","2":"Kamui","3":"Lemme lemme lemme!"},{"T":"301","2":"Chrome","3":"Sure."},{"T":"301","3":"The two answer at almost the same time. Kamui, Chrome, and Murray end up staring at each other in a sudden awkward silence."},{"T":"301","2":"Chrome","3":"Kamui might be too tall and broad to find clothes that fit him. Compared to him, I should be the better choice."},{"T":"301","2":"Murray","3":"A very logical conclusion... As expected from the leader of the vanguard force..."},{"T":"301","2":"Murray","3":"Why did you offer up yourself, Kamui?"},{"T":"301","2":"Kamui","3":"I'll probably look real nice dressed up!"},{"T":"301","2":"Murray","3":"...Just that?"},{"T":"301","2":"Kamui","3":"Hmm."},{"T":"301","2":"Kamui","3":"Male or female doesn't matter! I'm still me, and the leader is still the leader. It's all the same inside."},{"T":"301","3":"Chrome nods quietly in approval."},{"T":"301","2":"Murray","3":"The Strike Hawk Squad sure is... quite enlightened..."},{"T":"301","2":"Murray","3":"Well, if one of you dress up as merchandise there has to be a seller, which might require talking..."},{"T":"301","2":"Murray","3":"So Kamui, looks like you get to be pretty."},{"T":"301","2":"Kamui","3":"No problem! Still, even if I get a change of clothes, can I really survive till the last round?"},{"T":"301","2":"Murray","3":"No need to worry about that. As long as we've got an outfit, I can direct the makeup process."},{"T":"301","2":"Murray","3":"I guess I'll need your help for that, Chrome. More reason for Kamui to dress up."},{"T":"301","2":"Murray","3":"I have some dabbled a little in this... or I wouldn't have made the suggestion in the first place. You guys should try to acquire some clothes first."},{"T":"301","2":"Murray","3":"Meanwhile, I'll go brush up on how to do this with someone else... We can get in touch in 20 minutes, yeah?"},{"T":"301","2":"Chrome","3":"Sure, twenty minutes."},{"T":"301","2":"Chrome","3":"Well, then... Kamui, just follow me, don't wander off. Try not to catch the attention of the guards while we look for the clothes we need."}]