[{"T":"301","3":"You are now entering an abandoned residential area..."},{"T":"301","3":"Projections and the Corrupted coexist and roam the area."},{"T":"302","2":"Let's look into these projections first."},{"T":"301","2":"Lee","3":"It'd be great to be able to collect more data, but a record this huge and complicated is going to take us quite some time to look into."},{"T":"301","2":"Liv","3":"I ran a search with information of the Ascendants and Huaxu but I wasn't able to find anything. We can really use information that's more detailed."},{"T":"301","2":"Lucia","3":"All these projections and the Corrupted here, though. Could this be a sign of something?"},{"T":"301","2":"Liv","3":"It could be, but of what?"},{"T":"302","2":"Lee, what's your thought?","4":"Lucia, let's get rid of them all!","6":"Liv, do you recall anything?"},{"T":"301","2":"Lee","3":"As I said, a record this huge and complicated would take quite some time to calculate."},{"T":"301","2":"Lee","3":"The Spear of F.O.S. isn't turning up anything with the information we have. It's only giving us this sea of data."},{"T":"301","2":"Lee","3":"Let's see what Liv has to say."},{"T":"301","2":"Lucia","3":"Sure. Let's keep fighting, Commandant!"},{"T":"301","2":"Lee","3":"Hold on! But we came here for leads!"},{"T":"301","2":"Lee","3":"The record is only going to get bigger and more complicated if we destroy all the Corrupted here!"},{"T":"301","2":"Lee","3":"Let's see what Liv has to say."},{"T":"301","2":"Liv","3":"...Um. Let me think about it."},{"T":"301","2":"Liv","3":"Most of these Corrupted bodies are new. The only ones with dust on them are placed high up."},{"T":"301","2":"Liv","3":"I think these Corrupted only got here recently."},{"T":"301","2":"Lee","3":"So, something drew them here, or maybe the Ascendants summoned them."},{"T":"301","2":"Liv","3":"Correct, and the remains on the ground have been recycled."},{"T":"301","2":"Liv","3":"Uhm... Why did they only recycle the ones on the ground, though?"},{"T":"301","3":"The four of you think for a bit to no avail. You will just need to keep looking for clues."}]