[{"T":"301","2":"Murray","3":"Kamui is on the stage already? Didn't expect it to go so smoothly."},{"T":"301","2":"Chrome","3":"Chaofeng must have made some arrangements ahead of time."},{"T":"301","3":"..."},{"T":"301","2":"Chrome","3":"Didn't expect the 'helpers' Chaofeng mentioned to be the Gray Raven Squad, though. I wonder if your superiors already knew?"},{"T":"301","2":"Murray","3":"I only found out myself just now. How did my brother's crew get here? They should have been on missions in a different area."},{"T":"301","2":"Chrome","3":"By the way, Murray, are you not going to greet Lee and the other Gray Ravens?"},{"T":"301","2":"Murray","3":"It's fine, I'm happy just watching my brother from afar. Besides, it's kind of fun like this."},{"T":"301","2":"Chrome","3":"Fun, huh..."},{"T":"301","3":"A considerable number of people have gathered at the trade venue, and mechanical puppets on patrol. With every new 'construct display' that appears on stage, the crowd oohs and ahhs."},{"T":"301","2":"Chrome","3":"They're all trapped in this place, yet they're excited as ever for this event. Are they being controlled—or are they poisoned by this dream?"},{"T":"301","2":"Drawn-Out voice","3":"Our next item is—"},{"T":"301","3":"Chrome is still deep in thought when the mechanical puppet MC announces the next number—Kamui's. Kamui and Murray turn to look at the stage."},{"T":"301","2":"Kamui","3":"..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Kamui, dressed in feminine clothing, and Lucia, wearing something she ordinarily would not."},{"T":"301","2":"Murray","3":"Heh, so I guess my brother's squad had the same idea."},{"T":"301","3":"Murray seems to be enjoying this, while Chrome is checking for potential threats through his specialized device. He glances at the stage to see—"},{"T":"301","3":"Kamui sending flying kisses at him."},{"T":"301","2":"Kamui","3":"(Wink) Capt! (·ω<)★"},{"T":"301","2":"Chrome","3":"(What are you doing...)"},{"T":"301","3":"As much as Chrome wants to yell at Kamui, all he can do is gesture wildly at him to stop acting so 'unladylike.'"},{"T":"301","3":"...To which Kamui flashes Chrome a thumbs-up."},{"T":"301","2":"Kamui","3":"Lucia, Chrome is telling me to beat you in this."},{"T":"301","2":"Lucia","3":"What?"},{"T":"301","3":"The very next second, Kamui lifts his skirt, and the crowd responds with deafening cheers."},{"T":"301","2":"Chrome","3":"Kamui!"},{"T":"301","3":"Mistaking Chrome's enraged shouting as cheers, Kamui starts giving his all in his performance."},{"T":"301","2":"Yazi","3":"Quiet, everyone!"},{"T":"301","3":"The venue quiets down instantly. Right after this, a Kowloong Crew member dressed just like Chaofeng appears and pulls open the curtains concealing the upper stage."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Murray","3":"Chrome, is that..."},{"T":"301","2":"Chrome","3":"It must be Qu, the person Chaofeng mentioned."},{"T":"301","2":"Murray","3":"My brother—I mean, Gray Raven—probably has something planned. Should we make a distraction for them?"},{"T":"301","2":"Chrome","3":"Let me contact their commandant first."},{"T":"301","3":"..."},{"T":"301","3":"After the conversation, Chrome rips open his clothes to reveal the scythe he had kept hidden. The audience flees in different directions in horror."},{"T":"301","2":"Performer Puppets","3":"—"},{"T":"301","3":"Lucia's crew has taken Qu."},{"T":"301","3":"The mechanical puppets have Chrome and Kamui surrounded, while the Kowloong Crew are pursuing the Gray Raven squad."},{"T":"301","2":"Chaofeng","3":"Gray Raven's destination should be the main control room as well. Let's take out these puppets and head over."},{"T":"301","2":"Chrome","3":"It's going to take some time, though."},{"T":"301","2":"Chaofeng","3":"That's why I'm joining you guys."},{"T":"301","2":"Kamui","3":"You're here to help us? Specially for us?"},{"T":"301","2":"Chaofeng","3":"We shook hands."}]