[{"T":"301","2":"Lucia","3":"We're almost done searching the area, but we didn't turn up any clues."},{"T":"301","2":"Lucia","3":"This is all we can see on the map. Where should we go next?"},{"T":"301","3":"Just when everyone is at a loss, a flustered researcher catches everyone's attention."},{"T":"301","2":"Flustered Researcher","3":"Excuse me. Have you seen this person?"},{"T":"301","3":"She pulls out a picture and asks around the scavengers."},{"T":"301","2":"Scavenger","3":"You damn fancy folks with your fancy jobs! If you're lookin' for someone, why doncha go ask your damn watchdogs!"},{"T":"301","2":"Flustered Researcher","3":"S-sorry, this is personal. I can't ask security for help."},{"T":"301","2":"Flustered Researcher","3":"P-please... Help me..."},{"T":"301","3":"Hearing this, the scavenger squatting in the corner takes the photo and glances at it."},{"T":"301","2":"Scavenger","3":"Oh, this gal. I can give you the scoop, but what's in it for me?"},{"T":"301","3":"The flustered researcher takes out a bag of compressed biscuits from her pocket and hands it to the scavenger. He quickly rips open the bag and swallows them whole."},{"T":"301","2":"Scavenger","3":"I just saw her go that way."},{"T":"301","3":"The researcher thanks the scavenger, then runs in the direction he was pointing. He smacks his lips and sneers."},{"T":"301","2":"Scavenger","3":"Heh, I didn't see nothin'."},{"T":"301","2":"Liv","3":"By the look of the scavenger and researcher, this must've happened quite a long time ago."},{"T":"301","2":"Liv","3":"There are no clues that match the key intel here. Should we take a chance?"},{"T":"301","3":"Following the researcher's projection, you all arrive at a dark alley..."},{"T":"301","2":"Liv","3":"We haven't searched this area yet..."},{"T":"301","2":"Lucia","3":"The entrance is well hidden—looks intentional."},{"T":"302","2":"See if there are any records here."},{"T":"301","3":"After inputting the key intel into the Spear of F.O.S., the researcher reappears in front of you."},{"T":"301","3":"She has not run down the alley for long before embracing a Construct and cries."},{"T":"301","2":"Flustered Researcher","3":"Sister!"},{"T":"301","2":"Liv","3":"She found her even though he just pointed in a random direction... Was it because she kept narrowing her search?"},{"T":"302","2":"Family members share a certain bond."},{"T":"301","2":"Lee","3":"It's not that strange. Growing up with someone makes it easier to predict where they'll go. After all, you're familiar with their habits and how they think."},{"T":"301","2":"Liv","3":"Really? I don't have any practical experience in this matter."},{"T":"301","2":"Lucia","3":"You don't have any siblings, Liv?"},{"T":"301","2":"Liv","3":"I have brothers and sisters, but we're not related by blood."},{"T":"301","2":"Liv","3":"If we did, maybe it would've been better..."},{"T":"301","2":"Lucia","3":"Blood...?"},{"T":"302","2":"(Lucia no longer understands what Luna's thinking.)","4":"(Lucia's been separated from her sister for too long.)"},{"T":"301","3":"At that moment, the Construct in the researcher's arms turns around and gives a look of surprise."},{"T":"301","2":"Female Construct","3":"Who are... Oh, you're Liadrin's little sister... Angel, right?"},{"T":"301","2":"Liv","3":"Oh, wrong person."},{"T":"301","2":"Female Construct","3":"It's you. How did you know she's here?"},{"T":"301","2":"Angel","3":"Where is she?! Why haven't I heard from her for so long? Her locator pinpoints her near this area... That's the only reason I've found this place."},{"T":"301","2":"Female Construct","3":"Didn't anyone tell you? She was wounded in battle and switched bodies in order to recover. I saw her go out this morning. Maybe she's on a mission."},{"T":"301","2":"Angel","3":"Does she still remember me?"},{"T":"301","2":"Female Construct","3":"I don't think her memory data was damaged. She said 'Hi' to me last night."},{"T":"301","2":"Female Construct","3":"If you don't feel at ease, just wait for her here. I need to get going. I'm still on a mission."},{"T":"301","3":"She waves goodbye and leaves. Angel breathes a sigh of relief and sinks to the ground."},{"T":"301","2":"Liv","3":"Seems likes she's worried about her sister... And as a researcher, the fact that her sister is a Construct..."},{"T":"301","2":"Lee","3":"...She must have her own reasons."},{"T":"301","3":"Angel stands up and pats the dirt off her knees. Just as she is about to walk to a nearby bench, her comms rings."},{"T":"301","2":"Angel","3":"A message... Sister?"},{"T":"301","3":"She opens the message in a hurry. The four of you onlookers step forward and look carefully at the words on the screen."},{"T":"301","2":"Liadrin","3":"Sorry I haven't been in touch with you for so long, Angel."},{"T":"301","2":"Liadrin","3":"I was wounded in battle a few days ago. When I was at the rescue camp, I saw a winged mechanical angel. He told me about a power known as the Ascension-Network."},{"T":"302","2":"A winged...","4":"(You feel a pain in your chest.)"},{"T":"301","2":"Liadrin","3":"We were both researchers, but when we ran out of test subjects, they used me instead. Since then, I haven't been able to continue with my research..."},{"T":"301","2":"Liadrin","3":"But now, I've been presented an opportunity to research the Punishing Virus. So, I've accepted his invitation."},{"T":"301","2":"Liadrin","3":"Farewell, Angel. I hope we see each other again in this life."},{"T":"301","3":"After reading the message, Angel staggers backward a few steps and falls to the ground again."},{"T":"301","2":"Angel","3":"...The Ascension-Network?"},{"T":"301","3":"Even though she does not know what she is talking about, she can still sense the danger."},{"T":"301","2":"Angel","3":"Sister... I will find you. I WILL!"},{"T":"301","3":"Angel stands up, ignoring the dust on her body, turns back and dials a number in her contacts."},{"T":"301","2":"Angel","3":"It's me, Angel. Requesting permission to locate Liadrin."},{"T":"301","2":"???","3":"Permission denied, Angel. How many times have I told you? Quit getting involved with your sister. You'll only hinder her in battle. I know it was against your wishes for her to become a Construct."},{"T":"301","2":"???","3":"But, think about your future career. You know what unemployment looks like."},{"T":"301","2":"Angel","3":"Hmph, then I won't beat around the bush. She's gone AWOL. Do you know where she is now?"},{"T":"301","2":"???","3":"What?! Do you have any proof?"},{"T":"301","2":"Angel","3":"Try contacting her."},{"T":"301","2":"???","3":"Alright, wait a moment."},{"T":"301","3":"Shortly after, her comms rings again."},{"T":"301","2":"???","3":"...I can't reach her. I don't know what happened, but I'm going to dispatch a team to help you look for her."},{"T":"301","2":"???","3":"For your sake, I hope she comes back to her senses. After all, your sister is quite an accomplished soldier. We've put her talents in high regard."},{"T":"301","3":"Not long after terminating the call, three Constructs arrive by car. The car's navigation system clearly displays the coordinates of their destination."},{"T":"301","3":"Angel enters the car and proceeds en route to their destination, quickly disappearing out of sight."},{"T":"302","2":"Finally, we've found a clue."},{"T":"301","2":"Lucia","3":"Looks like they went here. Let's get going, Commandant."},{"T":"302","2":"On it."},{"T":"301","2":"Liv","3":"But do you think she'll be able to find her sister?"},{"T":"301","2":"Lee","3":"If this really is the Ascendants' headquarters, I'm afraid this doesn't look good."},{"T":"301","3":"Liv clenches her hands and gives a look of sadness."},{"T":"301","2":"Liv","3":"Blood is complicated. When you grow up together, it brings you closer to one another... but in times like this, it also pushes you to the abyss."},{"T":"301","2":"Lucia","3":"...Blood."},{"T":"301","3":"This is the second time Lucia says this word. Is she still thinking about what happened to her sister, Luna?"},{"T":"302","2":"Lucia..."},{"T":"301","2":"Lucia","3":"I'm here, Commandant."},{"T":"302","2":"Are you thinking about your sister?","4":"Did this topic remind you of something?"},{"T":"301","2":"Lucia","3":"...Yes."},{"T":"301","2":"Lucia","3":"I don't understand. Why did Luna become an Ascendant?"},{"T":"301","2":"Lucia","3":"I heard that she was disposed of after failing to become a Construct. Did something happen?"},{"T":"301","2":"Lucia","3":"Why is she with another me? If she is me... why did she choose to become an Ascendant?"},{"T":"302","2":"Maybe she went through something that you didn't."},{"T":"301","2":"Lucia","3":"You mean..."},{"T":"302","2":"The same person with different experiences..."},{"T":"302","2":"...will make different choices."},{"T":"301","2":"Lucia","3":"Different experiences?"},{"T":"301","2":"Lucia","3":"If they could do it again... If they could live in a gentle environment... They wouldn't have chosen this path, would they?"},{"T":"302","2":"Your choice is proof of that."},{"T":"301","2":"Lucia","3":"...If only I could know what she went through, I might be able to understand why she made this choice."},{"T":"301","2":"Lucia","3":"But..."},{"T":"301","3":"Lucia looks up and stretches her hand toward the distant sky. The sun hiding behind the clouds struggles to shine a ray of light between her fingers."},{"T":"301","2":"Lucia","3":"If I find out from her memories that all of this is a lie... and that my purpose belongs somewhere else..."},{"T":"301","2":"Lucia","3":"...Will I become someone like her?"},{"T":"302","2":"You won't.","4":"Maybe."},{"T":"301","2":"Lucia","3":"Are you sure, Commandant?"},{"T":"302","2":"I believe in you."},{"T":"301","2":"Lucia","3":"If I really did, what would you do?"},{"T":"302","2":"I don't know.","4":"I'll find you."},{"T":"301","3":"Hearing this, she places her outreached hand on her heart. Her smile shows signs of doubt and bitterness."},{"T":"301","2":"Lucia","3":"She and I are the same person. I wouldn't be surprised if we'd make the same decision. Do you really believe in me?"},{"T":"302","2":"Yes, I'm sure she would make the same decisions as you."},{"T":"301","2":"Lucia","3":"You mean... If she had the same experiences as I have, she would also be standing here as a member of the Gray Ravens?"},{"T":"301","3":"Your affirmation does little to assuage Lucia of her worries."},{"T":"301","3":"Confusion of the unknown, the fear of loss, the possibility of parting after uncovering the truth..."},{"T":"301","3":"All these worries cloud her heart, much like the sun above."},{"T":"302","2":"Whatever happens in the end..."},{"T":"302","2":"I will respect your decision, Lucia."},{"T":"301","2":"Lucia","3":"Thank you, Commandant."},{"T":"301","3":"Lucia nods. Although the worries in her eyes remain, her smile widens faintly."},{"T":"301","3":"She turns and leads the rest of you to the target location."},{"T":"301","3":"Her pace continues to be firm in conviction and, like a raven aimed at its target, she spreads her wings and soars into the cloud-covered sky."}]