[{"T":"301","2":"Chrome","3":"Oh, Commandant, here you are."},{"T":"302","2":"What is it?"},{"T":"301","2":"Chrome","3":"Sorry for bothering you... I'm just wondering if you've seen Kamui anywhere?"},{"T":"302","2":"I haven't, sorry.","4":"I think I saw him heading that way."},{"T":"301","2":"Chrome","3":"Oh, in that case... Thank you very much, I'll look somewhere else."},{"T":"301","2":"Chrome","3":"So he's been here? Thank you very much. I'll check it out."},{"T":"302","2":"Don't mention it."},{"T":"301","3":"As the Strike Hawk Leader departs the corridor, a blond young man pokes his head out from a sliding door behind you."},{"T":"301","2":"Kamui","3":"Is he gone? Alright, alright, alright... I knew you wouldn't betray me!"},{"T":"302","2":"???","4":"Where did you come from..."},{"T":"301","2":"Kamui","3":"It doesn't matter! What matters is that Capt doesn't find out what I've stolen from the armory..."},{"T":"302","2":"???","4":"What did you do again?!"},{"T":"301","2":"Kamui","3":"Take a look!"},{"T":"301","3":"He turns around and shows you the peculiar-looking greatsword he is carrying on the back like a swordsman."},{"T":"302","2":"This is...","4":"Star of Bethlehem?"},{"T":"301","3":"A greatsword inspired by the Christmas tree, it is a custom-made weapon created for Christmas last year."},{"T":"301","3":"Its blade is in the shape of a Christmas tree, with the Star of Bethlehem attached to its point. Together the sword looks remarkably festive."},{"T":"301","3":"However, as a special festival weapon, the most extraordinary feature of the greatsword is perhaps the fact that it 'can play Christmas-appropriate music.'"},{"T":"301","2":"Kamui","3":"I know, right? The Weapon Department confiscated it last year after Christmas, saying a holiday weapon should only be used during a holiday..."},{"T":"302","2":"I thought they took it because you were playing music with it in the corridor the whole night?"},{"T":"301","2":"Kamui","3":"But it's Christmas soon! We've gotta have it with us!"},{"T":"301","3":"Kamui leans in like a puppy begging."},{"T":"301","2":"Kamui","3":"Everyone in Babylonia deserves something this awesome. Imagine everyone playing the Christmas symphony with the Star of Bethlehem on Christmas Eve at the same time..."},{"T":"302","2":"...","4":"That's a cool idea."},{"T":"301","2":"Kamui","3":"Anyway, I'm preparing it as a surprise this Christmas Eve!"},{"T":"301","3":"Kamui's hand slams on your shoulder so hard that you almost black out for a second."},{"T":"302","2":"But is it a good idea to steal it?"},{"T":"301","2":"Kamui","3":"Oh, Ayla said she has my back! She'll sort this out for me as soon as I'm done helping her with her Christmas Tree..."},{"T":"302","2":"Hm?"},{"T":"301","2":"Kamui","3":"Just wait and see, Commandant! It's gonna be a super-duper perfect Christmas Eve!"},{"T":"302","2":"Can't wait.","4":"I hope you didn't just jinx it."},{"T":"301","2":"Kamui","3":"Hehe, then I'll see you soon!"},{"T":"301","3":"Kamui waves and heads toward the other end of the corridor."},{"T":"301","2":"Kamui","3":"Right, Commandant—"},{"T":"301","3":"He turns around after a few steps, flapping his hands."},{"T":"301","2":"Kamui","3":"In case I don't see you then—Happy Christmas Eve!"},{"T":"302","2":"Happy Christmas Eve."}]