[{"T":"301","3":"05:38 a.m."},{"T":"301","3":"Driving the two rescue vehicles, Gray Raven races back to the conservation area before the barrage of Hetero-Creatures arrives."},{"T":"301","3":"Familiar with the way back and no longer carrying any wounded, they manage to make the trip in just three hours."},{"T":"301","2":"Lucia","3":"We're back!"},{"T":"301","3":"Returning to the enclosed basement, Gray Raven and Sandra arrive to look at the panic among the refugees."},{"T":"301","3":"Intermittent sobbing can be heard throughout the basement. The looming sadness is like smoke from a fire, making everyone's eyes and noses sting."},{"T":"301","3":"Liv quickly walks into the room to the compartment to see a lifeless body lying in the blood-stained sick bed. Jin is lying by her side, weeping."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Fantine","3":"Liv."},{"T":"301","3":"She lightly shakes her head and quietly looks over at what was now apparent—Lindsey had passed away."},{"T":"301","2":"Liv","3":"Jin..."},{"T":"301","3":"Jin struggles to lift her head and looks at Liv, lifelessly."},{"T":"301","2":"Liv","3":"The Hetero-Creatures are almost here. We need to leave."},{"T":"301","3":"She shakes her head and tightly grips Lindsey's ice-cold wrist."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Jin","3":"I still... don't know why Lindsey saved me."},{"T":"301","2":"Jin","3":"Seeing her in agony like this, there was even a moment that I hated you..."},{"T":"301","2":"Jin","3":"If we could've all left at the same time... Would we have been spared from the pain, the agony... Or having to say goodbye like this?"},{"T":"301","3":"Someone once asked Liv, 'Is it really meaningful to treat a patient who is bound to die?'"},{"T":"301","3":"Before death's peaceful embrace, prolonging the patient's life is actually just prolonging their pain."},{"T":"301","3":"But she saw the struggle under Lindsey's eyes, her desire for life, and the words she could not say."},{"T":"301","3":"So, Liv chose this 'cruelty.'"},{"T":"301","2":"Liv","3":"...Did she regain consciousness at all?"},{"T":"301","2":"Jin","3":"Yeah, just before she died. But she only said a few words..."},{"T":"301","2":"Fantine","3":"What did she say?"},{"T":"301","2":"Jin","3":"'I'm happy you're okay. My life didn't go to waste...'"},{"T":"301","2":"Jin","3":"'But don't come looking for me just yet...'"},{"T":"301","2":"Jin","3":"I asked her why she saved me."},{"T":"301","2":"Jin","3":"She said... 'Because I'm a scaredy cat.'"},{"T":"301","2":"Jin","3":"...What's that got to do with it! What does that mean?! Lindsey!"},{"T":"301","3":"Her tears fall in a continuous stream like raindrops on the floor."},{"T":"301","2":"Liv","3":"...Scaredy cat..."},{"T":"301","3":"If there is anything in the world that can arouse humanity's strongest fear, it's death."},{"T":"301","3":"Yet she calls herself a 'scaredy cat' and is willing to face death alone to protect another person."},{"T":"301","2":"Liv","3":"I didn't know Lindsey too well, but I think... people who are willing to give up their lives to save another person must value the lives of others more than theirs."},{"T":"301","2":"Liv","3":"She must be... deeply afraid of your death. She struggled to her last breath just to tell you that."},{"T":"301","2":"Jin","3":"...Really?"},{"T":"301","2":"Jin","3":"...But I feel the same way about you, Lindsey..."},{"T":"301","3":"As if soaked by the downpour of sorrow, Jin sobs in front of Liv's chest."},{"T":"301","2":"Liv","3":"So... You need to keep living... That's what Lindsey wanted."},{"T":"301","2":"Jin","3":"Okay..."},{"T":"301","3":"She nods quietly as she cries."},{"T":"301","2":"Lucia","3":"We're running out of time, Liv. We need to get everyone out of here."},{"T":"301","2":"Liv","3":"Jin, let's get going...!"},{"T":"301","2":"Jin","3":"..."},{"T":"301","3":"Still unable to stop her sobbing, she gets up from Lindsey's bed and takes a step toward Liv."},{"T":"301","2":"Fantine","3":"Yes. Let's go."},{"T":"301","2":"Vanessa","3":"Why should you persuade someone who wants to die? Do you think those two vehicles can accommodate everyone here?"},{"T":"301","3":"Right as everyone calms down a moment, Vanessa pulls everyone back to reality."},{"T":"301","2":"Vanessa","3":"Also, we have a boy and a dog unaccounted for."},{"T":"301","2":"Boy B","3":"I-I just barely missed the first group... And I sprained my ankle..."},{"T":"301","3":"The boy looks around at the crowd and Matches beside Stanley."},{"T":"301","2":"Boy B","3":"...Can I still go?"},{"T":"301","2":"Vanessa","3":"That depends if they have time to come back a third time..."},{"T":"301","2":"Lucia","3":"But..."},{"T":"301","2":"Vanessa","3":"The Hetero-Creatures will be here by then, won't they?"},{"T":"301","2":"Lucia","3":"Right. I'm detecting a massive incoming horde. There's no way we can take them ourselves while also protecting the refugees."},{"T":"301","2":"Vanessa","3":"So... Looks like this is the last trip."},{"T":"301","3":"Silence fills the basement. Everyone's nerves hang in anticipation to be read their 'sentencing.'"},{"T":"301","2":"Vanessa","3":"Get your commandant on board first, and then squeeze the rest in however you like. As for those who can't get in, they stay here."},{"T":"301","2":"Vanessa","3":"And for those who need to be carried out of here..."},{"T":"301","3":"The crowd rushes to the basement exit without waiting for her to finish speaking, nearly pushing Vanessa to the ground."},{"T":"301","2":"Vanessa","3":"...Alright, get your commandant on board."},{"T":"301","3":"As the three of them carry the commandant to the surface, the scene erupts into chaos."},{"T":"301","2":"Liv","3":"Quit pushing and shoving...!"},{"T":"301","3":"The roars of Hetero-Creatures gradually become audible, causing everyone to panic. Liv rushes into the chaotic crowd to protect the vehicles from being overturned by the crowd."},{"T":"301","2":"Liv","3":"Form a line!"},{"T":"301","3":"Liv's injury makes it difficult to stand up straight in the crowd."},{"T":"301","3":"Some people reluctantly form a line as she tries to block the vehicle, but most of the injured refugees rush the door, causing the whole rescue vehicle to shake."},{"T":"301","2":"Injured Refugee 23","3":"I'm gonna push my way on if I have to! There's not enough space!"},{"T":"301","2":"Injured Refugee 24","3":"Why are you pushing?! You're barely even hurt! Think you can steal my spot?!"},{"T":"301","2":"Injured Refugee 25","3":"Of course, I do! Hear that sound? It's like an earthquake! They're gonna be here any minute!"},{"T":"301","2":"Injured Refugee 26","3":"That's the sound of everyone's feet! Who the hell do you think you are?! Quit stepping on my shoulders!"},{"T":"301","2":"Injured Refugee 27","3":"Doesn't matter! Argh! I'm gettin' on!"},{"T":"301","3":"Amidst the chaos and crowding, people no longer care about each other's wounds. They regard themselves as luggage and cram the vehicles full."},{"T":"301","3":"Even then, some people make no attempt to board the vehicle."},{"T":"301","2":"Cali & Jin","3":"..."},{"T":"301","2":"Boy B","3":"Gimme a spot!"},{"T":"301","2":"Injured Refugee 27","3":"Scram! You're not even hurt! Take care of yourself!"},{"T":"301","2":"Injured Refugee 35","3":"There's a dog in here. Why don't we kick the dog out so someone else can fit in?"},{"T":"301","2":"Vanessa","3":"Wonderful. That's quite the clown car you've got going."},{"T":"301","3":"Vanessa stands at the basement entrance and applauds the crowd in her usual mocking attitude."},{"T":"301","2":"Vanessa","3":"So, how fast can the overloaded vehicle drive? Think you can outrun the Hetero-Creatures?"},{"T":"301","3":"No one responds to her question. Everyone just holds their breath in anticipation."},{"T":"301","2":"Vanessa","3":"You don't leave space for several of the critically injured or even the commandant. Think Gray Raven will serve you anyway?"},{"T":"301","2":"Liv","3":"Leave the commandant with me. I don't need my hands to fight."},{"T":"301","2":"Lee","3":"Leave the commandant with me. You're better off taking care of the wounded."},{"T":"301","2":"Vanessa","3":"Then it's settled."},{"T":"301","2":"Vanessa","3":"For those who aren't on board, sorry. Looks like you have to stay here. See you in another life."},{"T":"301","2":"Boy B","3":"No! Don't leave me! I wanna find my big bro!"},{"T":"301","2":"Boy B","3":"I'm sorry! I shouldn't have been so reckless! I beg you! Take me with you! Anywhere!"},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"He kneels down behind the rescue vehicle in despair and looks up to plead to those who board the vehicle and climb the windows and roof as they ignore his cries."},{"T":"301","2":"Boy B","3":"That's all I want! I don't wanna die!"},{"T":"301","2":"Liv","3":"Don't be afraid. Put on some protective gear and hide. We'll come back to pick you up!"},{"T":"301","2":"Boy B","3":"No! Don't leave me!! Please!!! I beg you!!!!"},{"T":"301","3":"He kneels at Liv's feet and begs her."},{"T":"301","2":"Liv","3":"...I..."},{"T":"301","2":"Stanley","3":"You'll really come back, Miss Liv?"},{"T":"301","2":"Liv","3":"...I promise!"},{"T":"301","2":"Stanley","3":"Alright... He can take my spot."},{"T":"301","3":"Stanley and Matches squeeze their way out of the tightly packed vehicle."},{"T":"301","2":"Stanley","3":"...I'll wait for you here. Get going."},{"T":"301","2":"Boy B","3":"Stanley! T-thank you... S-sorry I blamed you all this time."},{"T":"301","3":"He hugs Stanley as a constant stream of tears and snots rolls down his cheeks."},{"T":"301","2":"Stanley","3":"It's... nothing."},{"T":"301","2":"Vanessa","3":"So it's decided? Leave the rest here?"},{"T":"301","2":"Liv","3":"Jin..."},{"T":"301","2":"Jin","3":"It's okay. I'll keep Lindsey company."},{"T":"301","2":"???","3":"No, it's not okay!"},{"T":"301","3":"An old voice and its owner squeeze out of the vehicle."},{"T":"301","2":"Old Lady","3":"Go, kiddo. You've got your whole life ahead of you... Don't let Lindsey's sacrifice be in vain."},{"T":"301","2":"Jin","3":"But..."},{"T":"301","2":"Old Lady","3":"With these ol' bones of mine... Besides, I can't bring myself to leave my husband. I'll keep him company."},{"T":"301","2":"Cali","3":"..."},{"T":"301","2":"Jin","3":"But..."},{"T":"301","2":"Old Lady","3":"If you feel sorry for me, then I want you to do something for me."},{"T":"301","3":"She takes out a tightly closed bag containing the rice left over by Cali."},{"T":"301","2":"Old Lady","3":"One day, when you find a safe place to live, plant this rice... And no matter what you eat, leave some seeds for future generations and pass on our tradition."},{"T":"301","2":"Jin","3":"...Okay."},{"T":"301","2":"Old Lady","3":"Good girl. Then all of this is worth it."},{"T":"301","3":"She hands the bag to Jin and pats her on the shoulders."},{"T":"301","2":"Old Lady","3":"Get going, kiddo."},{"T":"301","3":"Jin nods, carefully taking the bag, then boards the vehicle."},{"T":"301","2":"Sandra","3":"Let's get going. I'll carry Nagayuki. Captain, you take Kanata."},{"T":"301","2":"Construct Captain","3":"Okay."},{"T":"301","3":"The old lady smiles and waves to everyone. The boy hurriedly takes out his notebook before leaving, tears out the last blank page, and hands it to Stanley with his pen."},{"T":"301","2":"Boy B","3":"This is a thank-you gift. It can make your wishes come true."},{"T":"301","2":"Stanley","3":"Thank you... Now, get going."},{"T":"301","3":"The three people staying here watch Lucia and Vanessa get into the driver's cabin. The overloaded vehicle groans and drives away at a less-than-optimistic speed."},{"T":"301","3":"The moment the vehicle drives out of the conservation area, Liv looks back at the others and where Lindsey lies as a cold thought enters her mind."},{"T":"301","3":"...Do we still have time?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"...Is there any other way?"},{"T":"301","2":"Liv","3":"No, there isn't..."},{"T":"301","3":"If only we could carry even more people... But we have no other choice."},{"T":"301","3":"Liv painfully forces herself to look back on the road. Despite the severe pain from her leg wound, she runs in step with the vehicle."},{"T":"301","2":"Liv","3":"If we can hurry... There's still time!"},{"T":"301","3":"05:58 a.m."},{"T":"301","3":"The two overloaded rescue vehicles drive away at full speed for six minutes, but looking back, they can still see the full outline of the conservation area."},{"T":"301","3":"Vanessa looks at the speedometer, which only shows thirty-seven kilometers per hour."},{"T":"301","3":"In order to correct this meaningless escape, she stops the vehicle and hops out of the driver's seat."},{"T":"301","2":"Vanessa","3":"We can't outrun the Hetero-Creatures at this speed."},{"T":"301","3":"She looks at the crowd squeezed into the back of the vehicle. The crowd looks at her outside. As a human, she should be in the same position at the moment, but their eyes are filled with fear."},{"T":"301","2":"Vanessa","3":"We need to cut it down to fifteen people per vehicle so we can leave in time."},{"T":"301","2":"Injured Refugee 35","3":"Fifteen?! What?! But there are only just over 40 of us! You want more of us to die?!"},{"T":"301","2":"Vanessa","3":"If we don't, all of us will die here."},{"T":"301","3":"A deafening protest breaks out in the crowded vehicle. In Vanessa's eyes, it's a twisted box with countless redundant mouths growing on it."},{"T":"301","2":"Lucia","3":"I don't agree with this."},{"T":"301","2":"Vanessa","3":"Oh? What are you gonna do?"},{"T":"301","3":"Lucia doesn't immediately answer. She looks at her companions, asking Liv and Lee for their consent with her eyes."},{"T":"301","2":"Lucia","3":"We'll stay here and stop the Hetero-Creatures, then lure them away to give everyone time to retreat."},{"T":"301","2":"Vanessa","3":"Color me surprised... I expect nothing else from a puppet of 【kuroname】."},{"T":"301","2":"Vanessa","3":"Do you know what this will lead to? Your naivety will get the commandant killed."},{"T":"301","2":"Lucia","3":"I don't deny the risk, but I prefer to believe in the strength of Gray Raven."},{"T":"301","2":"Vanessa","3":"Strength? Three exhausted Constructs, one of which is injured? Gray Raven really has inherited the commandant's naivety and arrogance."},{"T":"301","2":"Lucia","3":"We've already left a lot of people behind... We know the risks, but we won't back down."},{"T":"301","2":"Vanessa","3":"Is that what the 'chief' wants? That fool in your arms only saved you because someone was a little to big for their britches."},{"T":"301","2":"Lucia","3":"Don't insult the commandant!"},{"T":"301","2":"Lee","3":"If it wasn't for this 'fool,' we wouldn't be here, and you wouldn't have been saved."},{"T":"301","2":"Vanessa","3":"..."},{"T":"301","2":"Vanessa","3":"...Oh, so you should give up the commandant's life to save these worthless refugees?"},{"T":"301","2":"Liv","3":"Nothing with life is worthless."},{"T":"301","2":"Liv","3":"We'll stick together and overcome any obstacle. We'll never flee the battlefield because of hardship or fear!"},{"T":"301","2":"Vanessa","3":"...Won't flee... HA!"},{"T":"301","3":"Hearing this, she thinks of Teasell."},{"T":"301","3":"Vanessa has no interest in knowing whether he was seriously injured and couldn't return or if he's on the same road as those deserters."},{"T":"301","3":"For a long time, Egret had attracted people who were afraid of death because of its low casualty rate and tactics designed to maximize benefits."},{"T":"301","3":"In the face of such an unwinnable battle, serious injury or defection would be highly likely."},{"T":"301","3":"This wasn't the first time she had seen such puppets, but every puppet that tries to escape and disobey its master's orders has been well-trained by Vanessa."},{"T":"301","3":"'Shouldn't a puppet be punished for disobeying its master?'"},{"T":"301","3":"She has always believed in this truth, but still could not stop her puppets from defecting. She doesn't feel that she is wrong, but rather they were selfish and afraid of death."},{"T":"301","3":"In her opinion, since 【kuroname】 is unconscious, Gray Raven will find a chance to escape in order to survive."},{"T":"301","3":"But Gray Raven hasn't. They saved her and the refugees, and they're willing to give up their lives to stick to the commandant's faith."},{"T":"301","3":"Harley Jo, Simon... Yata, Eleanor, and the others are so reckless. They won't return to Babylonia until they ensure that the mission is completed and they've saved everyone they could."},{"T":"301","2":"Vanessa","3":"Why..."},{"T":"301","3":"Before graduating from F.O.S. College, a seemingly unpopular instructor had said to her—"},{"T":"301","2":"???","3":"'Every life has its own unique value. No matter how small, they are all part of this world.'"},{"T":"301","2":"???","3":"'If you want to be the best commandant, you must remember this truth. If you despise life and detest 'worthless' things, you will lose everything one day.'"},{"T":"301","3":"Hearing this, she thought the instructor was just an idealist trying to use scare tactics to promote 'friendly cooperation.'"},{"T":"301","3":"When tactics failed and she was in trouble, she never thought about this idea."},{"T":"301","3":"But now, the 'fool' she deemed unworthy is lying quietly in the arms of the Construct. Even without saying a word, the Constructs still quietly abide by the commandant's ideology."},{"T":"301","3":"Only then does she think about what that instructor had said."},{"T":"301","2":"Vanessa","3":"...Is this what makes us different?"},{"T":"301","3":"She reaches out as if to grasp some non-existent phantom, but then smiles."},{"T":"301","2":"Vanessa","3":"Get going. Egret will take care of luring the Hetero-Creatures."},{"T":"301","2":"Lucia","3":"...What? But you—"},{"T":"301","2":"Vanessa","3":"You heard me. It's only Bambinata and me, but I'm prepared to fight."},{"T":"301","3":"She shakes her tactical bag containing her last trump card."},{"T":"301","3":"Bambinata has long been acquainted with Vanessa's ideology. Countless 'puppets' have disappeared or were sacrificed in exchange for victory."},{"T":"301","3":"But this time is different. Vanessa wants to prove that she can achieve victory while making this 'puppet' a 'companion' to stay with."},{"T":"301","3":"Instead of giving Bambinata the contents of her tactical bag, she puts herself on the chessboard."},{"T":"301","2":"Lucia","3":"But you won't survive against that many Hetero-Creatures, no matter what you've got in that bag!"},{"T":"301","2":"Vanessa","3":"Hmph. What are you talking about? I don't misjudge my own strength, unlike that naive commandant."},{"T":"301","2":"Vanessa","3":"Take 【kuroname】 and go with these people. Don't wait for me to clear up these troubles. You haven't reached your destination yet."},{"T":"301","2":"Liv","3":"But..."},{"T":"301","2":"Vanessa","3":"Have any other bright ideas?"},{"T":"301","2":"Vanessa","3":"Even if you stay here, you will only get caught in the crossfire."},{"T":"301","2":"Lucia","3":"What about you?"},{"T":"301","2":"Vanessa","3":"I have my ways."},{"T":"301","2":"Vanessa","3":"Don't worry, I won't die here, so tell that to the chief for me."},{"T":"301","2":"Vanessa","3":"Remember that I saved your lives today. You better thank me when I get back."},{"T":"301","2":"Liv","3":"Vanessa..."},{"T":"301","2":"Lee","3":"Let's get going. She's already made up her mind."},{"T":"301","2":"Lucia","3":"Thank you..."},{"T":"301","3":"She waves lazily to everyone with her usual smile, and watches the two vehicles drive away in silence."},{"T":"301","3":"When the vehicles slowly disappear out of sight, they hear the sound of Hetero-Creatures gradually approaching."},{"T":"301","2":"Vanessa","3":"First, we should draw their attention."},{"T":"301","2":"Bambinata","3":"Yes, Mistress."},{"T":"301","3":"Carrying Vanessa in her arms, Bambinata uses the short-range drone to leap into the air."},{"T":"301","3":"By the light of the daybreak, they see that the sloped path in the city has turned into a scarlet wave."}]