[{"T":"301","3":"The heavy snowfall in the forest outside of New Murmansk is finally coming to an end, leaving a thick layer of snow delicately balancing on the leaves."},{"T":"301","2":"Reindeer","3":"(Bleats)"},{"T":"301","3":"A fawnling comes tumbling out of the forest and falls beside a tree."},{"T":"301","3":"Impacting the tree, the sheets of snow on top fall like an avalanche. The calf's bleeding wound is like a scar on the powdery white snow."},{"T":"301","3":"An old man with a shotgun on his back walks out of the bushes. Patting the snow off his clothes, he kneels to observe the fallen reindeer."},{"T":"301","2":"???","3":"Rosetta!"},{"T":"301","3":"The bushes rustle, and a little girl hobbles out. She must be the Rosetta that the old man is calling."},{"T":"301","2":"Rosetta","3":"Grandpa Pfaff?"},{"T":"301","2":"Pfaff","3":"I'll leave this fella to you. You need to learn to survive in the forest."},{"T":"301","3":"The reindeer is still struggling on the verge of death. Blood gushes from its shotgun wound as it breathes rapidly."},{"T":"301","2":"Reindeer","3":"(Panting)"},{"T":"301","3":"Rosetta wields her knife and approaches the reindeer. The teary and hopeless look in its eyes causes her to wince."},{"T":"301","3":"But she knows that her grandfather would never allow her to show any sign of weakness. She tries to restrain the trembling tip of her knife, and aims it at the reindeer's throat."},{"T":"301","3":"Right before Rosetta finally makes up her mind to stab the deer, Pfaff lets out a quiet sigh."},{"T":"301","2":"Pfaff","3":"Rosetta... What about the prayer?"},{"T":"301","2":"Rosetta","3":"Sorry, Grandpa. I forgot..."},{"T":"301","3":"Rosetta hurriedly rests her knife on the floor and closes her eyes to pray."},{"T":"301","2":"Pfaff","3":"Remember, Rosetta... You must always remember to pay respects to nature and life."},{"T":"301","2":"Pfaff","3":"The greatest calamities come from humanity's arrogance. Do you get it?"},{"T":"301","3":"When Rosetta opened her eyes, the calf has already gone still. The fearful eyes are also closed."},{"T":"301","3":"She breathes a sigh of relief, and begins to skillfully skin the reindeer of its still steaming flesh and bones."},{"T":"301","2":"Rosetta","3":"Oh yeah, Grandpa. The Fishing Guild was looking for you. I think they're..."},{"T":"301","2":"Pfaff","3":"I told you a thousand times! Don't speak to outsiders! Don't even go near them! You know that they..."},{"T":"301","3":"Pfaff's sudden outburst causes Rosetta to recoil."},{"T":"301","2":"Rosetta","3":"He didn't see me... I just... saw him looking around in front of the house. I thought he was a thief at first..."},{"T":"301","3":"Pfaff takes in a deep breath to cool down."},{"T":"301","2":"Pfaff","3":"Even if he's a thief, they aren't someone a kid like you should be messing around with. You got it?"},{"T":"301","3":"Rosetta quietly nods, afraid to say anything else."},{"T":"301","2":"Pfaff","3":"The guild members must be here on an investigation... I'll go to the port tomorrow. Just stay at home and don't go out."},{"T":"301","2":"Rosetta","3":"Alright... Got it, Grandpa."},{"T":"301","2":"Pfaff","3":"I'll stop by the market on the way back..."},{"T":"301","3":"Seeing Rosetta's puzzled look, Pfaff's expression softens."},{"T":"301","2":"Pfaff","3":"I'll bring you a carving knife. I know you've always wanted one."},{"T":"301","2":"Rosetta","3":"R-really?"},{"T":"301","3":"When Rosetta was a child, Pfaff would make wood carvings to either sell them at the market or for Rosetta to play with as toys."},{"T":"301","3":"The little girl gradually took an interest to wood carving. Pfaff had known for some time; he just kept silent."},{"T":"301","2":"Pfaff","3":"It's almost nighttime. Let's pack up and hurry on back. Winter will come early this year—and so will the tide."},{"T":"301","3":"Pfaff squints. In the far distance, he could make out the raucous noises of the bionics."}]