[{"T":"301","3":"Ceres, the goddess of fertility, I am the rainbow in the sky, and I am the envoy of the Queen of Heaven;"},{"T":"301","3":"The Queen of Heaven, in the clouds, sent a message to ask you to leave your supple field where wheat, barley, rye, wild beans and peas flourish;"},{"T":"301","3":"Thy turfy mountains, where live nibbling sheep, and flat meads thatch'd with stover, them to keep;"},{"T":"301","3":"Thy banks with pioned and twilled brims, which spongy April at thy hest betrims;"},{"T":"301","3":"To make cold nymphs chaste crowns; and thy broomgroves;"},{"T":"301","3":"Whose shadow the dismissed bachelor loves;"},{"T":"301","3":"Being lass-lorn: thy pole-clipt vineyard; And thy sea-marge, sterile and rocky-hard, where thou thyself dost air; the queen o' the sky, whose watery arch and messenger am I;"},{"T":"301","3":"Bids thee leave these, and with her sovereign grace, here on this grass-plot, in this very place;"},{"T":"301","3":"To come and sport: her peacocks fly amain:"},{"T":"301","3":"Approach, rich Ceres, her to entertain."},{"T":"301","2":"???","3":"In the last moment, the witch saves the piper and the champion slays the evil dragon."},{"T":"301","2":"???","3":"Guided by the invisible thread of destiny, the childhood friends finally get to meet each other."},{"T":"301","2":"???","3":"There, peonies and irises blossom on the lakeside."},{"T":"301","2":"???","3":"They tell each other about their past, how fate has brought them together, and how joyful it is to reunite."},{"T":"301","2":"Ayla","3":"Selena!"},{"T":"301","2":"Ayla","3":"You are a genius."},{"T":"301","2":"Selena","3":"...W-what?"},{"T":"301","2":"Ayla","3":"You've gotta be a genius!"},{"T":"301","2":"Ayla","3":"I really, really, LOVE the story!"},{"T":"301","2":"Ayla","3":"Why don't you write it down? Just like how you adapted The Tempest, you can turn it into a play on stage."},{"T":"301","2":"Ayla","3":"I'm sure your original script will be one of the greatest. I can't wait to see it!"},{"T":"301","3":"Her heart is pounding, excited and exhilarated for the possibilities the future holds."},{"T":"301","2":"Selena","3":"I think this story still has a lot of room for improvement..."},{"T":"301","3":"Selena clenches her fists without anyone else noticing."},{"T":"301","3":"It is a world pieced together by fragments of fantasies."},{"T":"301","3":"She knows only a little about storywriting. And she isn't that experienced in this trade either. If she was to go freestyle right now, she would tell this fantasy story like singing a poem..."},{"T":"301","3":"Selena doesn't feel at ease at all."},{"T":"301","2":"Ayla","3":"But I really enjoyed your stories."},{"T":"301","2":"Ayla","3":"They are beautiful."},{"T":"301","2":"Ayla","3":"They are all so beautiful that when you told me those stories, I could see the story happening in my mind. I am going to draw those scenes right now!"},{"T":"301","2":"Selena","3":"But..."},{"T":"301","3":"Selena hesitates. What is it that she wants to say?"},{"T":"301","3":"Is the storyline too dull? Is her idea too naive or impractical? Or, is it that she was too obsessed with the romance and beauty that she couldn't control herself but put in too many fragments of thoughts and failed to make the sentences rhetorical enough?"},{"T":"301","3":"She has always known her own shortcomings."},{"T":"301","3":"The words that were to come out of her mouth get intercepted halfway as Ayla reaches out to take Selena into her arms. Selena did not see this coming at all."},{"T":"301","2":"Ayla","3":"...That's why I think your work is very impressive, Selena."},{"T":"301","3":"Her body is warm to the touch. And her heartbeats are strong."},{"T":"301","2":"Ayla","3":"...Will you let me design the stage and settings for this play?"},{"T":"301","3":"Her pink eyes show the purest, most sincere colors."},{"T":"301","2":"Selena","3":"...Yes."},{"T":"301","2":"Selena","3":"Thank you, Ayla."},{"T":"301","3":"Her mind is racing."},{"T":"301","3":"Yes, this is a naive fantasy. Yes, it is a mess. And yes, her story is unsophisticated and lacking flavor."},{"T":"301","3":"But everything has to start somewhere."},{"T":"301","3":"She wants to write it down. She wants to give it a try."},{"T":"301","3":"Before going out on the space station mission, Selena talked to Allen, the Chairman of the WGAA."},{"T":"301","2":"Allen","3":"Your opera once took Babylonia by storm and the WGAA thought highly of your career. There was no doubt you had real talent and skills."},{"T":"301","2":"Allen","3":"You come from a wealthy family, and your future was incredibly bright. There was nothing compelling you to become a Construct."},{"T":"301","2":"Allen","3":"So why did you become a Construct and join the Archaeological Team?"},{"T":"301","2":"Allen","3":"Don't get me wrong, members of the Archaeological Team can continue to engage in their previous pursuits. It's just that there are archaeological tasks to be performed regularly and so the amount of time you can spend on operas is much less than before."},{"T":"301","2":"Allen","3":"I doubt you've given up the opera... You're not the fickle sort."},{"T":"301","3":"She ponders for a while but decides not to answer the question. Instead, she changes the subject."},{"T":"301","3":"She starts talking about an original opera with Allen."},{"T":"301","3":"It isn't 'The Acadia Evacuation', which is based on real events. Instead, it is a nameless fantasy story, its ending unknown and its arc incomplete."},{"T":"301","3":"It is Selena's first-ever original work since she started her career as a writer, but compared to 'The Acadia Evacuation', it is only a half-finished work that is much shorter and less popular. It counts as practice at best."},{"T":"301","3":"After 'The Acadia Evacuation' became successful, the theater owners and publishers flocked to her, hoping Selena would let them play or publish her work."},{"T":"301","3":"But Selena said that, other than 'The Acadia Evacuation', the only work she had was an incomplete story she wrote when she was still inexperienced. To her surprise, the want-to-be partners didn't lose interest in her upon learning this."},{"T":"301","3":"Some people told her how valuable a writer's early books could be, some offered to publish that story, and some were amazed by the brilliant ideas behind her story and even wanted to read it whether it could be published or not."},{"T":"301","3":"Selena turned them all down."},{"T":"301","2":"Allen","3":"Were you distressed by the recognition and attention that your work brought to you?"},{"T":"301","3":"Selena shakes her head."},{"T":"301","2":"Selena","3":"After 'The Acadia Evacuation' went live in the theater, a soldier who had actually been in war gave me his criticizing opinion. I can never forget what he said."},{"T":"301","3":"The soldier's words lash her and judge her."},{"T":"301","3":"She was arrogant for portraying an era with which she was completely unfamiliar and taking the liberty to speculate how the people were struggling and feeling in that world. She had described a war filled with pain and sorrow as a story that was magnificent and glorious."},{"T":"301","3":"How foolish that was. Shame, confusion, anxiety, and many other mixed feelings haunted her like ghosts, forcing her to face the crimes she had committed and blaming her for the awful plays."},{"T":"301","3":"She could not be forgiven. She could not forgive herself."},{"T":"301","3":"She was not going anywhere. Her work was not going anywhere."},{"T":"301","2":"Selena","3":"During that time, I noticed I couldn't write any stories at all. I was struggling to piece together a meaningful paragraph."},{"T":"301","3":"Words that come out of the tip of her pen are throwing questions and doubts at her."},{"T":"301","3":"Is the story realistic enough? Is it accurate enough? Or, is it all just her imagination and speculation?"},{"T":"301","3":"How can she describe reality? Has she strayed away from the truth all along?"},{"T":"301","3":"Selena turns around."},{"T":"301","3":"She finds the very first story she wrote. It was papers filled with fantasies."},{"T":"301","2":"Selena","3":"I returned to the virtual exhibition center, where I first used my little robot to act out The Tempest."},{"T":"301","3":"The exhibition center had had its technologies renewed. It even had a new manager to look after things."},{"T":"301","3":"The holographic games centered around war are as popular as always. The more casual sections were replaced with exhibition stalls of that theme."},{"T":"301","3":"That day, when Selena returned home, she made a choice."},{"T":"301","2":"Selena","3":"I sent an email to the new manager and requested to set up a stall for virtual plays."},{"T":"301","3":"She didn't send the email as Selena, the famous playwright of Babylonia. Instead, she put an anonymous signature."},{"T":"301","3":"Just like back when she was a young, inexperienced writer with no reputation or resource but a heartful of passion, she nervously waited for a chance to make herself seen."},{"T":"301","3":"But Selena's email was like a rock that sank to the bottom of the sea and caused no ripples."},{"T":"301","3":"She waited three more days and decided to send another email. This time, she attached her work and pleaded to tell the recipient about her dream and plan for the exhibition."},{"T":"301","3":"Two days later, she finally received a reply. The manager refused her request and didn't even tell her why."},{"T":"301","3":"After some hesitation and thought, she decided to have a talk with the manager face-to-face to plead once again."},{"T":"301","3":"Selena filed a request to the exhibition center's online system and asked to meet the new manager. She arrived early at the meeting room, but the manager never came until the center was almost about to close."},{"T":"301","2":"Selena","3":"The manager didn't recognize me. That... calmed me somehow."},{"T":"301","3":"The manager was impatient with Selena's persistence. He took the documents and files, which Selena carefully put together, only to take a quick glance at them."},{"T":"301","2":"Exhibition Manager","3":"Every stall in this exhibition center displays only the most valuable works. I don't know where you got the idea that you could request a stall for free, but... we simply cannot spare any stall for your work, not even the stalls in the corner."},{"T":"301","3":"The manager accented on the word 'free.'"},{"T":"301","3":"Selena immediately said she would be willing to rent a stall and sign an insurance contract in case the stall was damaged in any way."},{"T":"301","3":"But the manager didn't take the offer."},{"T":"301","3":"Instead, he waved his hand, turned around, and turned on his communication device."},{"T":"301","3":"Selena kept a polite distance and waited patiently."},{"T":"301","3":"Selena was persistent and not about to give up anytime soon. The manager realized she would not let him be if they didn't draw a conclusion to this discussion."},{"T":"301","3":"So, he turned off his communication device and took a deep breath as if he was making a big decision."},{"T":"301","2":"Exhibition Manager","3":"I cannot give you a stall of your own. You said your story is about a champion and an evil dragon, right? That theme is a cliche, but..."},{"T":"301","2":"Exhibition Manager","3":"...At least it involves fighting. You have one day to use the exhibition stall. And you can pick one of our partners' gaming samples to create a package, so that you can show your play during the in-game loading screen."},{"T":"301","3":"Her heart was racing. After the manager left and she could no longer hear his footsteps, she placed her hand on her heart and crouched slowly."},{"T":"301","3":"Her mixed feelings were overwhelming. She was incredibly excited and exhilarated, even more so than she was right before 'The Acadia Evacuation' debuted. She could hear her veins pulsing and her heart pounding."},{"T":"301","3":"It was probably because her blood was coursing faster, which gave more pressure to the blood veins. She felt a bit sad somehow. The suffocating feeling came rushing in just as quickly as it vanished. She breathed gently."},{"T":"301","2":"Selena","3":"I realized back then how lucky I was to build that makeshift stage and make the play happen."},{"T":"301","3":"I was also lucky to meet audiences that knew to appreciate the play and like-minded friends."},{"T":"301","3":"After that, it was a stressful preparation."},{"T":"301","3":"Selena didn't tell anyone about this and didn't share her feelings and thoughts with anyone either."},{"T":"301","3":"It was a 1-on-1 duel between her and herself only. She wouldn't let anyone help. Selena prepared alone and made sure to follow the guidelines given by the manager: breaking down the story, replacing unnecessary parts with interactive gaming content... She worked hard to mix the play with games."},{"T":"301","3":"'Mix' might not be the most accurate word for it, but the partner's gaming sample is centered around combat and doesn't really leave any room for storytelling."},{"T":"301","3":"If she forced her stories into the game, it would be too awkward and out of place. The players who came to enjoy the combat would likely lose their patience. But if she omitted too many parts of the story, the play would be confusing to the audience who had an interest in exploring the story."},{"T":"301","3":"Facing all these challenges, she wasn't planning to back down. She had something to show in its most original form. This was her only chance."},{"T":"301","3":"Introduction, connection, transition, and ending. The most important part was to bring an immersive experience to the audience and prevent them from distracting them."},{"T":"301","3":"An idea came to Selena's mind. What if she used the windows between battles to bring everyone a vintage, calming fantasia in the form of recitative?"},{"T":"301","3":"That would fill the blank in this gaming sample with colors and hopefully make everything lively."},{"T":"301","3":"Then, on the exhibition day, she sent the software to the manager and arrived at the center early, waiting."},{"T":"301","3":"The staff started to get things ready in the exhibition center. This was the first time they demonstrated gaming samples. There were comment systems set up next to the exhibition stalls, so that the audience could leave their comments after experiencing something."},{"T":"301","3":"The moment the exhibition machine lit up, Selena felt like her heart was going to burst."},{"T":"301","2":"Allen","3":"You are very good at designing plays. I'm sure people liked your innovative work at that exhibition."},{"T":"301","3":"Selena gives a very faint smile and shakes her head."},{"T":"301","3":"It didn't end well at all."},{"T":"301","3":"The combat was all about real-time experience. It was nothing like stories, which would take time to read. No one was patient enough to bear with the storytelling part."},{"T":"301","3":"The two things just weren't meant to be presented together."},{"T":"301","3":"Most people didn't want to visit her stall. And for those who did, they got distracted by the other cooler, more awesome games pretty quickly."},{"T":"301","3":"'This is tedious.'"},{"T":"301","3":"'What was that music in the beginning? That was annoying.'"},{"T":"301","3":"'This is a failure.'"},{"T":"301","3":"'This is a waste of time.'"},{"T":"301","3":"'I like the thrilling combat, but what's the storytelling about?'"},{"T":"301","3":"'Boring.'"},{"T":"301","3":"'I can see the designer put a lot of effort into it... but this is wrong.'"},{"T":"301","3":"'What is this? I'm confused.'"},{"T":"301","3":"'What is the singing part supposed to be? Touching?'"},{"T":"301","3":"'I can see that this is storytelling, but it is so out of place. I was hoping for a more immersive feeling.'"},{"T":"301","3":"..."},{"T":"301","3":"Someone kicked the robot."},{"T":"301","3":"This is obsolete."},{"T":"301","3":"This is wrong."},{"T":"301","3":"This is a joke."},{"T":"301","3":"The romance isn't romantic enough. And the tragedy isn't tragic enough."},{"T":"301","3":"This isn't worth my time."},{"T":"301","2":"Selena","3":"Those were the comments I received."},{"T":"301","2":"Selena","3":"...At first, I was in pain."},{"T":"301","3":"It was like the sting of a needle."},{"T":"301","3":"Selena is stone-faced when she says it."},{"T":"301","3":"Sure, the audience was critical, but they were not just haters. The comments were genuine and honest."},{"T":"301","3":"So, after the exhibition was over, she asked the manager to get the data of the exhibition comment system. She collected the comments the audience left and reviewed every single one of them."},{"T":"301","3":"They were the genuine comments she was hoping for. It was hard but also the way it was meant to be."},{"T":"301","3":"Selena knew she had to look at things from an unbiased perspective. That was how she could really understand how the audience felt about her work and improve it accordingly."},{"T":"301","3":"She knew no matter how critical the comments were, they should be respected and valued. The comments were the truth she had always wanted to know."},{"T":"301","2":"Ayla","3":"I'm sure your original script will be one of the greatest. I can't wait to see it!"},{"T":"301","3":"Her heart is pounding, excited and exhilarated for the possibilities the future holds."},{"T":"301","2":"Selena","3":"I think this story still has a lot of room for improvement..."},{"T":"301","3":"She has always known her own shortcomings."},{"T":"301","3":"Has her arrogance ruined another one of her works?"},{"T":"301","3":"Is she going too far weaving every romantic fantasy with such care and polishing every phrase so tirelessly?"},{"T":"301","3":"In this battle within herself, she has lost all judgment."},{"T":"301","3":"The audience tried to guide her, but eventually, no one was there to point her in the right direction."},{"T":"301","3":"Her verdict has been announced. But the thing she thought would be the evidence judges her once more."},{"T":"301","3":"Selena stands in front of the stall."},{"T":"301","3":"The character she controls dies countless times because of her poor mechanical skills."},{"T":"301","3":"But the champion doesn't choke on their blood. Instead, they fight to their last breath."},{"T":"301","3":"The melodies and tones turn into noisy, annoying music that echoes non-stop."},{"T":"301","3":"A question comes to her mind."},{"T":"301","3":"Had what happened in the exhibition center happened when she first started her career, would everything still be the same?"},{"T":"301","3":"Hadn't she met Ayla and gotten inspired, would she continue to write more plays?"},{"T":"301","3":"She ponders the question for a very long time."},{"T":"301","3":"There is no answer."},{"T":"301","3":"At that moment, she cannot find an absolute, clear answer."},{"T":"301","3":"Selena imports the data of her draft into Hamlet. She hasn't made any changes to it, but she has added some new endings."},{"T":"301","3":"She has decided to take the modification surgery and become a Construct."},{"T":"301","3":"The life of an Archaeological Team Construct isn't as flamboyant as she thought. Quite the opposite, it is quite mundane."},{"T":"301","3":"But that all changed after this large-scale space station operation."},{"T":"301","2":"Selena","3":"Many things happened today."},{"T":"301","2":"Selena","3":"I have finished the last ending of that fantasy play."},{"T":"301","2":"Selena","3":"The final touch for the new frame's M.I.N.D. adaptation is also done."},{"T":"301","3":"Selena grins."},{"T":"301","3":"Ayla insisted on developing the new frame earlier and acted as the lead designer for its appearance."},{"T":"301","3":"She proposed many ideas, which were accepted and optimized."},{"T":"301","3":"In the space of M.I.N.D., Selena is looking at herself."},{"T":"301","3":"The frame she is using right now is suitable for an archaeological mission with a standard appearance."},{"T":"301","3":"The appearance of this new frame is more like a dress one would wear to a ball or a banquet. The entire set looks particularly fancy."},{"T":"301","2":"Ayla","3":"I want to bring out the best Selena!"},{"T":"301","3":"That's what Ayla wrote in her mail."},{"T":"301","2":"Selena","3":"The best me, huh..."},{"T":"301","2":"Selena","3":"Many people, including myself in the past, thought I never doubted my own talents. They thought I had absolute confidence in myself."},{"T":"301","3":"Even when she is lost, she still makes decisions and takes action."},{"T":"301","3":"She wants to try it and prove it. She wants a chance at redemption. And she is constantly moving forward."},{"T":"301","3":"The moment her new frame is configured, in the illusory space of M.I.N.D., Selena sees the beast in herself clearly as if looking in a mirror."},{"T":"301","3":"Is that the way she liked herself best?"},{"T":"301","3":"It was as exquisite, delicate, innocent, and beautiful as the delightful music in a fantasy."},{"T":"301","3":"She was arrogant and a lucky person who lived in Eden. She had delusional dreams. Her sins. The beast within her."},{"T":"301","3":"But she never looked away from the fire that burned within her. She would bear all these burdens on her journey."},{"T":"301","2":"Selena","3":"I knew all too well the fantasy was an incomplete play."},{"T":"301","2":"Selena","3":"But it still had some merits."},{"T":"301","3":"Her arrogance doesn't come from her presumptuous attempt to portray reality."},{"T":"301","3":"She reflects on her naivety."},{"T":"301","3":"But she cannot blame it on her very first work."},{"T":"301","3":"She cannot blame it on herself in the past."},{"T":"301","3":"This is because she understands it better than anyone else that herself in the past tried to portray a fantasy world using her utmost genuine feelings."},{"T":"301","3":"Her arrogance is part of the reality."},{"T":"301","3":"Her naivety is part of the reality."},{"T":"301","3":"Treating naivety as a mistake and erasing it, refusing to admit her very first work, and refusing to accept who she once was, those are the real arrogance."},{"T":"301","3":"If her arrogance is a ferocious wolf, a lion, a leopard, a beast within her, and the sins she cannot leave behind, it is all the more reason why she must bear this burden and move on."},{"T":"301","2":"Selena","3":"I think no thought or action that can be called progress or improvement is built upon the elimination of something that came before."},{"T":"301","2":"Selena","3":"I really like that fantasy story."},{"T":"301","3":"She likes the play, the way she tried to create stories, the incomplete fantasy story, all her wildest imaginations that she put into it, and how she gave it her all to perfect the story. She went all out and even more than that."},{"T":"301","3":"She knows there is still a very long way to go. She once doubted herself. She was once rejected. But despite all that..."},{"T":"301","3":"...The path she treads leads her to where she is now, whether that path is a winding trail or an easy road. All that happened to her made her who she is."},{"T":"301","3":"She is naive and innocent but also constantly making progress. She made mistakes but also atonement. She was a human and then a Construct. She was a writer and then a fighter."},{"T":"301","3":"It is without doubt and undeniable that she is herself whether she likes it or not. The pieces of the past complete her. All the wrong and right decisions and all her behaviors and thoughts are part of Selena."},{"T":"301","2":"Selena","3":"After this operation is done, I am going to do two things."},{"T":"301","2":"Selena","3":"I will attend the next WGAA party with my new frame."},{"T":"301","2":"Selena","3":"And I will reimagine the original story in the most perfect way possible using Hamlet. It will include the new ending. I want everyone to see it."},{"T":"301","2":"Allen","3":"Are you doing this to prove something or to get a new verdict?"},{"T":"301","2":"Selena","3":"I'm doing this to express myself and relive the past."},{"T":"301","3":"She is doing it to make progress and move on."},{"T":"301","2":"Allen","3":"Even if the audience is going to mistake your message?"},{"T":"301","2":"Selena","3":"There is no such thing, Allen."},{"T":"301","2":"Selena","3":"Why did you name the play machine Hamlet?"},{"T":"301","2":"Selena","3":"There are a thousand Hamlets in a thousand people's eyes."},{"T":"301","2":"Allen","3":"There are a thousand Hamlets in a thousand people's eyes."},{"T":"301","3":"Allen pauses."},{"T":"301","2":"Allen","3":"Legend says the author said the exact same thing to comment on the feedback he received from the audience, but we don't know if that's true. The majority of scholars who study the art of the Golden Age believe that quote is made up by some commentators."},{"T":"301","3":"It is an ending about a reunion."},{"T":"301","2":"???","3":"...【kuroname】... 【kuroname】."},{"T":"302","2":"I'm awake.","4":"I recorded that melody."},{"T":"301","3":"Ayla looks at you nervously. One can only imagine how much anxiety she has gone through during this time."},{"T":"301","3":"You wonder if you went missing, would someone try to find you and hope for your return as desperately as Ayla wants to find her."},{"T":"301","3":"This thought in your mind quickly fades away like mist because there is a more important matter to attend to right now."},{"T":"302","2":"I'm sure that's the second half of the whale song.","4":"I have recorded the message. We can use the machine to analyze it."},{"T":"301","2":"Ayla","3":"...That means..."},{"T":"302","2":"That means Selena might still be alive."},{"T":"301","2":"Ayla","3":"...Okay."},{"T":"301","3":"The system's analysis proves your theory."},{"T":"301","2":"Ayla","3":"...That means..."},{"T":"302","2":"That means Selena might still be alive."},{"T":"302","2":"Do you remember what you said?","4":"Do you remember I told you the side effect would be more severe than the Remote Connection Technology?"},{"T":"301","2":"Ayla","3":"I think the nature of this technology is similar to that of a remote connection as they both allow a commandant to synchronize with a Construct."},{"T":"301","2":"Ayla","3":"The theater play experience is, in fact, another type of emotional connection that allows more people to connect together. Connections no longer exist only among characters. The audience and creators can become part of it as well."},{"T":"301","2":"Ayla","3":"I think the nature of this technology is similar to that of a remote connection as they both allow a commandant to synchronize with a Construct."},{"T":"301","2":"Ayla","3":"The theater play experience is, in fact, another type of emotional connection that allows more people to connect together. Connections no longer exist only among characters. The audience and creators can become part of it as well."},{"T":"301","2":"Ayla","3":"It was... just a metaphor."},{"T":"302","2":"What if they did use the same technology?"},{"T":"301","2":"Ayla","3":"...The Remote Connection Technology?"},{"T":"302","2":"What if they did use the same technology?"},{"T":"301","2":"Ayla","3":"Are you suggesting Selena might have connected to you using Hamlet?"},{"T":"302","2":"That is a possibility.","4":"Though there are many things that we haven't figured out yet."},{"T":"301","2":"Ayla","3":"If Selena is still alive... If she is truly connected to you..."},{"T":"302","2":"That is only a possibility."},{"T":"302","2":"But I don't want to give up on that possibility."},{"T":"302","2":"I will enter the play once again."},{"T":"302","2":"I need you to do two things for me, Ayla."},{"T":"301","2":"Ayla","3":"..."},{"T":"301","2":"Ayla","3":"Keep an eye on Hamlet and locate the whale song by searching for a matching signal on the surface while you are connected?"},{"T":"301","2":"Ayla","3":"Understood."}]