[{"T":"301","3":"Wind blows over the vast desert, sweeping up sand and dust into a storm."},{"T":"301","3":"In this weather, it is as if the desert is covered by a thick layer of fog."},{"T":"301","3":"A cacophony of engine noises cut through the midst of the sand and dust. As the noise approaches, a white-haired girl in red bursts out of the sandstorm on a black motorcycle, leaping into the air."},{"T":"301","3":"Then the girl and the motorcycle slams heavily back on the ground, wheels sending up a shower of sparks due to the emergency braking. Prominent black tire marks trail out behind her."},{"T":"301","3":"The motorcycle slides to a halt in front of some building ruins. The girl takes her blade from the vehicle and walks within the wreckage."},{"T":"301","2":"α","3":"This place..."},{"T":"301","3":"Alpha reaches the middle and scans. The clearing is piled high with the remains of bionic animals. The ground is dotted with huge circular craters, and the surrounding buildings also show obvious traces of bombardment."},{"T":"301","2":"α","3":"Internal conflict among humans...? No, they don't have the resources to spare."},{"T":"301","3":"Alpha comes to a relatively intact building and brushes the dust off the surface gently. Under the dust is a line of obscured text, revealed to the light of day once more."},{"T":"301","2":"α","3":"Operation Acadia No. 5, North American launch base."},{"T":"301","2":"α","3":"...If I'm not wrong."},{"T":"301","3":"Something seems to have come to Alpha. She turns to the pile of bionic remains and walks over to them."},{"T":"301","3":"With a flick of her wrist, the haphazardly piled remains are instantly disintegrated by her blade. They turn to pieces and scatter all over the ground, revealing an old transport craft buried underneath."},{"T":"301","3":"Most of the transport craft is destroyed by bombardment and the loading bay is warped beyond recognition. There is no need to wonder what happened to its passengers and cargo."},{"T":"301","3":"A family crest is gleaming proudly on the side of the transport craft wreckage. It looks very much eastern. The owner of the transport machine had written their name in a striking red under the family crest."},{"T":"301","2":"α","3":"Shunsuke... That's his uncle, eh... Heh. Just as I thought."},{"T":"301","2":"α","3":"Shome... Shome. You have a gift in drumming up revenge. Too bad you chose the wrong path."},{"T":"301","2":"α","3":"...An untameable beast is not worth raising."},{"T":"301","3":"The sandstorm gradually eases and Alpha returns to her motorcycle."},{"T":"301","2":"α","3":"First stop's this place, eh, Shome. Must be that control center over there."},{"T":"301","3":"Alpha leaves the launch base and heads for the control center. Her motorcycle eventually draws to a halt before a relatively intact building in the desert."},{"T":"301","2":"α","3":"Tracks that are bright as day, huh. Looks like that scarface didn't teach him the tricks of the trade."},{"T":"301","3":"After parking her motorcycle, Alpha strolls forth to the main door of the building. She is about to enter, but suddenly pauses."},{"T":"301","2":"α","3":"The walls and the door rust don't match up. Looks like this place gets frequent visits, not just from Shome."},{"T":"301","3":"Alpha circles to the side of the building. A pile of supply crates in the shade, hidden in some dry bushes, greets her eyes."},{"T":"301","2":"α","3":"Food reserves for humans... Heh. And this little toy."},{"T":"301","3":"Alpha sneers and hovers her blade before her. Through the reflection on her blade, a thin, nearly transparent line can be seen hanging in the air."},{"T":"301","2":"α","3":"Old military trip-mines... Looks like this place has been run over by parasites."},{"T":"301","2":"α","3":"?"},{"T":"301","3":"Footsteps tip-tap from across the door. In one swift motion, Alpha stabs her blade into the wall and smoothly vaults over to the roof of the building."},{"T":"301","2":"Forsaken A","3":"How's the situation in there?"},{"T":"301","2":"Zong","3":"The Ascendant who barged in is under control."},{"T":"301","2":"Forsaken A","3":"Why would an Ascendant pop up in this place?"},{"T":"301","2":"Zong","3":"Dunno, beats me. They're still interrogating the guy. Mr. Watanabe told us to issue a rally order to the nearby bases first. Just in case."},{"T":"301","2":"Forsaken A","3":"Alright, then I'll go check the situation inside. The remaining members of Squadron 20-441 are also on their way here."},{"T":"301","2":"Zong","3":"Got it... Oh yeah, did you ride this bike here, pal?"},{"T":"301","2":"Forsaken A","3":"Bike? What bike?"},{"T":"301","3":"As the two Forsaken begin to wonder about the motorcycle in front of the doors, Alpha leaps down from the roof and swiftly knocks the two out with the hilt of her blade."},{"T":"301","2":"α","3":"Now, now. Our star can't be held back by the paparazzi."},{"T":"301","3":"Alpha sheathes her blade and walks inside the control center."},{"T":"301","3":"Countless Forsaken members stream to and fro inside the building. Alpha is lurking in the shadows, observing the situation in the main control room."},{"T":"301","3":"In this dimly-lit room, Watanabe is pressing a dagger firmly to Shome's neck."},{"T":"301","3":"Several soldiers are by Watanabe's side. The equipment they carry and the warworn armor they wear are evidences of their status."},{"T":"301","3":"Bexonidas. One-eyed, one-eared, one-half of his scalp left."},{"T":"301","3":"The backbone of the Squadron 19. A man who only gives up in death."},{"T":"301","3":"Halam, 16 years old. Became a new member of the Forsaken this year. The name and armor borne by her were brought back from the K-44 by Watanabe."},{"T":"301","3":"Watanabe thought of leaving her behind. She hit a shot from 2km away."},{"T":"301","3":"...Still a small lass, but unlikely to meet the same end as her father in any due time."},{"T":"301","3":"Clark. Old soldier, old bones. Jack-of-all-trades."},{"T":"301","3":"Take him with you and you can make friends with any faction."},{"T":"301","2":"Shome","3":"Hey, hey, let's talk things out. Why don't we all put away the guns and knives?"},{"T":"301","2":"Watanabe","3":"We have nothing to talk about with Ascendants."},{"T":"301","2":"Shome","3":"Ah, that makes things difficult then... And here I thought this control center is my little secret."},{"T":"301","2":"Watanabe","3":"We know things you people wouldn't believe. Speak. What is your purpose here?"},{"T":"301","3":"Watanabe presses the dagger closer to Shome's neck as he speaks."},{"T":"301","2":"Shome","3":"If I say that I am only borrowing the aircraft behind this control center, will you believe me?"},{"T":"301","2":"Bexonidas","3":"You messin' around?!"},{"T":"301","3":"Bexonidas quickly loads his gun after hearing Shome's answer and sticks the muzzle at his temple."},{"T":"301","2":"Shome","3":"...I knew it'd turn out like this."},{"T":"301","2":"Watanabe","3":"We don't have that much patience. Even if we don't know what your purpose is... A dead Ascendant would do us no harm."},{"T":"301","2":"Shome","3":"Sigh... Communication never solves any problems."},{"T":"301","3":"At that, sparks of electricity appear in the air around Shome. A close look would reveal that the sparks come from a tiny spherical machine in the middle."},{"T":"301","2":"Watanabe","3":"Wha... Take cover!"},{"T":"301","3":"Watanabe lets go of the dagger at Shome's neck and lunges at Bexonidas."},{"T":"301","3":"Right after that, the electric sparks connect and violently erupts around Shome. Smoke fills the main control room."},{"T":"301","2":"Watanabe","3":"Everyone, activate your goggles. Confirm each other's positions. Three to a team, and brace for combat."},{"T":"301","2":"Clark","3":"That lil' creep got away. Last security visuals say that he's headed for the airfield behind this building."},{"T":"301","2":"Watanabe","3":"Go after him."},{"T":"301","2":"Forsaken","3":"Yes, sir!"},{"T":"301","3":"The Forsaken rush out of the building, but the fighter plane piloted by Shome has already taken off, leaving a light blue trail of flame in the air before disappearing into the sky."},{"T":"301","2":"Watanabe","3":"Ride the other fighters and go after him."},{"T":"301","2":"Forsaken","3":"Yes, sir!"},{"T":"301","2":"???","3":"That won't do."},{"T":"301","3":"As the Forsaken are about to board the fighter aircraft, a red figure sweeps past them."},{"T":"301","3":"The red figure presents herself before the Forsaken. As she halts, all of the aircraft break down into scrap metal."},{"T":"301","2":"α","3":"You may not go after him."},{"T":"301","2":"Watanabe","3":"It's you..."},{"T":"301","2":"α","3":"Long time no see, I guess."},{"T":"301","2":"Watanabe","3":"I'd rather never see you again."},{"T":"301","2":"α","3":"And me, you."},{"T":"301","2":"Watanabe","3":"Take on a different formation. She's different from the other Ascendants."},{"T":"301","2":"α","3":"You wish to fight? Looks like you didn't learn anything in Kowloong."},{"T":"301","2":"Watanabe","3":"Quite the opposite. We bear the past within us, which is what gives us the courage to battle."},{"T":"301","2":"Watanabe","3":"You are not the only ones to have changed after that war."},{"T":"301","2":"α","3":"Hah. Then show me."}]