[{"T":"301","3":"Selena has a dim recollection of seeing a flower in Babylonia's greenhouse."},{"T":"301","3":"A real flower."},{"T":"301","3":"Babylonia rarely wastes precious resources on growing decorative flowers, so the beauty of that purple flower blooming in the greenhouse really stood out."},{"T":"301","3":"What happened next?"},{"T":"301","3":"Her M.I.N.D. was in such chaos that she was not able to access the next part immediately."},{"T":"301","3":"Oh... right."},{"T":"301","3":"It was an excursion organized by the Center of Basic Public Education, so of course, the purpose of the teacher who took them there was certainly not to have them admire the flowers in bloom."},{"T":"301","3":"The teacher plucked the flower."},{"T":"301","3":"And deconstructed it in front of them."},{"T":"301","3":"It started with the stalk, then the base... the sepal and the corolla."},{"T":"301","3":"The deconstructed nameless purple flower lay scattered in the petri dish for the children to examine its every part."},{"T":"301","3":"Just like her now."},{"T":"301","2":"Korolev","3":"You're being naughty, little thief. Where did you hide the stolen item?"},{"T":"301","3":"Korolev, who had been pulling her apart, suddenly stopped."},{"T":"301","3":"That maroon visual receptor scans her from top to bottom before abruptly tossing her aside."},{"T":"301","2":"Korolev","3":"Oh, little thief... Where did you go?"},{"T":"301","3":"It is as if it suddenly cannot 'see' her. It lets out an urgent screeching noise before leaving the communications room."},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"Is it because she has reached such high levels of Corruption that it determined she has become a Corrupted?"},{"T":"301","3":"She does not know... Nor does she need to."},{"T":"301","3":"She can no longer feel her lower limbs. The only thing left in her M.I.N.D. was ceaseless pain."},{"T":"301","3":"She did not dare cut off the pain signal, for fear of M.I.N.D. deviation. She could already feel the geometric core shard buried in her chest gradually infecting her."},{"T":"301","3":"All of her computing power is focused on keeping her Inver-Device functioning normally."},{"T":"301","3":"But the crimson is slowly spreading through her M.I.N.D."},{"T":"301","3":"When she can see clearly again, Selena finds herself in a most familiar place."},{"T":"301","3":"She is at the Virtual Exhibition Hall, the place where she first had a dream."},{"T":"301","3":"When she was still a nobody, this was where she was, in a place nobody cared about, alone with her little robots, attempting to restore pieces of opera collected from the remnants of the golden age."},{"T":"301","2":"Selena","3":"The Duke of Milan did not seek revenge for the hardship he encountered."},{"T":"301","2":"Selena","3":"Instead, he forgave every man who had wronged him, after they confessed."},{"T":"301","2":"Selena","3":"Years later, all the things that happened were slowly forgotten."},{"T":"301","2":"Selena","3":"The people of Naples continued to live on a beautiful land as always."},{"T":"301","2":"Selena","3":"Naples was still a place of hope, despite the occasional disputes and conflicts."},{"T":"301","2":"Selena","3":"Thank you for watching. This is the end of The Tempest."},{"T":"301","2":"Ayla","3":"Well..."},{"T":"301","2":"Selena","3":"What's wrong, Ayla? Is there something wrong with it?"},{"T":"301","2":"Ayla","3":"No, Selena. Your operas are as exciting as always."},{"T":"301","2":"Selena","3":"So what exactly is the issue, Ayla?"},{"T":"301","2":"Ayla","3":"I just don't understand why Duke Prospero was able to forgive Antonio in the end."},{"T":"301","2":"Ayla","3":"If it wasn't for Antonio, Prospero and his daughter wouldn't have been exiled to the small island, would he?"},{"T":"301","2":"Ayla","3":"Why was he able to forgive him just like that?"},{"T":"301","3":"..."},{"T":"301","3":"Hold on, was there really such a line?"},{"T":"301","3":"No, there was not. She sent Ayla her restored ending to The Tempest just before she left."},{"T":"301","3":"She never actually got to hear Ayla's opinion on it."},{"T":"301","3":"This was the but a fantasy of memory and imagination woven together by her M.I.N.D. in its extremely chaotic state."},{"T":"301","3":"This was her subconscious endlessly contemplating the issue in her head. This was her subconscious incessantly inundating her with self-doubt."},{"T":"301","3":"Why was Prospero able to forgive his brother so easily?"},{"T":"301","3":"His throne was usurped, he almost died, he lost everything, and the pain he carried from having been cast away to a tiny island with his daughter for so many years..."},{"T":"301","3":"Why was he able to forgive someone who had caused him so much pain so easily?"},{"T":"301","2":"Selena?","3":"Because forgiveness is a virtue and to forgive others is to forgive yourself."},{"T":"301","2":"Selena?","3":"Are you hoping to comfort yourself by coming up with such a righteous reason?"},{"T":"301","2":"Selena?","3":"Those are nothing but empty pretty words. You think so too, don't you?"},{"T":"301","2":"Selena?","3":"There's no need to forgive yourself. You shouldn't forgive yourself for your foolishness."},{"T":"301","2":"Selena?","3":"Don't forgive yourself and don't forgive Babylonia, which has abandoned you."},{"T":"301","2":"Selena?","3":"You have nothing left, not your bright future, not your ideals and art, not even your comrades."},{"T":"301","2":"Selena?","3":"You have no tragic past, no fervent belief. Compared to others, you have no reason to persevere."},{"T":"301","2":"Selena?","3":"Why do you persist? Give it all up. All you have to do is come over here and everything will be much easier."},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"'She' is right."},{"T":"301","3":"Looking holistically at all the steps she has taken, her action seems so paltry and feeble. Most of what she has done, she has done in the persistence of her naivety. It was all completely meaningless."},{"T":"301","3":"She was just... an utterly ordinary girl."},{"T":"301","3":"She could not understand what it was that has caused her to persevere to this point."},{"T":"301","3":"..."},{"T":"301","2":"Selena","3":"No, it's not like that."},{"T":"301","2":"Selena","3":"Prospero must have despised Antonio."},{"T":"301","2":"Selena","3":"You should now understand Prospero's emotions better than anyone else, Selena."},{"T":"301","2":"Selena","3":"He wanted revenge, but at the end of the day, Antonio was his brother, his comrade."},{"T":"301","2":"Selena","3":"The people of Naples were still waiting for him."},{"T":"301","3":"Selena eyes flew open."},{"T":"301","3":"With only half a body left, she is just like a fish on land, struggling to turn over."},{"T":"301","3":"Now my charms are all o'erthrown,"},{"T":"301","3":"And what strength I have's mine own,"},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"With only half of her left arm left, she uses her fingers to effortfully inch forward."},{"T":"301","3":"Her broken figure is striving to crawl forward."},{"T":"301","3":"Which is most faint: now, 'tis true,"},{"T":"301","3":"I must be here confined by you,"},{"T":"301","3":"Or sent to Naples. Let me not,"},{"T":"301","3":"(Crack) Her fingers give way."},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"So she opens her mouth and uses her teeth to pull herself forward."},{"T":"301","3":"Since I have my dukedom got"},{"T":"301","3":"And pardon'd the deceiver, dwell"},{"T":"301","3":"In this bare island by your spell."},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"She finally manages to pull herself to the corner."},{"T":"301","3":"Selena endeavors to connect herself to the space station terminal."},{"T":"301","3":"In an instant, she 'sees' every corner of the space station."},{"T":"301","3":"She sees the areas bloodbaths with the Advance Force took place and where the geometric core is. Her M.I.N.D. sees everything all at once with unparalleled clarity."},{"T":"301","3":"It's then that she understands the truth of it all."},{"T":"301","3":"The Punishing Virus started off by infecting the gravitational control core, wrecking havoc with the gravity in the space station."},{"T":"301","3":"The powerful suction force swept the Punishing Virus in the area into the gravitational core. The convergence of such a large quantity of the virus gave rise to the Hetero-Core, the thing that took over the gravitational core."},{"T":"301","3":"That information alone is enough to change the course of the war, and she has to deliver it, together with the Hetero-Core Shard in her chest back to Babylonia."},{"T":"301","3":"The only thing to do now is to wait very patiently."},{"T":"301","3":"But release me from my bands"},{"T":"301","3":"With the help of your good hands:"},{"T":"301","3":"Gentle breath of yours my sails"},{"T":"301","3":"Must fill, or else my project fails,"},{"T":"301","3":"She is not aware of how much time has passed."},{"T":"301","3":"It may have been a long time, or merely a second."},{"T":"301","3":"The space station, which has been quiet all this time, is welcoming another group of 'guests.'"},{"T":"301","3":"There is a group calling themselves the Gray Raven, who work so well together, it is like they can read each others' minds. And with them is... a familiar pink figure."},{"T":"301","3":"Selena's M.I.N.D., which was shattered by what she had experienced, pieces itself together on seeing that girl."},{"T":"301","2":"Selena","3":"Ay...la..."},{"T":"301","3":"The Construct, which has been pushing herself for years, finally closes her eyes."},{"T":"301","3":"Which was to please. Now I want spirits to enforce, art to enchant,"},{"T":"301","3":"And my ending is despair, unless I be relieved by prayer,"},{"T":"301","3":"Which pierces so that it assaults mercy itself and frees all faults."},{"T":"301","3":"As you from crimes would pardon'd be, let your indulgence set me free."}]