[{"T":"301","2":"Suzaku Squad Construct","3":"Urgh..."},{"T":"301","2":"Liv","3":"His body structure is compromised all over, I'll have to perform emergency treatment..."},{"T":"301","2":"Lucia","3":"After you're done, put him near the Iso-Device. If he can't recover his memory... You can only hope that he can hold on until the Purifying Force arrives."},{"T":"301","2":"Liv","3":"Hopefully..."},{"T":"301","2":"Suzaku Squad Construct","3":"..."},{"T":"301","2":"Liv","3":"I'm sorry, but we can't stay by your side."},{"T":"301","2":"Liv","3":"So please, do not leave the Iso-Device field."},{"T":"301","2":"Lee","3":"Wait. Those Corrupted ahead are behaving... strangely..."},{"T":"301","2":"Strange Corrupted","3":"Urgh—"},{"T":"301","2":"Lucia","3":"What?"},{"T":"301","2":"Lee","3":"Even if the Corrupted here are stronger than those outside, they should still be susceptible to damage."},{"T":"301","2":"Liv","3":"There are... strange devices inside these Corrupted..."},{"T":"301","2":"Lee","3":"That's... the core modules of Iso-Devices..."},{"T":"301","2":"Lucia","3":"So you mean, they gained new abilities by corrupting the Iso-Devices?"},{"T":"301","2":"Lee","3":"This is severe. Iso-Device corruption... HQ didn't mention any of this."},{"T":"301","2":"Lee","3":"So that's why the Iso-Devices were sealed off before we arrived."},{"T":"301","2":"Liv","3":"But then, how should we deal with these new Corrupted?"},{"T":"301","2":"System","3":"Connecting—"},{"T":"301","2":"Vera","3":"Hi, hi! Gray Ravens!"},{"T":"301","2":"Lee","3":"You again?"},{"T":"301","2":"Vera","3":"Just a kind little reminder—"},{"T":"301","2":"Vera","3":"There are several... tricky folks heading toward your way."},{"T":"301","2":"Lee","3":"What a timely reminder—those 'tricky folks' are already right here."},{"T":"301","2":"Vera","3":"So you don't need a little tip then?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Vera","3":"Hmph. Their shields can be neutralized by the Iso-Devices. If you want to destroy them, you'll need to do it within the Iso-Device fields."},{"T":"301","2":"Lee","3":"Stop with the act. You left them for us intentionally."},{"T":"301","2":"Vera","3":"Oh my... You caught me. After all, dealing with these things would slow us down tremendously."},{"T":"301","2":"Vera","3":"Well then, give it your best! I'll be seeing you!"},{"T":"301","2":"Lee","3":"Hold on. Don't you have anything else to add?"},{"T":"301","2":"Vera","3":"Hmph. Since when did you become so fussy... That won't make you very popular with the ladies."},{"T":"301","2":"Lee","3":"Sorry, but that's none of your concern."},{"T":"301","2":"Vera","3":"Al-right, I'll give you a little something in return. A 'wish ticket' from Cerberus whenever you need help or something."},{"T":"301","2":"Lee","3":"Don't even try this. Don't expect us to clean up your mess for an empty promise."},{"T":"301","2":"Lee","3":"I was naive to even think that you'd feel apologetic for anything—your actions are going in the mission report."},{"T":"301","2":"Vera","3":"Aha, that's even less trouble for us—Tifa's getting a little bit out of hand and just slipped through our fingers, so I'll have to go. I'll miss chatting with you, dear. So lo-ong."},{"T":"301","2":"System","3":"Disconnected—"},{"T":"301","2":"Lee","3":"Sigh..."}]