[{"T":"301","2":"Roland","3":"Phew..."},{"T":"301","3":"Roland stands by the hole which has been tightly blocked by a collapsed cement block and pats his hands as if he has just completed a warm-up exercise."},{"T":"301","2":"Cinderelik","3":"Why'd you let them go?"},{"T":"301","2":"Roland","3":"They were the only variables to have any direct effect on 'Mother'. As you can see, 'Mother' has had an emotional fluctuation similar to fear for the first time."},{"T":"301","2":"Roland","3":"Only when it knows what fear is, can we know it's evolving in the right direction."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Roland","3":"They still haven't left the sensory range of 'Mother'. Don't you want to know what kind of stimulation can be generated by the only surviving variables so far?"},{"T":"301","2":"Roland","3":"It'd be a shame to let such precious samples die so soon."},{"T":"301","2":"Roland","3":"...Think of it as an encore. I'm also curious to see how far they can make it. It's much more interesting than those dramas in the tower, isn't it?"},{"T":"301","3":"Cinderelik furrows her eyebrows faintly."},{"T":"301","2":"Cinderelik","3":"This isn't a part of the plan."},{"T":"301","2":"Cinderelik","3":"Report this to der Meister. Let him make the final decision."},{"T":"301","3":"Roland shrugs, neither agreeing or disagreeing."},{"T":"301","2":"Roland","3":"As you wish."},{"T":"301","3":"Roland connects his comms link, and Vonnegut's image appears on his terminal."},{"T":"301","2":"Vonnegut","3":"How's the situation?"},{"T":"301","3":"Roland leans to one side, arms folded, and looks at Cinderelik leisurely as he awaits her to brief Vonnegut on the current situation."},{"T":"301","2":"Cinderelik","3":"...My negligence resulted in the centrifuge arrays that provided 'Mother' with nutrition being destroyed."},{"T":"301","2":"Cinderelik","3":"Without a constant supply of Punishing Virus, 'Mother' has grown considerably weaker than before."},{"T":"301","2":"Cinderelik","3":"Without human interference, 'Mother' would've completed the task by now."},{"T":"301","2":"Vonnegut","3":"Is that so?"},{"T":"301","3":"Vonnegut doesn't show any sign of anger upon hearing the sudden change of events. He only raises his eyebrows out of interest."},{"T":"301","2":"Cinderelik","3":"I tried to repair the centrifuge arrays to ensure that the CPF can complete the final Punishing supply despite the low power."},{"T":"301","2":"Cinderelik","3":"Incubation has been postponed. Also..."},{"T":"301","2":"Cinderelik","3":"Under incomplete conditions, the 'things' in the 'Mother's' body may have unpredictable defects."},{"T":"301","2":"Vonnegut","3":"No matter. You've done well."},{"T":"301","2":"Vonnegut","3":"You and 'Mother' have completed your mission with flying colors."},{"T":"301","2":"Vonnegut","3":"And Roland, thank you for your efforts. I'll hold up my end of the bargain."},{"T":"301","2":"Roland","3":"Thank you."},{"T":"301","2":"Vonnegut","3":"Babylonia has found the location of 'Mother', and they've sent their Construct forces to investigate. Take all the research materials and evacuate as soon as possible."},{"T":"301","2":"Cinderelik","3":"But..."},{"T":"301","2":"Vonnegut","3":"I'm afraid that Gray Raven will be joining them. Are you confident you can win without any consumption?"},{"T":"301","2":"Vonnegut","3":"We have more important matters to tend to."},{"T":"301","2":"Cinderelik","3":"I..."},{"T":"301","2":"Cinderelik","3":"Understood."},{"T":"301","2":"Vonnegut","3":"Good girl."},{"T":"301","2":"Vonnegut","3":"As for your 'Mother', don't worry. Her time will come."},{"T":"301","2":"Vonnegut","3":"Since the incubation of 'Mother' will be delayed, it's better to have Babylonia's troops be 'its' last guests."},{"T":"301","2":"Vonnegut","3":"Set the stage for the final act. Return to my side and witness it with me."},{"T":"301","3":"Transmission over."},{"T":"301","3":"After saying farewell to Roland, Cinderelik immediately returns to the underground greenhouse as instructed by Vonnegut."},{"T":"301","3":"As Cinderelik murmurs, the monitoring tower's screens go black. She unplugs the storage device inserted into the terminal."},{"T":"301","3":"She looks up at 'Mother' hanging above her, then turns and walks into the darkness."},{"T":"301","3":"The monster's wailing seems to be close at hand."},{"T":"301","3":"The Scavenger's consciousness ebbs and flows in the chaos. The pale and dangerous strange girl, the mysterious liar, the wailing from near to far, the pulsating bright red numbers, and the black and red light flickering in front of them..."},{"T":"301","3":"Oh, right. He shut down the CPF's power to prevent the monsters from taking it over."},{"T":"301","3":"Even with the power shut down as much as he could, the monster could not be stopped from growing."},{"T":"301","3":"After losing most of the Punishing supply, 'Mother' seems to have fallen into temporary chaos while hanging from the top of the tower. The scarlet umbilical cords swing wildly in the air. Some have even withered. After struggling for a moment, they become paralyzed and unable to move."},{"T":"301","3":"However, not only are the Hetero-Plants unable to move, having withered from the loss of nutrients, Zack was unable to move either."},{"T":"301","3":"Zack's body has decayed too far for him to even stand up."},{"T":"301","3":"He raises his hand. The festering has spread from his cuffs. Pus and blood soak the cloth wrapped around his hands."},{"T":"301","3":"Looking through the gap in his fingers, the Scavenger sees the shell off in the distance."},{"T":"301","3":"In the gap of the black shell, the clear outline of a shadow gradually emerges from the red interior."},{"T":"301","3":"A strange feeling rises in the Scavenger's mind. This kind of vision, which is as if there is nothing, sticks to his whole body. He feels something staring at him through the chaos."},{"T":"301","3":"His vision is gradually stained with a bright red. So close to seeing what is staring at him in the shell."},{"T":"301","3":"Suddenly, it turns dark before him as if the bloody world is covered with a dense shadow."},{"T":"301","2":"Roland","3":"There you are."},{"T":"301","3":"Someone stands in front of the Scavenger. He opens his bloodshot eyes. The optic nerves suppressed by the virus make him unable to discern the figure in front of him."},{"T":"301","2":"Roland","3":"How pitiful..."},{"T":"301","3":"His voice carries the sound of frivolous laughter as if the misery in front of him is something he was used to."},{"T":"301","2":"Roland","3":"Poor human. If only you were a Construct..."},{"T":"301","2":"Roland","3":"I would've been able to save you."},{"T":"301","2":"Zack","3":"You... Rolmo..."},{"T":"301","2":"Roland","3":"I'm surprised. I didn't think you would be able to tell who I am."},{"T":"301","2":"Roland","3":"Your friends have already left you."},{"T":"301","2":"Zack","3":"Really...?"},{"T":"301","3":"The Scavenger puts his hand deep into the backpack and fumbles for quite some time. Finally, he pulls out a vial of serum."},{"T":"301","2":"Zack","3":"If you see them... give them this... Please..."},{"T":"301","2":"Zack","3":"Cough... They're... running low on supplies..."},{"T":"301","2":"Roland","3":"If I remember correctly, Kordes is in charge of carrying your group's medical supplies."},{"T":"301","2":"Zack","3":"Heh... This one I kept for myself... We all did... Just in case."},{"T":"301","2":"Zack","3":"So... If we're separated during an accident, we at least know the others will survive."},{"T":"301","2":"Zack","3":"I'm hopeless. They should've taken this while they had the chance."},{"T":"301","2":"Roland","3":"But I'm the villain who deceived you. What makes you think you can believe me?"},{"T":"301","2":"Zack","3":"I saw you save them... I don't know why you did it... But you did..."},{"T":"301","2":"Zack","3":"There's no hope for me... It's better for you to carry it than for it to rot with me."},{"T":"301","2":"Zack","3":"And I don't have a chance... to know what kind of person you really are."},{"T":"301","3":"Roland looks at Zack with a blank expression."},{"T":"301","3":"While searching for 'new recruits,' many Constructs had reached their hand out much in the same way in desperation to survive before being devoured by the virus."},{"T":"301","3":"Roland, the actor, had seen countless tragic plays, and Roland, the Ascendant, has experienced countless tragic realities."},{"T":"301","3":"This time, the human also reaches out with a strong desire to live, but he is asking him to save others instead."},{"T":"301","3":"Is this a trick to win pity? Or does the truth come out in one's dying breath?"},{"T":"301","2":"Zack","3":"...I just want everyone to live."},{"T":"301","2":"Zack","3":"I just wanted to get as much supplies as possible until we find a place where we can live—a place where Kordus can plant his blue hydrangea and watch them sprout into beautiful flowers."},{"T":"301","2":"Zack","3":"Maybe we could've found out the whereabouts of his daughter in that conservation area..."},{"T":"301","2":"Zack","3":"We wouldn't have to wander around because of the virus and get into ridiculous disputes anymore..."},{"T":"301","2":"Zack","3":"'Beardy' wouldn't have to... try and cheer us up anymore..."},{"T":"301","3":"Tears spill out of his eyes as he trembles with pain."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"The Scavenger's voice is so weak, it almost disappears among the roar of the tower."},{"T":"301","2":"Roland","3":"You mentioned that movie."},{"T":"301","2":"Roland","3":"Want to know how it ends?"},{"T":"301","2":"Roland","3":"The brave knight reaches the top of the tower. He finds out that the place where the secret treasure should have been is empty, and the knight dies of despair. At least, that's how it should've ended. But the lead actor of the film didn't agree with the script."},{"T":"301","2":"Roland","3":"At that time, he was so naive that people laughed at him. He believed that people could achieve happiness on their own accord."},{"T":"301","2":"Roland","3":"He said that reality is bitter enough. Why film a tragedy that will only break the audience's heart?"},{"T":"301","2":"Roland","3":"So he convinced the director to change the ending."},{"T":"301","2":"Roland","3":"Right as the knight is about to be engulfed by despair, the god sleeping in the tower finally wakes up. He witnesses the hope, struggle and despair of the knight, and realizes that there is such a powerful force in the hearts of humanity—whom he once viewed as weak."},{"T":"301","3":"Roland's voice is quiet and calm, like he is intimately familiar with this story."},{"T":"301","2":"Roland","3":"So the god gives humanity the kindling of hope and tells humanity that the disaster would one day pass."},{"T":"301","2":"Zack","3":"That's... a better ending..."},{"T":"301","2":"Roland","3":"Isn't it ridiculous? He can't even control his own destiny, but he wants to change the fate of a fake character. What's the meaning of this?"},{"T":"301","2":"Zack","3":"Meaning..."},{"T":"301","2":"Zack","3":"Of course, I know it's fake... But I really liked... that he never gave up."},{"T":"301","2":"Zack","3":"Isn't that... the point of a movie?"},{"T":"301","2":"Zack","3":"As long as someone performs a role and people watch it, the role... will live on in the hearts of the audience."},{"T":"301","2":"Zack","3":"As long as the feelings at that moment are real, what difference does it make if it's all an act?"},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"Zack's entire body is gradually rotting due to the virus, but there's a faint smile in the corners of his mouth."},{"T":"301","3":"Right as his life is drawing to an end, he recalls the distant memories of what he had seen and heard during his journeys, casually chatting in front of weathered and broken posters, a movie hiding quietly in his backpack, and the afternoons he would watch them with his family."},{"T":"301","2":"Zack","3":"...What I've done... is absolutely not... meaningless..."},{"T":"301","3":"The Scavenger's voice is so weak, it almost disappears among the roar of the tower."},{"T":"301","2":"Roland","3":"Too bad I don't have more time to chat with you."},{"T":"301","3":"Roland squats down and takes the vial from the Scavenger."},{"T":"301","2":"Roland","3":"I'm not sure if I'll see your friends again, but this serum will play its role as you said."},{"T":"301","2":"Roland","3":"I rarely make promises, but this time you can trust me."},{"T":"301","2":"Zack","3":"...Thank you."},{"T":"301","2":"Roland","3":"You're welcome. It's rare for someone to believe me for a change. What an interesting feeling. Usually, everyone believes my lies, but nobody wants to believe my truths."},{"T":"301","3":"Blood slowly overflows out of Zack's ears, and his organs are rapidly failing. He can no longer hear what the person in front of him is saying."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"Not to mention, consider this as the final gift for the 'audience' who still remembers 'me.'"},{"T":"301","3":"When Roland utters the last sentence, which is almost a murmur, the Scavenger hears nothing. With his hand still held out, he stops breathing."},{"T":"301","3":"A twisted and strange cry comes from all parts of the tower, like a nightmare that can never be woken up from. Roland looks up at the shell hanging from the top of the tower."},{"T":"301","2":"Roland","3":"...You're still watching?"},{"T":"301","3":"No one answers."},{"T":"301","3":"Roland quietly drapes the Scavenger in his cloak, covering his body and his face full of regret."},{"T":"301","2":"Roland","3":"...Este no es nuestro final. (This is not our final destination.)"},{"T":"301","2":"Roland","3":"Rest, my friend."},{"T":"301","3":"Keep moving... No matter what."},{"T":"301","3":"Kordes and 'Beardy' support each other as they walk through the seemingly endless forest."},{"T":"301","3":"The CPF behind them has been completely occupied by the glowing red plants, becoming a giant tree pointing directly into the sky. The white signs that once guided them have been completely covered, and they can no longer distinguish the location of the CPF."},{"T":"301","3":"Something is quietly incubating in the CPF, waiting patiently to be delivered."},{"T":"301","3":"This CPF, which was once the hope of Scavengers for survival, has become an eternal nightmare in their hearts."},{"T":"301","3":"This CPF, which was once the hope of humanity for survival, has become a hotbed of human suffering."},{"T":"301","3":"The strange cries of humanoid monsters come from the jungle. They can even pick out Zack's voice from the rising and falling calls."},{"T":"301","3":"But now, Zack has become a permanent resident of the CPF. Those weird and deformed figures, with the voice of their sacrificed partner, squeezes indescribable screams from their throats and attack them."},{"T":"301","3":"They don't want Zack's expectations to go to waste."},{"T":"301","3":"But no matter how hard they try, this is as far as they can make it."},{"T":"301","3":"'Beardy' looks at Kordes, then takes out their last remaining grenade."},{"T":"301","2":"???","3":"...Is that necessary?"},{"T":"301","3":"Something flies across the night sky and lands right in 'Beardy's' hands."},{"T":"301","3":"It's a clear vial of serum."},{"T":"301","2":"???","3":"I didn't expect to see you two still alive. Looks like you've really opened my eyes."},{"T":"301","3":"An approaching monster is obliterated by a shotgun blast, lassoed by Roland's chain blade and thrown deep into the forest."},{"T":"301","2":"Roland","3":"But on the plus side, at least I get to fulfill a promise. If that didn't work out, I might have been a little disappointed in myself."},{"T":"301","2":"'Beardy'","3":"It's you..."},{"T":"301","2":"Roland","3":"I don't think now's the best time to fight, amigo."},{"T":"301","2":"Roland","3":"I'm your savior, after all."},{"T":"301","2":"Roland","3":"Where are you off to?"},{"T":"301","2":"Kordes","3":"...There's nowhere else for us to go."},{"T":"301","3":"Kordes covers his bleeding left hand. His backpack had been lost in the escape."},{"T":"301","2":"Roland","3":"Of course, there is. You just need to put your mind to it."},{"T":"301","3":"Roland smiles and points to the sky."},{"T":"301","3":"As a thunderous roar approaches from afar, a few stars twinkle in the night sky."},{"T":"301","3":"No... Those aren't ordinary stars. They're transport crafts approaching the forest."},{"T":"301","3":"As if sensing the arrival of the uninvited guests, the giant trees behind them unleash a strange roar. The rustling and cries of the Hetero-Creatures can be heard all throughout the forest, just like a warning given by a giant animal when it exposes its fangs."},{"T":"301","3":"But those stars remain unfazed and continue firmly en route to the forest."},{"T":"301","3":"Like shooting stars."},{"T":"301","2":"Kordes","3":"Those are..."},{"T":"301","2":"'Beardy'","3":"Transport crafts from Babylonia?"},{"T":"301","2":"Roland","3":"You're right."},{"T":"301","2":"Roland","3":"Now's the time to call for help."},{"T":"301","3":"The wanderer walks on the desolate battlefield."},{"T":"301","3":"In front of him is a scorched land, filled with disfigured remains and broken weapons. The roar of gunfire or the cries of agony are long gone. Nothing but deranged silence lies here."},{"T":"301","3":"The source of the disaster was already gone. Burning trees toppled to the ground, and craters are filled with bubbling red liquid in its wake."},{"T":"301","3":"It is impossible to tell whether the liquid soaked in the scorched earth is bodily fluid from Hetero-Creatures or vital fluid from Constructs—or even blood from humans."},{"T":"301","3":"The wanderer stops in front of unidentified remains. Nearby, he picks up a vial of dirty serum."},{"T":"301","3":"Smoke looms in the night sky, refusing to disperse... Even the moon is obscured by the thick blanket, leaving only a faint silver glow."},{"T":"301","3":"Staring at the scene which can only be described as an illusion, Roland hears a mysterious voice in his M.I.N.D."},{"T":"301","3":"It's a distant and cold voice, but with a trace of imperceptible confusion."},{"T":"301","3":"What kind of world do you want to see?"},{"T":"301","3":"Roland looks back again at the scorched earth he has long journeyed through."}]