[{"T":"301","3":"As expected, it does not take long before that person calls again."},{"T":"301","2":"'Murray'","3":"Lee, have you guys reached the transport pod I mentioned?"},{"T":"301","2":"Lee","3":"'Murray,' or whatever you want to call yourself... Maybe you thought you did a good job mimicking him, but you could not fool me."},{"T":"301","2":"'Murray'","3":"L-Lee, what are you talking about?! I'm your brother—don't you recognize me?"},{"T":"301","2":"Lee","3":"Then explain to me why I couldn't get past the signal blockade when I tried to reach Babylonia since we've gotten Huaxu's key, when you, who are apparently in Babylonia, can suddenly contact us?"},{"T":"301","2":"'Murray'","3":"It's... probably..."},{"T":"301","2":"Lee","3":"The first time I felt suspicious was when I mentioned the graviton detector. If you were him, you would've known it's impossible to send a response here."},{"T":"301","2":"Lee","3":"Plus, we've analyzed the environmental noises in your call, and you weren't in Babylonia at all."},{"T":"302","2":"Lamia, I assume."},{"T":"301","2":"Lamia","3":"Tch... now that I've been unmasked..."},{"T":"301","2":"Lamia","3":"Apart from the human, this should be my first time meeting the Graven Ravens, right?"},{"T":"302","2":"What do you want?"},{"T":"301","2":"Lamia","3":"Just trying to get you out of here safe and sound with the pod."},{"T":"301","2":"Lee","3":"I'm guessing there's something else."},{"T":"301","2":"Lamia","3":"Hehe... Pretty clever, aren't you, 'brother'?"},{"T":"301","3":"You can see Lee clenching his jaw. If this were not a call, Lamia would have been shot multiple times already."},{"T":"301","2":"Lamia","3":"How about a deal, Commandant? Give me Huaxu's key, and I'll show you the way to the big guy there..."},{"T":"302","2":"What do you want with the key?"},{"T":"301","2":"Lamia","3":"That you don't have to know... I'm not the one in a hurry here..."},{"T":"301","3":"As if responding to Lamia's words, the roar from the Polyphage echos again."},{"T":"301","2":"Lucia","3":"What should we do, Commandant?"},{"T":"302","2":"Give it to her.","4":"Find her."},{"T":"301","2":"Lee","3":"Not a good idea to hand it in now. We can't guarantee that she'll keep her words."},{"T":"301","2":"Lucia","3":"Is it possible to find her?"},{"T":"301","2":"Liv","3":"But where is she?"},{"T":"301","2":"Lee","3":"Given how strong the signal blockade is here and how well she knows our actions, I'm guessing she's just nearby."},{"T":"301","2":"Lee","3":"We can use the environmental sounds we analyzed earlier to deduce where she is in this chasm."},{"T":"301","2":"Liv","3":"Understood. Leave it to me!"}]