[{"T":"301","3":"You feel the soft mattress on your back. The pendant lamp above you sways from the breeze."},{"T":"302","2":"Hello, ceiling, my old friend."},{"T":"301","3":"You try to remember what happened 'yesterday'—"},{"T":"301","3":"After the trial of the carousel, you feel calmer with the other attractions that Nanami modified."},{"T":"301","3":"After all, all the rollercoaster does is fly off the rail after climbing to its peak before diving straight toward the lava on the ground."},{"T":"302","2":"(No big deal.)"},{"T":"301","3":"As you suspect, the Ferris wheel cabin Nanami and you are in drops into a free fall after reaching its highest point."},{"T":"301","3":"Then it bounces back tens of thousands of meters into the sky with the help of a magnetic launcher before disassembling mid-air and sending you into a free fall once again."},{"T":"302","2":"(We'll call it parachuting practice.)"},{"T":"301","3":"The horror-themed haunted house sends you a madman in an ice hockey mask who chases you all over the park with a machete from dawn till dusk."},{"T":"302","2":"(It's part of the immersive experience.)"},{"T":"301","3":"With Nanami's meticulous planning, you eventually experience all the attractions with her."},{"T":"301","2":"Nanami","3":"I'm so happy!"},{"T":"301","2":"Nanami","3":"But time passes so quickly..."},{"T":"301","3":"The barefoot Nanami sits on the mossed ledge of the fountain, her feet swinging, kicking up sprays of water."},{"T":"301","3":"The splashes glisten as the lights from the pool meet the setting sun within the droplets, and they look like exquisite gemstones, or perhaps the many lights of the city at night."},{"T":"301","2":"Nanami","3":"Are you sure you don't want to get your feet wet, Commandant? It's so refreshing!"},{"T":"301","3":"You shake your head, peeking at the warning sign standing next to the fountain—'Danger: High Voltage'."},{"T":"301","2":"Nanami","3":"Hmm... Cross this off the list..."},{"T":"301","3":"Nanami takes out her holo-screen and crosses out another item."},{"T":"301","2":"Nanami","3":"Well, that's it for today!"},{"T":"301","2":"Nanami","3":"I'll see you tomorrow, Commandant!"},{"T":"302","2":"Tomorrow?"},{"T":"301","2":"Nanami","3":"There are still so many things Nanami wants to share with you! Like, this—many—"},{"T":"301","3":"Nanami stretches her arms apart as much as possible as if trying to embrace the whole world."},{"T":"301","2":"Nanami","3":"A day is not long enough for us, so we'll have to leave the rest for tomorrow."},{"T":"301","2":"Nanami","3":"But don't you worry, Commandant. I already told you that time passes much faster here."},{"T":"301","2":"Nanami","3":"We could even spend a lifetime here if we want!"},{"T":"302","2":"That's too much!","4":"That's problematic!"},{"T":"301","2":"Nanami","3":"Now, now, I was just joking!"},{"T":"301","2":"Nanami","3":"But nothing will go wrong if we're just staying a few days here."},{"T":"301","2":"Nanami","3":"Hang out with Nanami, Commandant! For a few more days!"},{"T":"301","2":"Nanami","3":"I just want to complete my list!"},{"T":"301","3":"Nanami might be mischievous, but she does not mean ill."},{"T":"302","2":"(Nod)"},{"T":"302","2":"I wonder what's going to happen today."},{"T":"301","3":"You resolve to take things as they come, waiting for someone to knock on the door or call you on the comms."},{"T":"301","3":"But no one shows up despite your wait. Suddenly, air raid sirens blare outside, rattling the windows..."},{"T":"302","2":"Air raid sirens?"},{"T":"301","3":"You hear a 'Woosh!' above you before a figure crashes through the ceiling and lands next to you."},{"T":"301","2":"Nanami","3":"Ta-da! Here comes Nanami!"},{"T":"302","2":"Are we doing 'skyfall' this time...?"},{"T":"301","3":"You wonder."},{"T":"301","3":"Afterward, Nanami keeps changing her role, and you grow accustomed to supporting her performances."},{"T":"301","3":"Sometimes, she is a superhero who saves people from disasters—"},{"T":"301","3":"Mostly, she saves you, who proceed to experience over two thousand of these disasters."},{"T":"301","3":"Sometimes, she is an esteemed, selfless surgeon, asking nothing in return—"},{"T":"301","3":"And you, the patient on the operating table, with your belly cut open by her chainsaw."},{"T":"301","3":"Sometimes, she is a wise professor, mentoring you despite how difficult you are being—"},{"T":"301","3":"Correcting the many mistakes she spews in the lecture hall."},{"T":"301","3":"And it goes on..."},{"T":"301","3":"Nanami keeps asking you questions along the way, recording every single detail: What is your favorite color and food? Summer or winter? Sugar in your coffee? Do you lift your left or right leg first when you walk?"},{"T":"301","3":"The length of the records on her holo-screen soon surpasses her list."},{"T":"301","3":"Every time you two have gone through an experience, Nanami crosses out an item on that list. But you do not find the list getting any shorter after a few 'days.'"},{"T":"302","2":"More like it's getting longer?"},{"T":"301","3":"Nanami also notices it, starting to skip the middle parts and jumping straight to conclusions."},{"T":"301","3":"As if something is pressing her to finish these experiences as soon as possible."},{"T":"301","3":"Rushing through these adventures, you have no idea how many roles you have played and how long you have spent with Nanami."},{"T":"301","3":"Right now, the Nanami beside you looks like a young child."},{"T":"301","2":"Nanami","3":"Mom and Dad asked us to mow the lawn, Commandant!"},{"T":"302","2":"Alright."},{"T":"301","3":"Just as you lay eyes on a garden full of weeds, your vision blurs for a second. When it clears again, you find a mowed lawn before you."},{"T":"302","2":"..."},{"T":"301","2":"Nanami","3":"Commandant, let's play with Mimi!"},{"T":"302","2":"Sure."},{"T":"301","3":"You stand up with the white puppy in your arms, only to find your vision blurs again. You look down to find Mimi panting, its tongue sticking out as if having just been through a marathon."},{"T":"302","2":"..."},{"T":"301","2":"Nanami","3":"Let's plant these seeds, Commandant!"},{"T":"302","2":"(Remain silent)"},{"T":"301","2":"Nanami","3":"Commandant?"},{"T":"302","2":"Are we skipping it this time as well?"},{"T":"301","3":"Nanami looks slightly panicked, her intention discovered, but she still nods eventually."},{"T":"301","2":"Nanami","3":"Yes..."},{"T":"301","3":"She lowers her head, mumbling."},{"T":"301","3":"The girl before you looks drastically different than the one at the amusement park. The smile on her face is long gone, replaced by worry."},{"T":"301","3":"Noticing your gaze, Nanami reverts to her usual behaviors."},{"T":"301","2":"Nanami","3":"It's Q&A time, Commandant! How much of Nanami's wishlist has been completed?"},{"T":"301","3":"You recall the endless list on the screen—"},{"T":"302","2":"We're not even 1 percent there, are we?"},{"T":"301","2":"Nanami","3":"Beep-beep! Wrong answer! It's 70 percent completed already!"},{"T":"301","2":"Nanami","3":"So, Commandant, will you indulge Nanami for one last day?"},{"T":"301","2":"Nanami","3":"I don't want to leave behind any regrets."},{"T":"302","2":"Nanami."},{"T":"301","2":"Nanami","3":"Here!"},{"T":"302","2":"We don't have to rush."},{"T":"302","2":"I'll always be by your side."},{"T":"301","2":"Nanami","3":"You can't stay away from Nanami too? Aye-yi-yi-yi-yi, what should we do?"},{"T":"301","2":"Nanami","3":"We're both so busy, and there are things we must do."},{"T":"302","2":"I'm sure we'll have free time."},{"T":"301","2":"Nanami","3":"But it won't be enough. Not as much as Nanami wants."},{"T":"301","2":"Nanami","3":"And Commandant won't always be able to stay by Nanami's side..."},{"T":"301","3":"Unlike Constructs, humans are bound by their age. There is no way for you to stay with someone forever."},{"T":"302","2":"I'll be there whenever you think about me."},{"T":"301","3":"Across time. Beyond death."},{"T":"302","2":"It's not quantity that makes our memories valuable."},{"T":"301","3":"Nanami looks into your eyes, not continuing your discussion. Despite the noon sunlight, her expression is more somber than the night."},{"T":"301","3":"You have a feeling that Nanami is withholding something from you. Perhaps you have misunderstood what she meant?"},{"T":"301","3":"Before you can say anything, the sun sets and the sky turns dark. You feel a sudden sense of acceleration."}]