[{"T":"301","2":"Liv","3":"Although many parts of its structure are damaged, I can still feel the sense of sanctity when standing on the faded carpet like this..."},{"T":"301","2":"Liv","3":"During worships, people will gather here for important matters, and music will start playing..."},{"T":"302","2":"Liv, don't forget our mission.","4":"I also like that feeling."},{"T":"301","2":"Liv","3":"I'm sorry... I was lost in my thoughts again. We're collecting building materials for the base, right?"},{"T":"301","2":"Liv","3":"Isn't it nice when time passes in peace and quiet, Commandant?"},{"T":"301","2":"Lee","3":"Let's save the chatting for after we finish our mission."},{"T":"301","2":"Lee","3":"Commandant, please help check out what we can bring back as well."},{"T":"301","2":"Liv","3":"There seems to be a projector split into two in the middle of the church..."},{"T":"302","2":"Can you fix it, Lee?","4":"Can we find out what it was projecting?"},{"T":"301","2":"Lee","3":"Bring it over first."},{"T":"301","2":"Lee","3":"Videos of sermons, probably. This kind of device is pretty common before the outbreak, according to our database."},{"T":"301","2":"Lee","3":"Huh... This wasn't shattered into two. It was designed to work only when the two parts come together."},{"T":"301","2":"Liv","3":"Like this?"},{"T":"301","2":"Lee","3":"It'll probably work if you match them here."},{"T":"301","2":"Edward","3":"My name is Edward."},{"T":"301","2":"Julie","3":"My name is Julie."},{"T":"301","2":"Liv","3":"...Is this a recording from the past?"},{"T":"301","2":"Edward","3":"If this is playing, it means someone has found our projection device."},{"T":"301","2":"Edward","3":"What does the world look like now? Are there still Corrupted here?"},{"T":"301","2":"Julie","3":"Whoever this is that has found us, are you human? Or are you a Corrupted... or maybe something else entirely?"},{"T":"301","2":"Edward & Julie","3":"Whichever it is, there's something we want to ask you."},{"T":"301","2":"Edward & Julie","3":"Will you please host a wedding for us?"}]