[{"T":"301","2":"Lee","3":"So your gun is not rusty, huh?"},{"T":"301","3":"Lee takes over the small robot and puts it in his toolbox."},{"T":"302","2":"My marksmanship is as good as it ever is.","4":"I learned it from the best, Lee."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Shut up."},{"T":"301","2":"Lucia","3":"We still have some work left to do. How about you go out for another walk?"},{"T":"301","2":"Liv","3":"No. I think it's best that I stay here and help."},{"T":"302","2":"Well, there isn't any other place for us to go anyway."},{"T":"301","2":"Lucia","3":"Alright. Area E3 is still waiting for you to plant something. Do you want to head there?"},{"T":"302","2":"Sure."},{"T":"301","2":"Liv","3":"Yes. Let's go."},{"T":"301","3":"Driving a transport vehicle, you deliver the seedlings to Area E3. The soil here has been plowed by gardener robots."},{"T":"302","2":"Let's get to work."},{"T":"301","2":"Liv","3":"Alright."},{"T":"301","3":"You open the hatch of the transport vehicle and activate it. Then, the gardener robots start planting the seedlings as they are programmed."},{"T":"301","3":"It's just like Lucia said. This isn't much of a job, really. You just have to wait here and make sure nothing goes wrong."},{"T":"301","3":"You watch the robots work and wait for 2 hours. The sun is already setting. Having nothing better to do, the two of you start chatting."},{"T":"301","2":"Liv","3":"The soil of this garden still has the roots of some plants left in it."},{"T":"302","2":"I think wild plans used to grow here."},{"T":"301","2":"Liv","3":"Yes. Plants are resilient. During those years when things just started to get better, wild plants had already been growing in most ruins."},{"T":"301","2":"Liv","3":"For those who visit the amusement park for fun, these plants aren't exactly beautiful... And it can take time and effort to take care of them."},{"T":"301","2":"Liv","3":"That's why someone has to re-plant them..."},{"T":"301","3":"The girl looks at the crowd in the distance with a peaceful smile on her face. Those people seem to be having a lot of fun."},{"T":"301","2":"Liv","3":"Do you feel bored doing such a tedious job?"},{"T":"302","2":"It's fine.","4":"I don't mind so long as we are together."},{"T":"301","2":"Liv","3":"Right..."},{"T":"301","2":"Liv","3":"Do you remember? Things weren't like this in the first place."},{"T":"302","2":"I can barely remember that."},{"T":"301","2":"Liv","3":"Had things gone the other way, you and Lucia would've been sent to a place far away to clear out potential threats. Lee would be assigned to a school to teach math. And I would take up duties at a hospital."},{"T":"301","2":"Liv","3":"...Perhaps that's how things were supposed to go."},{"T":"301","2":"Liv","3":"But you insisted that... Gray Raven must stick together even if we would have different tasks to do."},{"T":"301","2":"Liv","3":"So, after we went through the first few unforgiving years, we got back together."},{"T":"301","2":"Liv","3":"But there is a price to be paid. We have to relocate according to how the rebuilding process is going. And each time we will be assigned different duties."},{"T":"302","2":"Relocate to where?"},{"T":"301","2":"Liv","3":"To another place that still needs to be rebuilt."},{"T":"302","2":"After all, our job is to help people rebuild..."},{"T":"302","2":"I guess that's just how things are."},{"T":"301","2":"Liv","3":"Actually, I don't feel bad about that. Quite the contrary, it makes me happy."},{"T":"302","2":"You like relocating?"},{"T":"301","2":"Liv","3":"No, that's not it... I just like it when I see a city or a town rebuilt and restored."},{"T":"301","3":"The girl holds out her hands and makes a gesture that looks like a picture frame."},{"T":"301","2":"Liv","3":"I like it when ruins are restored to buildings and a no man's land turns into a bustling place."},{"T":"301","2":"Liv","3":"I hope we can help people rebuild more places..."},{"T":"302","2":"What if one day all the rebuilding is done?"},{"T":"301","2":"Liv","3":"I'm sure some people will need my help even when that day comes."},{"T":"302","2":"What do you want to do, Liv, except helping people?"},{"T":"301","2":"Liv","3":"Me...?"},{"T":"302","2":"Yes, not what others want, but what you want."},{"T":"301","2":"Liv","3":"...What I want..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"I already have what I want."},{"T":"302","2":"Is that so?"},{"T":"301","2":"Liv","3":"You and Gray Raven have made me feel belonged."},{"T":"301","2":"Liv","3":"And together, we welcomed peace in our time."},{"T":"301","2":"Liv","3":"I'm very happy to live in a world without the threat of the Punishing Virus. I can't ask for more. This is exactly what I want."},{"T":"301","3":"She looks determined, her eyes as clear as shiny gems."},{"T":"301","2":"Liv","3":"So long as we can maintain this peace, I'll be happy."},{"T":"302","2":"That's good.","4":"That makes two of us."},{"T":"301","2":"Liv","3":"Well... I hope my wish isn't too much to ask from you and the others."},{"T":"301","3":"Suddenly, a gardener robot in the distance starts sounding its alarm."},{"T":"301","2":"Liv","3":"...!"},{"T":"302","2":"We should check it out."},{"T":"301","3":"You run to the gardener robot and realize there is a wounded white bird lying in a hole where a seedling was supposed to be planted."},{"T":"301","3":"Its wings are injured. Upon seeing people, the bird gets scared and starts struggling."},{"T":"301","3":"Without saying a word, Liv gently holds up the bird and quickly examines it."},{"T":"301","2":"Liv","3":"Its wings are broken."},{"T":"302","2":"And it has a ring on its foot."},{"T":"301","2":"Liv","3":"Well, yes... I believe this bird belongs to someone. A domestic bird can't survive in the wild."},{"T":"301","2":"Liv","3":"May I try and heal it?"},{"T":"302","2":"Of course."},{"T":"301","2":"Liv","3":"Okay. I'm going to use the infirmary."},{"T":"302","2":"I'm coming with you.","4":"I'll stay here to get the job done."},{"T":"301","2":"Liv","3":"But we still have work to do here..."},{"T":"302","2":"It's almost done anyway.","4":"We can leave it to the gardener robots."},{"T":"301","2":"Liv","3":"Well... Okay, then."},{"T":"301","2":"Liv","3":"Alright. I'll be right back."},{"T":"301","3":"It is already nighttime when it is time to leave the infirmary."},{"T":"301","3":"Friends and colleagues who have finished their work are returning from their posts and gathering at the entrance of the amusement park."},{"T":"301","2":"Liv","3":"The broadcast operator told me she would help us get the word out. When the bird's owner hears it, they will contact us."},{"T":"301","2":"Liv","3":"But she also told me not to get my hopes up because there have been people releasing domestic birds. They mean well, but there are consequences of what they do."},{"T":"301","3":"Saddened, Liv looks at the bird resting in the box."},{"T":"302","2":"Shall we keep it for now?"},{"T":"301","2":"Liv","3":"Can we do that?"},{"T":"302","2":"Of course."},{"T":"301","2":"Liv","3":"Thanks...!"},{"T":"301","3":"She happily nods at you and gently puts the box on the floor, fearing her movement will startle the bird."},{"T":"301","2":"Liv","3":"Where are Lucia and Lee?"},{"T":"302","2":"They're on their way here."},{"T":"301","3":"She looks into your eyes and nods again."},{"T":"301","2":"Liv","3":"But..."},{"T":"302","2":"What's troubling you?"},{"T":"301","2":"Liv","3":"...You didn't get much chance to relax today either..."},{"T":"302","2":"I'm fine."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"She doesn't buy that."},{"T":"302","2":"Is there something you are not telling me?"},{"T":"301","2":"Liv","3":"Well... Nothing gets past you... 【kuroname】."},{"T":"302","2":"Tell me, then."},{"T":"301","2":"Liv","3":"...Actually, I... I also think it's too good to be true, so I am worried that..."},{"T":"301","2":"Liv","3":"Is the disaster really over? Am I really... not in a dream anymore?"},{"T":"302","2":"..."},{"T":"301","3":"When you woke up from the long-lasting nightmare, you too felt like everything was too good to be true."},{"T":"301","3":"All this peace and happiness feel so good that they are like bubbles in a dream."},{"T":"301","3":"And so you can't help but think..."},{"T":"301","2":"Liv","3":"I'm afraid those bubbles will pop and the dream will be shattered in the very next moment."},{"T":"301","3":"You cannot deny that theory. And you are struggling to find words to calm her because you too had the same doubt before."},{"T":"301","2":"Liv","3":"...【kuroname】, do you think we will..."},{"T":"301","3":"Before she can finish her sentence, blinding light suddenly appears nearby!"},{"T":"301","2":"Liv","3":"Watch out, Commandant!"},{"T":"302","2":"Liv!"},{"T":"301","3":"You quickly grab Liv by her arm and duck. But to your surprise, she is doing exactly the same thing as you make a move."},{"T":"301","3":"Hands protecting your heads, the two of you get down and take a defensive stance. However, you don't feel the pain that you were expecting."},{"T":"302","2":"..."},{"T":"301","3":"You remove your hands from your heads and look in the direction where the explosion sound came from..."},{"T":"301","3":"You see fireworks lighting up the night sky."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"...Well, this isn't the first time I see fireworks, but still..."},{"T":"302","2":"Perhaps it's because... we weren't expecting there would be fireworks."},{"T":"301","3":"Feeling relieved, the two of you sit on the beach. But the bird in the box doesn't know there are just some fireworks, and now it is struggling to break free in the dark."},{"T":"302","2":"We are just like this little bird."},{"T":"301","2":"Liv","3":"A startled bird...?"},{"T":"302","2":"..."},{"T":"301","3":"Just as what Lucia said, many veteran soldiers have to wrestle with their PTSD for the rest of their lives."},{"T":"302","2":"But I remember you said that..."},{"T":"302","2":"'The nightmare is over.'"},{"T":"301","2":"Liv","3":"Yeah... The nightmare is over. It's peacetime from now on."},{"T":"302","2":"Liv."},{"T":"301","2":"Liv","3":"Yes. I'm right here."},{"T":"302","2":"There's nothing to worry about anymore.","4":"There's... sand on your nose."},{"T":"301","2":"Liv","3":"Yeah! With you around, I won't be worried anymore."},{"T":"301","2":"Liv","3":"Huh?"},{"T":"301","3":"Feeling nervous, she wipes her face with her hands, but there's sand all over her sleeves and hands, so she ends up making a bigger mess."},{"T":"302","2":"Let me help you."},{"T":"301","2":"Liv","3":"Well... Okay."},{"T":"301","3":"The girl puts down her hands and gets closer to you so you can help her wipe away the sand and dust on her face."},{"T":"301","2":"Lucia","3":"Commandant! Why are you sitting here at the beach?"},{"T":"301","2":"Lee","3":"It's time to go home."},{"T":"301","3":"In the firework light, you can see Lucia and Lee walking toward you."},{"T":"301","2":"Liv","3":"Let's go back. The bird will get more scared if we stay here."},{"T":"302","2":"...Alright."},{"T":"301","3":"As the others leave, you look up into the night sky one last time to enjoy the fireworks and embrace this peaceful moment. It feels more realistic this time."},{"T":"301","3":"...Yeah."},{"T":"301","3":"...The nightmare is over..."}]