[{"T":"301","3":"—What comes after humans?"},{"T":"301","3":"—We are creating our successors at this very moment."},{"T":"301","3":"—They are as capable as humans. You will grant them capabilities that exceed humans."},{"T":"301","3":"—Scientists will have to evaluate their fruits of labor soon and confront the moral responsibility of their actions, especially so when their inventions will chart the courses of humanity's future."},{"T":"301","3":"—We cannot hide inside our laboratories with our research without considering the ethics of its nature."},{"T":"301","3":"Line after line, Chrome reads you the key ideas in the book."},{"T":"301","3":"There is no need for further explanations—the lines are plain and straightforward. This book, written during the Golden Age, acutely points out the problems of human societies that persist today."},{"T":"301","3":"Following the same upward spiral, the subject in question might be different, but the problems it produces is largely the same."},{"T":"301","3":"This never-ending war with the Punishing Virus has covered up what should be plainly obvious with a game of life and death."},{"T":"301","3":"What humankind is confronting in this age of both old and new—this liminal bedlam—is not born from the Punishing Virus. It stems from the inherent conflict of humanity itself."},{"T":"301","3":"Constructs and humans are the best examples."},{"T":"301","3":"..."},{"T":"301","3":"How should Constructs be defined? Are they of Us, or are they the Other?"},{"T":"301","3":"No one has yet to provide an answer that satisfies everyone."},{"T":"301","2":"Chrome","3":"How do you feel about this, 【kuroname】?"},{"T":"302","2":"Regarding this topic..."},{"T":"302","2":"I don't think I have the right to speak on it, unlike you."},{"T":"301","2":"Chrome","3":"I must disappoint you, then. I've never stopped thinking about this, but I have yet to come to a conclusion."},{"T":"302","2":"Then that should be my answer too."},{"T":"301","2":"Chrome","3":"I think most people would say it's the latter."},{"T":"301","3":"—The Other."},{"T":"301","3":"That was the reason for what transpired earlier today."},{"T":"302","2":"Are you disappointed?"},{"T":"301","2":"Chrome","3":"You seem to have asked me something similar not long ago."},{"T":"301","2":"Chrome","3":"No, I'm not disappointed. It wasn't unexpected."},{"T":"301","2":"Chrome","3":"I'm just... concerned."},{"T":"301","3":"Chrome's eyes stay on your face, but he has his gaze on something far more remote, somewhere in the far future."},{"T":"301","3":"The pink hue of the artificial dusk quietly fades to a navy night sky."},{"T":"301","2":"Chrome","3":"You might find my concern ridiculous, but I worry that..."},{"T":"302","2":"You worry that the world is getting a little colder."},{"T":"301","3":"You inadvertently speak your mind before Chrome can finish his sentence."},{"T":"301","2":"Chrome","3":"That wasn't what I wanted to say, but... you understand what I was going for."},{"T":"301","2":"Chrome","3":"To position Constructs as Others so that people can be indifferent to the casualties of battles..."},{"T":"301","2":"Chrome","3":"This war will create new problems for humanity, and it's not the Punishing Virus."},{"T":"301","2":"Chrome","3":"What is legal and what is moral... the line between them will only get more and more unclear."},{"T":"301","2":"Chrome","3":"When I was confused, if not enraged, by this idea, I came to the realization of something else."},{"T":"301","2":"Chrome","3":"Even if the Punishing Virus is eliminated... it's still possible to find more conflicts in the future, leading to more clashes and wars."},{"T":"301","3":"He does not specify who will be warring with whom."},{"T":"301","3":"Even now, it is too cruel to say them out loud."},{"T":"302","2":"Perhaps."},{"T":"302","2":"But I don't feel too pessimistic about it."},{"T":"301","2":"Chrome","3":"Oh?"},{"T":"302","2":"Some people are thinking about it."},{"T":"302","2":"Some people are looking for a way forward."},{"T":"302","2":"Like you."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome stays silent."},{"T":"301","3":"And the silence stretches longer than usual."},{"T":"301","3":"In the end, it is neither you nor Chrome who breaks the silence."},{"T":"301","3":"A student shows up out of nowhere, walking toward Chrome slightly awkwardly."},{"T":"301","3":"You reckon he has to be a student studying here to know the spot you are in."},{"T":"301","3":"It seems that Chrome and you have taken up the desk where he usually studies."},{"T":"301","2":"Student","3":"I'm sorry to disturb you... but are you Langston Smith?"},{"T":"301","3":"Chrome nods."},{"T":"301","3":"The student does not even try to hide his ecstatic expression."},{"T":"301","2":"Student","3":"I just saw you in the distance and I wondered if it was actually you."},{"T":"301","2":"Student","3":"I thought you would be giving a speech on the stage today..."},{"T":"301","3":"Realizing what he is about to say seems inappropriate, the student stops like a stuck cassette tape, his line abruptly ending halfway through. His eyes dart around in a slight panic."},{"T":"301","3":"And when he glimpses the book in Chrome's hands, his eyes glow."},{"T":"301","2":"Student","3":"...You're also reading it?"},{"T":"301","2":"Student","3":"Do you mind if I ask you about some of the things written on it?"},{"T":"301","3":"Chrome looks toward you as if asking for your permission as his companion."},{"T":"302","2":"(Smile and nod)"},{"T":"301","3":"Thus, he nods at the student as well."},{"T":"301","2":"Student","3":"What an honor, sir. What an honor..."},{"T":"301","3":"The student is babbling at this point."},{"T":"301","3":"..."},{"T":"301","3":"Their discussion lasts for a very long time."},{"T":"301","3":"Eventually, Chrome stands up."},{"T":"301","3":"He looks at you one more time."},{"T":"301","2":"Chrome","3":"It's late now, 【kuroname】. It's time we give our seats to the future."}]