[{"T":"301","2":"Lee","3":"But Karenina had a point. I say we separate the two artifact fragments for better safety."},{"T":"301","2":"Lee","3":"Commandant takes one, and the other one stays with Lucia or myself."},{"T":"301","2":"Kamui","3":"Wait, what about me and Karenina?"},{"T":"301","2":"Lee","3":"You two can't keep anything valuable. Just think of your fighting style."},{"T":"301","2":"Kamui","3":"Hmm... Lucia keeps it then."},{"T":"301","2":"Demon King","3":"Wait, did you say you have two artifact fragments?"},{"T":"301","2":"Lee","3":"Yeah, why?"},{"T":"301","2":"Demon King","3":"Something's not right... The other two heroes said they had three..."},{"T":"301","2":"Karenina","3":"Three... Huh?"},{"T":"302","2":"Were there five artifact fragments?","4":"Where does the extra one come from?"},{"T":"301","2":"Demon King","3":"There have always been only four pieces. What's going on here..."},{"T":"301","2":"Demon King","3":"I also wanted to ask. As far as I know, there are only four pieces."},{"T":"301","2":"Lee","3":"If the Demon King's right, the simplest answer is one of the five fragments is a counterfeit."},{"T":"301","2":"Kamui","3":"Oh, another classic plot. Now we just have to find out which one is fake!"},{"T":"301","2":"Lee","3":"Fake... One of ours was retrieved directly from a Demon General. But the other wasn't..."},{"T":"301","2":"Lee","3":"Commandant, Karenina, Camu gave you the fragment you brought here, didn't he? Could it be possibly swapped?"},{"T":"302","2":"Maybe.","4":"I don't see why Camu would do this."},{"T":"301","2":"Lee","3":"Maybe... We can't make any conclusion from 'maybe.'"},{"T":"301","2":"Lee","3":"True. He could have kept the artifact, and no one would have any question."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Lee","3":"Um, you've been really quiet. Have you thought of something?"},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Lee","3":"Karenina?"},{"T":"301","2":"Karenina","3":"'We can't beat an NPC with no HP bar.'"},{"T":"301","2":"Karenina","3":"【kuroname】, do you remember what Vera and Camu said? Now I finally understand."},{"T":"301","3":"Karenina clenched her fist. She looked infuriated."},{"T":"301","2":"Karenina","3":"They have the counterfeit. We need to get the real one there. Let's go."},{"T":"302","2":"What's going on?","4":"Yeah, let's go."},{"T":"301","2":"Karenina","3":"Just come, you fool! They'll get suspicious if we waste too much time!"},{"T":"301","2":"Karenina","3":"Hmph, you are not that stupid."},{"T":"301","2":"Demon King","3":"Wait, what? What's happening?"}]