[{"T":"301","3":"I was never given a choice."},{"T":"301","3":"Everything had been planned ever since I was born."},{"T":"301","3":"Then came the virus outbreak. Most humans fled into the deep space of the universe."},{"T":"301","3":"It wasn't my choice either."},{"T":"301","3":"So, when this thing named 'Punishing Virus' stood in front of me, and asked me the ancient question..."},{"T":"301","3":"How do you like half of the world?"},{"T":"302","2":"I want it.","4":"I want it."},{"T":"301","3":"Yep. I had no choice. I had no other choice."},{"T":"301","3":"The world fell into darkness, and I became the Lord of the Sky."},{"T":"301","2":"Minion","3":"Overlord, our Construct squad was attacked by the Ascendants once again!"},{"T":"301","2":"Celica","3":"So very careless... How embarrassing. And how many times do I have to tell you to not call me Overlord!"},{"T":"301","2":"Minion","3":"Yes, Overlord!"},{"T":"301","2":"Celica","3":"You dimwit!"},{"T":"301","2":"Minion","3":"Urgh!!!"},{"T":"301","3":"The Overlord's powerful punch lands right on her minion's stomach, knocking him up so incredibly fast that he is launched out of Babylonia..."},{"T":"301","2":"Hassen","3":"Umm... Overlord, please don't be mad. I say we send Gray Raven to handle this, what do you think?"},{"T":"301","2":"Asimov","3":"Right, he's right. I say we add Strike Hawk on top of that. They won't let you down."},{"T":"301","2":"Celica","3":"I still don't like that title, but whatever."},{"T":"301","2":"Celica","3":"You must remember that Babylonia's goal is to rebuild Earth. Never let the Ascendants get in our way again."},{"T":"301","2":"Lucia","3":"Roger!"},{"T":"301","3":"Already waiting in the room, Gray Raven and Strike Hawk salute and leave."},{"T":"301","3":"Hassen and Asimov quickly follow them out. The command room of Babylonia becomes quiet once again."},{"T":"301","2":"Minion","3":"Ugh!"},{"T":"301","2":"Celica","3":"Can't you just hold your breath, you stupid minion?!"},{"T":"301","2":"Minion","3":"That's way too hard... Urghhh!"},{"T":"301","3":"This time, the minion becomes a comet."},{"T":"301","2":"Celica","3":"What a pesky old man... And why don't you come out and introduce yourselves?"},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Luna","3":"Never thought you could find us. No wonder you were also favored by the Punishing Virus."},{"T":"301","2":"Celica","3":"Are you the leader of Ascendants?"},{"T":"301","2":"???","3":"Don't forget us, the Big Four of Ascendants."},{"T":"301","2":"Hippie","3":"Hippie—the First of the Colorful!"},{"T":"301","2":"Musashi IX (?)","3":"The Second, with my invincible sword, Musashi IX (crossed out)!"},{"T":"301","2":"Self-Destruction Robot","3":"And I'm the Third, the universal destruction, Self-Destruction Robot."},{"T":"301","2":"Riot Laser","3":"The Fourth, Riot, blinded by the laser, revved up like a deuce."},{"T":"301","2":"Celica","3":"...Ignoring how the Third and the Fourth look exactly the same, all you have is just a bunch of weirdos!"},{"T":"301","2":"Celica","3":"Where are Gabriel, Roland, and Alpha?!"},{"T":"301","2":"Luna","3":"Sorry, we had some internal workplace disputes recently... They even asked for a big compensation."},{"T":"301","2":"Celica","3":"Um, I'll get the best lawyer for you..."},{"T":"301","2":"Celica","3":"Wait, we're not here for small talk!"},{"T":"301","2":"Luna","3":"I don't need your mercy. I'm going to defeat you, and sell Babylonia for money!"},{"T":"301","2":"Celica","3":"So you're really going to pay that compensation?!"},{"T":"301","2":"Luna","3":"Say no more. Big Four, attack!"},{"T":"301","2":"The Big Four","3":"Roger!"},{"T":"301","2":"Celica","3":"How pathetic. But I'm not going to hold back!"},{"T":"301","2":"Luna","3":"What?!"},{"T":"301","2":"Celica","3":"This right hand of mine is burning red! Its loud roar tells me to grasp victory!"},{"T":"301","3":"When the Ascendants hear these words, they suddenly stop moving, pausing as if they are waiting for their imminent destruction so they can finally clock out and go home."},{"T":"301","2":"Celica","3":"Behold, definitely not copyright infringement finger!"},{"T":"301","3":"Celica's shining hand burns in a blazing light, engulfing every inch of space and cleansing everything caught within!"},{"T":"301","2":"Minion","3":"I saw the light of the Big Bang!"},{"T":"301","3":"Said by the minion who was sent flying, but still within the Solar System."},{"T":"301","2":"Luna","3":"Celica, you're too... strong."},{"T":"301","2":"Celica","3":"I AM THE SUPREME OVERLORD."},{"T":"301","2":"Luna","3":"I see... Overlord."},{"T":"301","3":"Their friendship started here and also ended here."},{"T":"301","3":"Sky Lord Celica I. The end."},{"T":"301","3":"Preview trailer of Sky Lord Celica II: Demon Queen in Dispute..."},{"T":"301","2":"Nikola","3":"Stop right there! What the heck is this?!"},{"T":"301","2":"Celica","3":"The April Fool's special program. I've checked with the Gray Raven Commandant."},{"T":"301","2":"Nikola","3":"No way I'll let this pass!"},{"T":"301","2":"Hassen","3":"Me neither."},{"T":"301","2":"Asimov","3":"...I wish you good luck?"},{"T":"301","2":"Celica","3":"Why the question mark? Why are you looking at me like that?"},{"T":"301","2":"Celica","3":"Hey, come back!!!"}]