[{"T":"301","2":"Lucia","3":"(Inhales)"},{"T":"301","2":"Lucia","3":"(Exhales)"},{"T":"301","2":"Kamui","3":"Capt., look! It's the beach! A beach that's just like the holos!"},{"T":"301","2":"Kamui","3":"Yo... Wazzat in the distance? Is that a beach chair?"},{"T":"301","2":"Ayla","3":"A place like this actually exists in the world..."},{"T":"301","3":"The giant building behind encircles the beach and the sea. A silence takes over."},{"T":"301","3":"The slightly salty sea breeze blows the whimsical waves at you, causing droplets to fizzle on your face. It reminds you that this is not a holo-movie in Babylonia, but a place that physically exists."},{"T":"301","3":"And the fine sand beneath your feet too, seeps slowly into your tactical boots from your weight, scratching your instep."},{"T":"301","2":"Liv","3":"So this must be what Celica meant by a 'vacation'... I think I'm starting to look forward to it."},{"T":"302","2":"Yeah."},{"T":"301","2":"Liv","3":"The beach and the sea breeze... It does make one want to wind down..."},{"T":"301","2":"Lucia","3":"Yawn..."},{"T":"301","2":"Lucia","3":"Hnnh, why... do I feel kinda sleepy?"},{"T":"302","2":"Constructs can feel sleepy?"},{"T":"301","2":"Lucia","3":"Hm... Probably an automatic response of our human-simulation modules... Commandant, can you help me turn it off?"},{"T":"301","2":"Liv","3":"It's a vacation, though, Lucia. Don't you plan on relaxing a little?"},{"T":"301","3":"Being seen through, Lucia suddenly begins to feel at loss."},{"T":"301","2":"Lucia","3":"...I'm just worried that there might be combat, from what happened earlier."},{"T":"301","2":"Liv","3":"You have a point... THERE!"},{"T":"301","3":"While Lucia was talking, Liv has snuck around to the shallow waters behind Lucia and launched a handful of water at her."},{"T":"301","2":"Lucia","3":"Ah! Liv, what are you—"},{"T":"301","2":"Liv","3":"I'm doing what they call a 'water fight' back in the Golden Age. Lucia, join me!"},{"T":"301","3":"The two girls step into the shallows and start splashing water at each other..."},{"T":"301","2":"Lee","3":"Don't say I didn't warn you two when salt crystallizes in your joints... You'll have to pop them open for maintenance..."},{"T":"302","2":"Lee."},{"T":"301","2":"Lee","3":"?"},{"T":"302","2":"Take it easy."},{"T":"301","2":"Lee","3":"...Sigh, suit yourselves."},{"T":"301","3":"With Lucia and Liv in the lead, Sophia and Ayla also joins in the water fight."},{"T":"301","3":"Karenina was the last to join, but she laid waste to the most targets."},{"T":"301","3":"...Nobody had the slightest clue that her bazooka could fire water."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"How much time has passed before today...?"},{"T":"301","3":"You feel like you have been battling for a long, long time."},{"T":"301","3":"At that thought, you cannot help but look to the side..."},{"T":"301","3":"...And see Kamui trying to use his Big Kamui as a... surfboard?!"},{"T":"301","3":"Chrome is trying to stop Kamui from doing so, but to little success."},{"T":"301","3":"...And look at Kamui now all drenched. No way Big Kamui can float."},{"T":"301","3":"Speaking of, where is Liv and Lucia...?"},{"T":"301","2":"Lucia","3":"Commandant."},{"T":"302","2":"?"},{"T":"301","2":"Liv","3":"You've been lying on the beach for a while. You might catch a cold."},{"T":"302","2":"I feel pretty okay and comfortable.","4":"Why don't you guys join me?"},{"T":"301","2":"Liv","3":"...The surrounding temperature is indeed quite pleasant. I guess you'll be fine."},{"T":"301","2":"Lucia","3":"...Okay, then."},{"T":"301","3":"You hear sand shuffling—likely Lucia and Liv sitting down beside you."},{"T":"301","2":"Lucia","3":"Commandant."},{"T":"302","2":"Yes?"},{"T":"301","2":"Lucia","3":"If there comes a day, when the battle against the virus is finally over..."},{"T":"301","2":"Lucia","3":"What will become of you, and us?"},{"T":"302","2":"There might be new battles to be fought, still.","4":"I guess we'll all return to our daily lives."},{"T":"301","2":"Lucia","3":"New battles, huh..."},{"T":"301","2":"Liv","3":"That honestly makes me a bit mixed up."},{"T":"301","2":"Lucia","3":"But no matter where we are, or who we serve..."},{"T":"301","2":"Lucia","3":"I am forever your blade, and this will never change."},{"T":"301","2":"Liv","3":"And we fight... so that there will come a day where no one has to anymore."},{"T":"301","2":"Liv","3":"So Commandant, if the day comes when you don't have to battle anymore... How would you like to live? I think Ayla mentioned that you have potential as an artist."},{"T":"301","2":"Lucia","3":"Will there finally be peace...? I surely hope so."},{"T":"301","2":"Liv","3":"When the virus is gone, along with the threat of the Corrupted..."},{"T":"301","2":"Liv","3":"The things mentioned in the database about the Golden Age... Shopping malls, summer breaks, social networks—they will all come back, right?"},{"T":"301","2":"Lucia","3":"...How would you like to live, then, Commandant?"},{"T":"301","2":"Lucia","3":"Would you like to study? Or work? If Ayla is right, you might have the potential to be an artist too!"},{"T":"302","2":"What do you think, Lucia?","4":"What do you think, Liv?"},{"T":"301","2":"Lucia","3":"If Ayla's saying , she must have her reasons."},{"T":"301","2":"Lucia","3":"I'm also looking forward to what you will paint with a brush."},{"T":"301","2":"Liv","3":"I've read that people had to paint in order to capture special moments before holograms and sensory simulations were invented."},{"T":"301","2":"Liv","3":"If these paintings were done by Commandant... I'd be looking forward to seeing what they depict."},{"T":"301","2":"Liv","3":"Speaking of, we never really had the opportunity to think about our 'future,' didn't we?"},{"T":"301","2":"Lucia","3":"No, we didn't. I wonder... what will our future look like?"},{"T":"301","3":"The... future?"},{"T":"301","3":"You have no idea."},{"T":"301","3":"At least, your teachers from F.O.S. could not give you any answers about the future."},{"T":"301","3":"It has taken so long and so many sacrifices for Babylonia to have a chance to fight back the insurmountable odds."},{"T":"301","3":"To obtain the ultimate victory, Babylonia itself and everyone—this generation and beyond—from Babylonia offer themselves as kindling to humanity."},{"T":"301","3":"Your sacrifices will only end on the day the Punishing Virus no longer threatens humankind."},{"T":"301","3":"No one speaks of what happens afterward. Not your teachers, not the President."},{"T":"301","3":"Not to mention that the things Lucia talked about sound more like the past instead of the future—"},{"T":"301","3":"The unattainable 'Golden Age'. Whenever you think about it..."},{"T":"302","2":"(Smile mockingly)","4":"(Smile wryly)"},{"T":"301","2":"Lucia","3":"Commandant? You realize you haven't said a word, right?"},{"T":"302","2":"I was just thinking about..."},{"T":"302","2":"...Something funny."},{"T":"301","2":"Lucia","3":"But, not everyone has Lucia's delicacy..."},{"T":"301","2":"Lucia","3":"What is it?"},{"T":"301","3":"You do not explain, and Lucia does not ask."},{"T":"301","3":"But not everyone can read the room..."},{"T":"301","2":"Kamui","3":"Commandant—whatcha talking about?"},{"T":"301","2":"Chrome","3":"I'm sorry, I already told him not to bother you..."},{"T":"302","2":"It's alright."},{"T":"301","2":"Kamui","3":"See? Commandant's not going to fault me!"},{"T":"301","2":"Chrome","3":"So...? That said, I must admit I'm curious about what you're talking about as well."},{"T":"301","3":"Seemingly drawn to the commotion, others begin to gather near you."},{"T":"302","2":"Well..."},{"T":"301","2":"Chrome","3":"What happens after we win...? Truly, I have not thought about that."},{"T":"301","2":"Sophia","3":"Neither have I."},{"T":"301","2":"Sophia","3":"Will Asslam be able to stop if the Punishing Virus is no longer a threat?"},{"T":"301","2":"Sophia","3":"The people of Akdilek can then find a piece of fertile land like Jamilah said..."},{"T":"301","2":"Sophia","3":"...They'll build a home again, brick by brick, like their ancestors. There will be enough food to feed everyone."},{"T":"302","2":"It'll be so."},{"T":"301","2":"Sophia","3":"But can the future really be that nice?"},{"T":"301","2":"Sophia","3":"...No. I'll believe what you said, Commandant."},{"T":"301","2":"Lee","3":"Why is everyone gathering here?"},{"T":"301","2":"Liv","3":"I think we're discussing the future."},{"T":"301","2":"Lee","3":"The future? What about it?"},{"T":"301","2":"Kamui","3":"Aren't you the slow one, bro? We're talking about what happens after the Punishing Virus is defeated!"},{"T":"301","2":"Lee","3":"No one's your 'bro'...! After the Punishing Virus is defeated?"},{"T":"301","2":"Lee","3":"That's indeed our goal... but it's true that we haven't thought about what will happen to us afterward."},{"T":"301","2":"Chrome","3":"Right. A natural 'lifespan' means nothing to us Constructs anymore."},{"T":"301","2":"Chrome","3":"Theoretically, all of us here will live to see that day. Except for..."},{"T":"301","3":"...You feel like everyone turns to look at you at the same time."},{"T":"301","3":"...You should probably say something..."},{"T":"301","3":"...If only just to make everyone feels better."},{"T":"302","2":"What?"},{"T":"302","2":"I want to collect my pension alive."},{"T":"301","2":"Kamui","3":"Hell yeah! You've been through so much with us, Commandant!"},{"T":"301","2":"Kamui","3":"I have absolute faith in you!"},{"T":"301","2":"Chrome","3":"True. The fight on the surface is going well. It's not a dream that we will establish some kind of safe zone."},{"T":"301","2":"Chrome","3":"...Back to the topic. Let's think about what happens after."},{"T":"301","2":"Ayla","3":"Now, as the resident expert on the Golden Age, I'm the most qualified to speak on the 'future'!"},{"T":"301","2":"Lee","3":"Oh?"},{"T":"301","2":"Chrome","3":"That's true."},{"T":"301","2":"Kamui","3":"Spit it out already! Do I get endless video games to play when the Punishing Virus is dealt with?"},{"T":"301","2":"Ayla","3":"I suppose... that's actually true."},{"T":"301","2":"Ayla","3":"Considering the output of the game industry during the Golden Age... there will be an infinite number of games available to you, Kamui..."},{"T":"301","2":"Karenina","3":"And an infinite number of buildings the Engineering Force has to rebuild, I bet. The future doesn't sound as good all of a sudden."},{"T":"301","2":"Chrome","3":"Kamui, stop fooling around..."},{"T":"301","2":"Liv","3":"What about you, Lee? What would you be doing?"},{"T":"301","2":"Lee","3":"Me? I... never really thought about that."},{"T":"301","2":"Lee","3":"If I have to pick something, I'd be working toward getting Murray away from Babylonia duties and that hazardous line of work..."},{"T":"302","2":"You're a good brother, Lee.","4":"But what about you, Lee?"},{"T":"301","2":"Lee","3":"No, I don't think I'll actually do that. It's Murray's personal wish to work for Babylonia, after all."},{"T":"301","2":"Lee","3":"That's why I said I never thought about it... I'm content to live to see the day the Punishing Virus is gone."},{"T":"301","2":"Lucia","3":"How about we put our heads together and think of something?"},{"T":"301","2":"Lucia","3":"Let's do it, Commandant."},{"T":"302","2":"...Sounds fun."},{"T":"301","2":"Lee","3":"H-hold on..."},{"T":"301","3":"Everyone begins to chime in with what weird jobs from the Golden Age Lee should do..."},{"T":"301","2":"Ayla","3":"What about a doctor? It fits Lee's characters."},{"T":"301","2":"Lee","3":"I haven't received enough medical training to be any kind of doctor."},{"T":"301","2":"Chrome","3":"I'm sure they'll rebuild 'med schools' after the Punishing Virus is gone."},{"T":"301","2":"Liv","3":"Perhaps they'll enroll Constructs as students..."},{"T":"301","2":"Ayla","3":"Why won't he just 'download' the information like how we download battle data...?"},{"T":"301","2":"Liv","3":"He can do that, sure, but it sounds nice to learn in a classroom, like how we listen to briefings, doesn't it?"},{"T":"301","2":"Lee","3":"It sounds inefficient."},{"T":"301","2":"Ayla","3":"Does that mean you want to find something similar to what you do now, Lee?"},{"T":"301","2":"Ayla","3":"Be a dual gunner like Cassidy Ross in 'The Dancing Fishmonger Under the Moon'?"},{"T":"301","2":"Lee","3":"That's not a 'legal' career."},{"T":"301","2":"Lee","3":"Once the threat is gone, I'm sure people will start restoring 'law' alongside 'order.'"},{"T":"301","2":"Lee","3":"So, count me out of those risky businesses."},{"T":"302","2":"Then..."},{"T":"302","2":"...What about an athlete?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"...I've never thought of that, but it sounds like a perfect match, surprisingly..."},{"T":"301","2":"Liv","3":"Indeed. I've read that swimmers in the past would study fluid mechanics for their performances..."},{"T":"301","2":"Liv","3":"It sounds like something Lee would consider."},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"Suddenly..."},{"T":"301","2":"Chrome","3":"Show yourself!"},{"T":"301","2":"Karenina","3":"Stop right there!"},{"T":"301","3":"Almost immediately, Chrome extends his scythe and flings it while Karenina takes out her rocket launcher and bombards the direction where the movement came from."},{"T":"302","2":"Line formation! Start searching!"},{"T":"301","3":"Everyone immediately forms a line, standing ten meters apart and moving forward, searching."},{"T":"301","2":"Lee","3":"Here, Commandant."},{"T":"301","3":"You find a large number of disorderly footprints where Lee is pointing. The recesses are also hiding capsules covered in sand."},{"T":"301","3":"Liv approaches and scans the capsules."},{"T":"301","2":"Liv","3":"...It's vital fluid, but something's wrong. This kind of vital fluid can only be found in early Constructs built in the Post-Pandemic Age."},{"T":"301","2":"Liv","3":"But it's been injected with many other substances so that it's now half as effective as our current one."},{"T":"302","2":"A Construct?"},{"T":"301","2":"Liv","3":"It seems so."},{"T":"301","2":"Lucia","3":"We should pursue, Commandant."},{"T":"301","3":"Friend or foe, you cannot just ignore it."},{"T":"302","2":"Let's move."}]