[{"T":"301","2":"Pilot","3":"As you can see through the porthole, we're close to the mission location."},{"T":"302","2":"Gazing out."},{"T":"301","3":"It's an island."},{"T":"301","3":"Technically, a corner of an island."},{"T":"301","3":"An enormous white tower stands on the cape, casting a long shadow on the surface of the sea."},{"T":"302","2":"Is this the 'Towerfolk'?"},{"T":"301","2":"Celica","3":"It may be called a tower, but it's actually a deep-space rocket that never got launched."},{"T":"301","2":"Celica","3":"Just one of the many things that got disrupted by the virus."},{"T":"301","2":"Celica","3":"The liaison will fill you in on the specifics."},{"T":"301","2":"Pilot","3":"Hold on tight. Landing on a makeshift airstrip can be a little rough!"},{"T":"301","3":"As you descend from the aircraft, the giant tower, which looked like a white column from up in the air, becomes an imposing colossus."},{"T":"301","3":"Despite the wear and tear on the surface of the tower, the blue logo and the four letters 'AAXA' are clear as day."},{"T":"301","2":"Lucia","3":"So big..."},{"T":"301","2":"Lee","3":"This is the 'Utopia-65000' model... built by the AAXA (Asian Astronomical Study Assembly)."},{"T":"301","2":"Lee","3":"I never imagined I'd see it with my own eyes... It's enormous..."},{"T":"302","2":"Let's go."},{"T":"301","3":"You enter a dilapidated building that harks back to the Golden Age."},{"T":"301","3":"The hallway and lobby are filled with tents and makeshift structures that look at odds with the simplicity of the building housing them."},{"T":"301","2":"???","3":"You came!"},{"T":"302","2":"And you are?","4":"?"},{"T":"301","2":"???","3":"Uh, Miss Celica should have already told you. I'm Sagawa! The liaison for the Towerfolk!"},{"T":"301","2":"Sagawa","3":"As you can see, we live close to the white tower and we rely on the electricity it generates. That's why we call ourselves 'Towerfolk'!"},{"T":"301","2":"???","3":"Sagawa, we have a situation!"},{"T":"301","2":"Sagawa","3":"What is it, Fujiko?"},{"T":"301","2":"Fujiko","3":"Komori and her recovery team still haven't come back! They must have run into 'those people' again!"},{"T":"301","2":"Sagawa","3":"Oh, that's not good... I know this is a bit sudden, but we need your help!"},{"T":"302","2":"A little more detail, please."},{"T":"301","2":"Sagawa","3":"Yeah, yeah! Sorry, stupid me! Here's what happened..."},{"T":"301","2":"Sagawa","3":"...That's about it."},{"T":"301","2":"Sagawa","3":"Get to the stranded recovery team as fast as you can and bring them back, and then..."},{"T":"301","2":"Sagawa","3":"(Whispers) Perhaps I need to force my dad's hand this time..."},{"T":"302","2":"?"},{"T":"301","2":"Sagawa","3":"Oh, never mind! That was an unrelated matter. Off you go then!"}]