[{"T":"301","2":"Kamui","3":"Even in a game, we still have to regroup after every battle."},{"T":"301","3":"Even though we needed to find Liv as soon as possible, maintenance and preparation must never be treated with a light heart."},{"T":"301","2":"Lucia","3":"Our equipment has durability. Spending a little more time now may save us big troubles in future battles."},{"T":"301","2":"Kamui","3":"True. Okay, I'll check our status. Is anyone poisoned?"},{"T":"301","2":"Kamui","3":"Commandant, are you?"},{"T":"302","2":"Why don't you just check the menu?","4":"I don't think so."},{"T":"301","2":"Kamui","3":"Oh, right!"},{"T":"301","2":"Kamui","3":"No...? What about the antidotes I collected?"},{"T":"301","2":"Lee","3":"Are you that disappointed that Commandant isn't poisoned? You could have used the menu to check our status in the first place!"},{"T":"301","2":"Kamui","3":"Menu, right! I almost forget!"},{"T":"301","3":"Kamui immediately opened his menu and navigated to the team page."},{"T":"301","2":"Kamui","3":"Hmm... Everybody's looking pretty good. Liv doesn't seem to be injured, although we still don't know where she is."},{"T":"301","3":"Lucia often used this menu to check Liv's condition and determine where the team was heading next."},{"T":"301","2":"Kamui","3":"Oh, there's one thing..."},{"T":"302","2":"What's wrong?","4":"Is anyone hurt?"},{"T":"301","2":"Kamui","3":"I just realized Karenina wasn't in our team."},{"T":"301","2":"Kamui","3":"No, but I just realized Karenina wasn't in our team."},{"T":"301","2":"Karenina","3":"Huh? Does it matter?"},{"T":"301","2":"Kamui","3":"But we are moving together as teammates. Isn't it strange if you are not displayed in our team?"},{"T":"301","2":"Karenina","3":"Not at all. I'm not 【kuroname】. Don't take me as your teammate just because we are moving together!"},{"T":"301","2":"Lee","3":"But just like how we guessed Liv's condition, Vera or Camu may be able to locate you from their menu."},{"T":"301","2":"Karenina","3":"Are you suggesting I am a liability?"},{"T":"301","2":"Lee","3":"I'm only talking from a safety perspective. You aren't going back either, are you?"},{"T":"301","2":"Karenina","3":"That doesn't mean I'm going to join you. The reason I played this game was to win over Lucia..."},{"T":"301","2":"Lucia","3":"When the time comes, you can just leave the team. You have your own plans, right? That's why you didn't go back but chose to move with us."},{"T":"301","2":"Karenina","3":"Tsk..."},{"T":"301","2":"Kamui","3":"Commandant, help us! Let Karenina stay."},{"T":"302","2":"I want Karenina to be my teammate!","4":"Just do us a favor, will you?"},{"T":"301","2":"Karenina","3":"What the heck are you talking about...!"},{"T":"301","2":"Karenina","3":"Um..."},{"T":"301","3":"Karenina was struggling. Ever since she knew that players could jump to other teams, she had been staring at her own team menu."},{"T":"301","3":"Everybody knew what she was thinking."},{"T":"301","2":"Karenina","3":"Hmph! It's only temporary! Temporary, remember!"},{"T":"301","3":"Karenina joined the team."}]