[{"T":"301","2":"Lee","3":"Are we still not connecting to Commandant's comms?"},{"T":"301","2":"Liv","3":"(Nods) Commandant's location has stopped at the edge of City 015, 16 degrees away from the designated route."},{"T":"301","2":"Liv","3":"Lucia... should we..."},{"T":"301","3":"Lucia shakes her head and puts her hand on Liv's shoulder."},{"T":"301","2":"Lucia","3":"Don't be rash. Let's wait for our order."},{"T":"301","2":"Liv","3":"But—I... understand."},{"T":"301","3":"Lucia's presence silently passes to Liv through her touch, and Liv calms down."},{"T":"301","2":"Lucia","3":"Lee, keep tracking."},{"T":"301","2":"Lee","3":"Got it."},{"T":"301","3":"Understanding what Lucia intends, Lee nods and leaves the laboratory."},{"T":"301","3":"The laboratory quiets down again. The two remaining Gray Ravens turn their gazes back to the occupied researcher in the room."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"Even though I can't see you, you know you are staring, right?"},{"T":"301","3":"Asimov talks while his eyes still focus on the complicated projection in front of him."},{"T":"301","2":"Lucia","3":"Asimov, we are waiting for our order."},{"T":"301","2":"Asimov","3":"I'm not Hassen. I can't just find a bunch of random missions in my pocket and assign them to you, can I?"},{"T":"301","2":"Asimov","3":"Although... hmm... There is something that concerns me."},{"T":"301","2":"Liv","3":"...Something that concerns you? Is Commandant..."},{"T":"301","2":"Lucia","3":"What are you talking about?"},{"T":"301","2":"Liv","3":"The last time we detected this signal... Wasn't that a while ago, Asimov?"},{"T":"301","2":"Asimov","3":"Hush. We'll talk about that later. The source... if we can locate the source of the signal... This is a remarkable discovery..."},{"T":"301","3":"Asimov holds his finger to his lips and shushes them."},{"T":"301","2":"Asimov","3":"Could it be...?!"},{"T":"301","2":"Asimov","3":"...No, we're lacking some crucial data. But if we relocate the CUB, maybe we can..."},{"T":"301","2":"Liv","3":"What kind of crucial data? Maybe... we can help?"},{"T":"301","3":"But Asimov has stopped talking."},{"T":"301","2":"Liv","3":"I guess Asimov is back into his researcher mode..."},{"T":"301","2":"Lucia","3":"Let's leave him be."},{"T":"301","2":"Liv","3":"Okay... Lucia, I'm worried... This is the first time Commandant goes on a mission this long on Earth alone..."},{"T":"301","2":"Lucia","3":"Don't worry. Commandant knows how to be careful. Plus, with Lee, you, and me here, we'll never let anything happen to Commandant."},{"T":"301","2":"Lucia","3":"Liv, let's focus on the task at hand. This is all we can do for now."},{"T":"301","2":"Liv","3":"Understood! I know I can always count on you, Lucia..."},{"T":"301","3":"Lucia suddenly lowers her voice and whispers to Liv."},{"T":"301","2":"Lucia","3":"Lee should have some new information. That way."},{"T":"301","2":"Liv","3":"It's their territory after all... Maybe they'll know where Commandant has gone..."},{"T":"301","3":"They look at each other, fully aware of who each other is talking about. They are about to leave the laboratory when Asimov stops them."},{"T":"301","2":"Asimov","3":"Gray Raven, hold up."},{"T":"301","2":"Liv","3":"A-Asimov, is something wrong?"},{"T":"301","2":"Asimov","3":"If you're so eager to find your commandant..."},{"T":"301","2":"Liv","3":"(...Have Asimov found out about it?!)"},{"T":"301","2":"Asimov","3":"I also don't want the commandant to run into any trouble on the surface, now that so much data has been collected."},{"T":"301","2":"Liv","3":"Eh...?"},{"T":"301","2":"Asimov","3":"I've got a job here that just got approved to assign... I'll leave it to you."},{"T":"301","2":"Lucia","3":"Asimov... Thank you!"},{"T":"301","3":"The three Gray Ravens salute Asimov, before giving each other a nod and running toward the mission rendezvous."}]