[{"T":"301","3":"The sun probes from the eastern horizon. The morning glow pierces the darkness and fades to black upon reaching this far."},{"T":"301","3":"An invisible boundary divides the sky. The distant east shines with the first rays of morning, warm and bright. Yet the sky above remains cloaked in darkness, cold and deep."},{"T":"301","3":"This is a race toward the rising sun. Under the guidance of the Strike Hawk, you flee the deep and distant darkness as you set out for the bright and warm horizon."},{"T":"301","3":"In the blue sky, there suddenly appears a beam of light more dazzling than the sun, like a meteor plummeting at your back."},{"T":"301","3":"Before you can turn your head, you hear Wanshi."},{"T":"301","2":"Wanshi","3":"Don't look back!"},{"T":"302","2":"..."},{"T":"301","2":"Wanshi","3":"Keep going. Don't look back."},{"T":"302","2":"(Continue onward)"},{"T":"301","3":"Cross that boundary and do not look back."},{"T":"301","3":"Whether that be the Hetero-Creature or the broken figure within, leave them both behind."},{"T":"301","3":"It seems that as long as you do not think about it, the heavy sense of guilt will not overwhelm you."},{"T":"301","3":"On the way back, the desert is still and lifeless. Without the whale song, the Red Tide is now a stagnant pool."},{"T":"301","3":"Knowing everything that went into this, your pace becomes increasingly burdensome."},{"T":"301","3":"Among the haze, you see three familiar figures standing on a familiar hill in the distance."},{"T":"301","3":"Before you can speak, Lucia rushes forward and hugs you tightly."},{"T":"301","2":"Lucia","3":"Commandant... Commandant..."},{"T":"301","3":"You feel her trembling."},{"T":"301","2":"Lucia","3":"Don't ever do that again. No matter what. Don't ever go at it alone."},{"T":"301","3":"Surviving this ordeal should have filled you with joy, but now there is only grief."},{"T":"301","3":"Looking around, you see Lee and Liv standing solemnly to the side. Only Lucia is here holding you tightly."},{"T":"301","3":"When choosing to act alone, you never seemed to consider their feelings."},{"T":"301","3":"You feel as if they should be capable of understanding your intentions."},{"T":"301","3":"At this moment, you deeply understand one thing—you should not risk your life as long as they are around."},{"T":"302","2":"I'm sorry.","4":"Lucia... I feel... awful."},{"T":"301","2":"Liv","3":"Commandant, you really need to reflect on how you left without saying goodbye."},{"T":"301","3":"The look on Liv's face remains serious briefly before softening."},{"T":"301","2":"Liv","3":"You need to... You need to cherish yourself."},{"T":"301","2":"Lucia","3":"—!"},{"T":"301","3":"Lucia finally comes to her senses and releases you."},{"T":"301","2":"Lucia","3":"Liv, check the commandant's vital signs."},{"T":"301","2":"Lee","3":"Relax, Lucia."},{"T":"301","2":"Lee","3":"The commandant looks unharmed."},{"T":"301","3":"Lee looks you over steadily. Without saying a word, he seems to understand everything."},{"T":"301","3":"He pats you on the shoulder."},{"T":"301","2":"Lee","3":"Tired? Get some rest... We'll talk about the report later."},{"T":"301","2":"Lee","3":"I've compiled a report on the specific matters of the Gray Raven's violations during this operation. I'll submit it to Babylonia when the time comes."},{"T":"301","2":"Lee","3":"Regardless of the final outcome, it's an established fact that we acted without regard to the instructions of HQ."},{"T":"301","2":"Lee","3":"Looks like this time we'll be tied up in military court for a while."},{"T":"302","2":"Got it.","4":"Afraid?"},{"T":"301","2":"Lee","3":"...Are you not concerned in the slightest?"},{"T":"301","2":"Lee","3":"Is it because you've got a big heart? Or are you really that fearless?"},{"T":"301","2":"Lee","3":"Forget it. Now's not the time. All that matters is you made it back safe and sound."},{"T":"301","2":"Lucia","3":"We'll always be right there with you, Commandant."},{"T":"301","2":"Lucia","3":"We've got nothing to fear as long as you're here."},{"T":"301","2":"Lee","3":"There's one more thing. Regarding the refugees..."},{"T":"301","3":"He pauses in thought before continuing slowly."},{"T":"301","2":"Lee","3":"Most of them have still chosen to stay."},{"T":"301","2":"Lee","3":"However, some have decided to leave."},{"T":"301","2":"Lee","3":"Considering that there aren't that many people, the temporary facilities will suffice, even if the conservation area on the surface is incomplete."},{"T":"301","2":"Lee","3":"Babylonia will soon dispatch a transport craft to relocate them."},{"T":"302","2":"What about the others?"},{"T":"301","2":"Lee","3":"Honestly, this environment has already become inhospitable for humans."},{"T":"301","2":"Lee","3":"Even though the Red Tide has stopped spreading, the remaining Punishing Virus has blocked their access to nearby cities."},{"T":"301","2":"Lee","3":"They won't be able to hold out much longer here."},{"T":"301","2":"Lee","3":"But if they choose to stay, all we can do is respect their decision."},{"T":"302","2":"So all of this was for nothing?"},{"T":"301","2":"Lee","3":"If consequentialism is the deciding factor, then most of the actions in the world are meaningless."},{"T":"301","2":"Lee","3":"Not everything can be judged based solely on the number of survivors written in the report."},{"T":"301","2":"Liv","3":"Lee's right. I don't think what you did was meaningless at all."},{"T":"301","2":"Liv","3":"Commandant, you stood up for their hopes and dreams."},{"T":"301","2":"Liv","3":"The fact that you fought until the last minute is precisely why both sides were able to come to a mutual understanding."},{"T":"301","3":"Mutual understanding?"},{"T":"301","3":"Closing your eyes, your mind fills with the image of the broken figure's almost carefree smile after taking over the bit domain node."},{"T":"301","3":"With your thoughts still in disarray, you're unable to conjure up a response to the three people before you."},{"T":"301","3":"You cannot help but look to the scout who, like yourself, knows what really happened."},{"T":"301","3":"After undergoing emergency maintenance, Wanshi is now quietly lying on a haystack with his eyes closed as he basks in a sunbeam. He appears to be fast asleep."},{"T":"301","3":"For a moment, you do not know whether to think about if Constructs actually need sleep or to call him over."},{"T":"301","3":"After some consideration, you decide not to rush over and awaken him."},{"T":"301","3":"Having crossed such rugged terrain, a short respite is warranted."},{"T":"301","3":"Regardless of the struggles on Earth, nothing will affect the eternal migration of stars."},{"T":"301","3":"This planet has always been like this—equally cruel, equally compassionate."},{"T":"301","3":"It seldom rains in the desert, but when it does, the sky is as clear and transparent as a mirror."},{"T":"301","3":"The moist dust cannot be lifted by the roaring wind yet. At this moment, everyone stops to appreciate the beauty of the stillness."},{"T":"301","3":"Hans, dressed in his starched and pressed military uniform, stands quietly outside the camp."},{"T":"301","3":"The surrounding scenery is embraced by a brilliant, transparent silence. Now standing here, he can finally overlook the distant sparkling coastline."},{"T":"301","3":"He hears a rustling of footsteps from behind."},{"T":"301","3":"Hans does not look back."},{"T":"301","3":"The old man walks up to Hans and gazes off into the distance with him."},{"T":"301","2":"Old Man","3":"Why didn't you retreat?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","3":"Hans closes his eyes."},{"T":"301","2":"Hans","3":"It's been a long time since I've seen a sunrise."},{"T":"301","3":"After a few moments, Hans realizes that he has not been on the surface in nearly ten years."},{"T":"301","3":"Like a soul without a home, exiled by the atmosphere and gravity, drifting in low Earth orbit."},{"T":"301","2":"Hans","3":"Now the children of Babylonia have forgotten about the Golden Age."},{"T":"301","3":"They forgot where they came from and how their culture was born."},{"T":"301","3":"They opened their eyes among the stars. For them, Earth is no different from the Moon."},{"T":"301","2":"Hans","3":"We tell them that Earth is our home, but we can't tell them why."},{"T":"301","2":"Hans","3":"Soon, everything will become a fragment of history."},{"T":"301","2":"Old Man","3":"..."},{"T":"301","2":"Hans","3":"If I had to choose, I wouldn't leave."},{"T":"301","3":"But as a soldier, he had no choice."},{"T":"301","2":"Hans","3":"Those who survive must continue the dreams of the dead."},{"T":"301","3":"Only the living can see tomorrow. Only the living can exact revenge. Only the living can have hope."},{"T":"301","3":"No matter how painful, no matter how unwilling, even if he has to destroy what he truly wants, he must leave."},{"T":"301","2":"Hans","3":"Should we not feel guilty...?"},{"T":"301","2":"Hans","3":"I think not."},{"T":"301","3":"This burden of guilt nearly crushes him beneath its weight."},{"T":"301","3":"But it will also become a chain that binds him to the battlefield, forcing him to continue facing all hell before him."},{"T":"301","3":"Until he dies, he will fight—fight his way."},{"T":"301","3":"No matter how disgraceful and despised by others... he will fight until his heart stops and shatters to pieces."},{"T":"301","3":"Only he himself knows that he is not the 'unyielding pine' others saw him as."},{"T":"301","3":"Rather, he is just a tombstone that refuses to topple."},{"T":"301","3":"Should he crumble, the glory of the Golden Age engraved on him will become dust in the long river of time, never to return."},{"T":"301","3":"The man in his starched and pressed uniform leaves. Now, only the old man remains standing, gazing off into the distant sea."},{"T":"301","2":"Old Man","3":"At this age, can you still feel sorrow...?"},{"T":"301","3":"In a trance, he seems to hear the sound of waves."},{"T":"301","3":"Must be his imagination..."},{"T":"301","3":"From this distance, even the ocean breeze would be unable to carry the sound this far."},{"T":"301","3":"This is only a residual sound from his memory."},{"T":"301","3":"He slowly takes a seat on the ground."},{"T":"301","3":"In the blue sky, several black spots suddenly appear. Those must be the transport crafts sent by Babylonia to pick them up."},{"T":"301","3":"The old man glances back at the camp. Some people had come out of their homes, mostly young children."},{"T":"301","3":"The lost boy is leaning against his grandmother and waving at the old man."},{"T":"301","3":"The old man turns to wave back."},{"T":"301","2":"Old Man","3":"Grow up big and strong."},{"T":"301","3":"He says almost inaudibly."},{"T":"301","3":"Life is full of all kinds of farewells."},{"T":"301","3":"People he had come to know left his world one by one."},{"T":"301","3":"Regardless of those he loved and hated, they are already gone."},{"T":"301","3":"This was just another farewell."},{"T":"301","3":"He cannot leave this land. Many others cannot leave either. Some people will be bound to their hometown all their lives."},{"T":"301","3":"Those who are about to leave and those who choose to stay say goodbye to each other, but there is no sadness on their faces."},{"T":"301","3":"Because watching young birds leave the nest is not something to grieve over."},{"T":"301","3":"She had a very long nightmare."},{"T":"301","3":"Her body was torn apart, broken down, and then put together again."},{"T":"301","3":"Supporting such a fragmented body, she lingered in the endless darkness until she forgot what she even looked like."},{"T":"301","3":"In the haze, someone persuaded her to give up."},{"T":"301","3":"If she were to give up, she would no longer continue to suffer. If she were to give up, she would not have to continue to face hell."},{"T":"301","3":"Was anything left unfinished? She could not remember. It was as if she had already faded from existence..."},{"T":"301","3":"No, that cannot be."},{"T":"301","3":"'Don't strain your mind with trying to work this strange business out.'"},{"T":"301","3":"'At a convenient moment, which will be soon, I'll explain everything and all these strange occurrences will become clear.'"},{"T":"301","3":"'——'"},{"T":"301","3":"A name passed through her mind. Although she could not recall the exact name, she missed it from the bottom of her heart."},{"T":"301","3":"Then a beam of light pierced the eternal night."},{"T":"301","3":"The darkness was like a curtain, tearing from where the light shined, and slowly opening from both sides."},{"T":"301","3":"Suddenly, her senses return."},{"T":"301","3":"She slowly props up her upper body from the barren ground. She lifts her head and opens her eyes."},{"T":"301","3":"The sun hangs in the vast blue sky. It is no longer the fiery ball of light in space that incinerates everything. The atmosphere makes it bless all life on Earth equally."},{"T":"301","3":"It is so gentle that people forget all their sadness."},{"T":"301","3":"Here she sees sunlight for the first time, breathes her first gust of wind, and steps out onto Earth for the first time."},{"T":"301","3":"Who is she? Why is she here? Nothing matters anymore."},{"T":"301","3":"She only wants to tell you all the miracles she saw along the journey."}]