[{"T":"301","2":"Pulao","3":"I, Pulao, hereby order you as a member of the Kowloong Crew."},{"T":"301","3":"The mechanical puppets stop their attack."},{"T":"301","2":"Pulao","3":"Good. It's working."},{"T":"301","2":"Pulao","3":"This is no place to talk."},{"T":"301","2":"Lucia","3":"Commandant, watch out!"},{"T":"301","3":"Before anyone can react, Pulao is already upon you. The next thing you know, a slender hand is pressed against your neck, clutching that strange collar."},{"T":"301","2":"Liv","3":"Normal vitals and stable heart rate. It doesn't look like Commandant is under duress..."},{"T":"301","2":"Lucia","3":"Commandant."},{"T":"301","3":"Lucia has her hand on her blade, ready to enter battle at any moment."},{"T":"302","2":"Enough.","4":"Unhand me, fair maiden."},{"T":"301","2":"Pulao","3":"Hmph."},{"T":"301","3":"Pulao releases you."},{"T":"301","2":"Pulao","3":"Yazi should have no eyes and ears here. Chaofeng will soon deal with the data about you people in the system."},{"T":"301","2":"Lee","3":"What's going on, Commandant?"},{"T":"301","2":"Lucia","3":"She's not our enemy?"},{"T":"301","2":"Pulao","3":"Three Constructs. One human."},{"T":"301","2":"Pulao","3":"...Hmm, Chiwen vouched on this with his M.I.N.D... This shouldn't be a bad deal."},{"T":"302","2":"Chiwen?","4":"Deal?"},{"T":"301","2":"Pulao","3":"Like me, he's a member of the Kowloong Crew, in charge of trade."},{"T":"301","2":"Pulao","3":"Well, trade... Realizing win-win scenarios, to be more precise."},{"T":"301","2":"Pulao","3":"I don't know which one of us decided on you people, but the bottom line is we need your help, and that's why we invited you here."},{"T":"302","2":"Invited, huh?","4":"That's a warm invitation."},{"T":"301","2":"Pulao","3":"We didn't have a choice."},{"T":"301","2":"Pulao","3":"Warm, huh?"},{"T":"301","2":"Pulao","3":"Oh, by the way, I didn't get your names."},{"T":"301","2":"Pulao","3":"Introduce yourselves!"},{"T":"301","2":"Lucia","3":"I'm Lucia, member of Gray Raven, an affiliation of Babylonia's task force. And these two here are my teammates, Liv and Lee."},{"T":"301","2":"Lucia","3":"And this here is our commandant, 【kuroname】."},{"T":"301","2":"Pulao","3":"Babylonia? What's that?"},{"T":"301","2":"Pulao","3":"Eh whatever... I'm Pulao."},{"T":"301","2":"Pulao","3":"I'm a, what do you call it again—Construct? Right. Also part of the Kowloong Crew and I guard this place. Forgot my real name, dunno if it's the collar or the experiments, I... well, I pretty much remember nothing about my past."},{"T":"302","2":"Collar?","4":"Experiments?"},{"T":"301","2":"Pulao","3":"So many things to explain... I'll do it one by one."},{"T":"301","2":"Pulao","3":"How much do you know about this ship?"},{"T":"302","2":"Not much.","4":"Very little."},{"T":"301","2":"Pulao","3":"This ship is called the Nighter. It's a Kua-Er grade ship that used to serve as KCC's cargo vessel."},{"T":"302","2":"KCC?","4":"Nighter?"},{"T":"301","2":"Pulao","3":"KCC is short for Kowloong Chamber of Commerce, a regional association founded by former East Asia. Back then, it wielded as much influence as the World Government."},{"T":"301","2":"Lee","3":"I pulled up some relevant information from the database. It says that the KCC perished back when the virus broke out."},{"T":"301","2":"Pulao","3":"People called this ship the Nighter because it only appears after dark. Over time, the name stuck."},{"T":"301","2":"Pulao","3":"After the outbreak, the head of KCC put the ship into operation and saved people within KCC jurisdiction. That would have been the end of it, but then 'that thing' got brought aboard as well."},{"T":"302","2":"That thing?"},{"T":"301","2":"Pulao","3":"'An efficient and objective decision-making AI system based on a constantly updated library of human cognition data.'—You've heard of this song and dance, right?"},{"T":"302","2":"What's that?","4":"...Gestalt?"},{"T":"301","2":"Pulao","3":"An AI system called 'Huaxu'. KCC has been studying it."},{"T":"301","2":"Pulao","3":"No, that thing's called 'Huaxu'."},{"T":"301","2":"Pulao","3":"Anyway, Huaxu took over the ship, including its filtering system, supplies, and weapons. Huaxu connected everything aboard into a whole and enslaved the ship's leader—and us."},{"T":"301","2":"Pulao","3":"Huaxu created three kinds of 'collars'. The physical kind worn by the humans on the ship. The other two kinds, designed for mechanoids and Constructs respectively, were built into them from the start."},{"T":"301","2":"Pulao","3":"These three kinds of 'collars' do basically the same thing. They can't be removed, and they make us obey."},{"T":"301","3":"Looking at 【kuroname】, Pulao raises her jaw and points at her neck."},{"T":"301","2":"Liv","3":"...So is Commandant 'collared' too, now?"},{"T":"301","2":"Pulao","3":"Naw, it's just a toy, but it beams similar signals. That's why you haven't been flushed out by the security system."},{"T":"301","2":"Pulao","3":"Fuxi made that thing, huh...? I'm impressed."},{"T":"301","2":"Lucia","3":"So this 'collar' wouldn't actually harm Commandant?"},{"T":"301","2":"Pulao","3":"Yep. It's a fake after all. But, I can't tell if it has any extra built-in functions."},{"T":"302","2":"So it's not 100% safe.","4":"Anyway, back to the main topic."},{"T":"301","2":"Lee","3":"I'll give this device a thorough examination."},{"T":"301","2":"Pulao","3":"...Shouldn't you care more about your safety?"},{"T":"301","2":"Pulao","3":"Well, anyway, the 'collars' are programmed to do two things. Force you to obey commands, and stop you from causing any direct damage to the ship and Huaxu."},{"T":"301","2":"Pulao","3":"Huaxu can't control anyone's mind or make anyone shut up, and yet, we're all controlled by something this stupid."},{"T":"301","2":"Pulao","3":"But, without sufficient resources or a filtering device, the people on the ship won't live on land. In the past, some did try to escape, some even rebelled, but more..."},{"T":"301","2":"Pulao","3":"...But more instead resort to a fickle dream. They appease Huaxu by following orders. They beg for Huaxu to have mercy and let them be on the ship."},{"T":"301","2":"Pulao","3":"They're opiated. They dream of the day that the virus will be destroyed, and the ship will take them back to that port, to their home."},{"T":"301","2":"Pulao","3":"The night market has everything, but the vendors have none. They are robbed clean by the monster they raised with their own hands. Now, they pay tribute to the monster in the form of taxes and mileage. Fail to do so, and get thrown off."},{"T":"301","2":"Pulao","3":"To stay on the ship, they work tirelessly to trade and bargain and swindle others..."},{"T":"301","2":"Pulao","3":"How pathetic is that?"},{"T":"302","2":"What about you?","4":"Unlike those people, you have power, do you not?"},{"T":"301","2":"Pulao","3":"Do you mean the Constructs on the ship?"},{"T":"301","2":"Pulao","3":"Constructs have more authority than regular humans, but only to an extent."},{"T":"301","2":"Pulao","3":"The nine Constructs that make up the Kowloong Crew came from a series of successful experiments. We're only useful puppets—tools and spare vessels designed to ensure the functioning of the ship."},{"T":"302","2":"Vessels?"},{"T":"301","2":"Pulao","3":"Huaxu has been looking for the perfect vessel."},{"T":"302","2":"What does that mean?"},{"T":"301","2":"Pulao","3":"...Huaxu wants to become human."},{"T":"301","2":"Pulao","3":"Constructs are hybrids of humans and machines. Huaxu has been trying to plant the 'minds' of machines into Constructs."},{"T":"301","2":"Pulao","3":"Of course, I don't think Huaxu is self-conscious or has an actual free will."},{"T":"302","2":"Did he ever succeed?","4":"So you are all just vessels for Huaxu?"},{"T":"301","2":"Pulao","3":"I'm not sure. But the experiment is still ongoing."},{"T":"301","2":"Pulao","3":"Yes, we all are... including Lady Qu, the head of KCC."},{"T":"301","2":"Liv","3":"So the original consciousness that existed inside these vessels..."},{"T":"301","2":"Pulao","3":"...Will have their M.I.N.D. broken by Huaxu."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Pulao","3":"Huaxu has been seeking a new vessel—a shell for Huaxu's mind."},{"T":"301","2":"Pulao","3":"Unlike the night market, the trade fair is specifically set up for this purpose."},{"T":"301","2":"Lee","3":"Trade fair?"},{"T":"301","2":"Pulao","3":"The trade fair is only for one kind of goods—Constructs."},{"T":"301","2":"Pulao","3":"Huaxu will command Lady Qu to do the picking for him."},{"T":"301","2":"Pulao","3":"This will be the only time Huaxu, or I should say, the puppet in the form of Lady Qu, will show up in public."},{"T":"301","2":"Pulao","3":"You are outsiders who aren't 'collared'. I hope you can help me, no... help us."},{"T":"302","2":"What do we need to do?","4":"Sure."},{"T":"301","2":"Pulao","3":"There's this main control room that acts as the brain of the ship. In order to free the ship from Huaxu's control..."},{"T":"301","3":"Pulao pauses for a moment."},{"T":"301","2":"Pulao","3":"Thanks."},{"T":"301","2":"Pulao","3":"Only the KCC's leader, Lady Qu, knows where the main control terminal is. Destroying that terminal should rid us of Huaxu."},{"T":"301","2":"Pulao","3":"We need to snatch Lady Qu away from Huaxu, and the trade fair is the only window of opportunity."},{"T":"301","2":"Pulao","3":"As for how to get ourselves into the trade fair and how to approach Lady Qu, I've got it all planned out. Just a bit of prep work, and we're good to go."},{"T":"301","3":"Pulao paces a few steps around and stops before Lucia."}]