[{"T":"301","3":"Before Ray began to understand the world around him, he had already forgotten his mother's face."},{"T":"301","3":"From very early on, he was raised by his father and grandma."},{"T":"301","3":"His grandma has always lived in the shadow of hatred."},{"T":"301","3":"She says that the Punishing Virus has taken everything from her."},{"T":"301","3":"How did it exactly?"},{"T":"301","3":"Ever since he was born into this world and opened his eyes for the first time—he did not know."},{"T":"301","3":"The world was already like this."},{"T":"301","3":"But everyone always tells him that the world should not be like this."},{"T":"301","3":"That machines should not attack humans. That those towering builds used to be our homes."},{"T":"301","3":"Mankind had spread to every corner of the Earth, conquered the highest mountain and reached the deepest trench."},{"T":"301","3":"We were just shy of leaving this planet and spreading our footprints across the cosmos."},{"T":"301","3":"We should not be like rats subsisting in the dark corners of an apocalyptic world."},{"T":"301","3":"However, he had never seen that bygone era. All that remains in his hands are the vestiges of the past."},{"T":"301","3":"Perhaps, not even that."},{"T":"301","3":"Should he be filled with hate? Toward whom?"},{"T":"301","3":"People do not blame landslides, earthquakes, tsunamis, and the cruelty of nature."},{"T":"301","3":"When something has become a part of this world, it is no different from natural disasters. The Punishing Virus is no different."},{"T":"301","3":"Ray has only seen this world, so he has naturally accepted all of its cruelty."},{"T":"301","3":"Deep within his memory, he sees the blurry image of a woman hugging him and humming an unknown song."},{"T":"301","3":"—A lullaby."},{"T":"301","3":"At least that's what the people of the Golden Age called it."},{"T":"301","3":"The lyrics have been lost to time. All that remains is the melody."},{"T":"301","3":"It's like a gentle stream of warm and tender feelings."},{"T":"301","3":"That's the last sound left by his mother."},{"T":"301","3":"Only from that lullaby could they feel the last bit of warmth from their past."},{"T":"301","2":"Refugee Child","3":"Daddy..."},{"T":"301","2":"Refugee Child","3":"...Daddy. Where are you?"},{"T":"301","2":"Refugee Child","3":"Daddy, I'm scared."},{"T":"301","2":"Refugee Child","3":"Daddy..."},{"T":"301","2":"Red Tide Illusion","3":"Ray..."},{"T":"301","3":"Hearing the familiar voice, the boy hurries in the direction of the tide."},{"T":"301","3":"The sound of waves is close at hand."},{"T":"301","3":"As if within reach."},{"T":"301","3":"But before the boy can get close to the river, a magnificent and loud sound masks his 'father's whispers.'"},{"T":"301","3":"A slender female shadow looms above the Red Tide."},{"T":"301","2":"???","3":"————▅▄!"},{"T":"301","3":"He stops in his tracks."},{"T":"301","2":"???","3":"……▁▅▃……▃……▆……"},{"T":"301","3":"Hearing the words contained within the 'song,' the boy burst into tears."},{"T":"301","2":"Lucia","3":"Lee, you're back. Where's the commandant?"},{"T":"301","2":"Lee","3":"Gone."},{"T":"301","2":"Liv","3":"What do you mean, 'gone'...? Where did the commandant go?"},{"T":"301","2":"Lee","3":"To search for the source of the Red Tide with the Strike Hawk."},{"T":"301","2":"Lucia","3":"...I can't let the commandant go alone."},{"T":"301","3":"And with that, she prepares to leave."},{"T":"301","3":"Only to be stopped by Lee."},{"T":"301","2":"Lee","3":"That won't be necessary. The commandant isn't alone. The Strike Hawk is there, too."},{"T":"301","2":"Liv","3":"Wanshi? That makes me feel a little better, but if it's just the two of them..."},{"T":"301","2":"Lucia","3":"Lee, can you explain?"},{"T":"301","2":"Lucia","3":"The commandant wouldn't just leave without a reason. I wanna know why."},{"T":"301","2":"Lee","3":"Lucia, Liv, the commandant orders us to wait here."},{"T":"301","2":"Lucia","3":"Why? Aren't the Gray Ravens a team?"},{"T":"301","2":"Liv","3":"And with the commandant's current state..."},{"T":"301","2":"Lee","3":"The fact that Gray Ravens will always be a team is precisely why we are staying."},{"T":"301","2":"Lee","3":"Lucia, you were confused once, too. I'm sure you trust the commandant's intuition."},{"T":"301","3":"Lucia's concern begins to subside."},{"T":"301","2":"Lucia","3":"Because there are things that only we can do here."},{"T":"301","2":"Liv","3":"Because... everyone else is here..."},{"T":"301","2":"Lee","3":"Exactly. If we went with the commandant, we wouldn't be able to help if disaster strikes."},{"T":"301","2":"Lee","3":"Whether that be gathering everyone together, protecting them, or buying enough time for the commandant."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"Are you worried? Are you afraid of being court-martialed with the commandant?"},{"T":"301","2":"Lucia","3":"No, of course not. I'm just worried about the commandant's safety."},{"T":"301","2":"Lucia","3":"But I trust the commandant's judgment."},{"T":"301","2":"Liv","3":"Same here."},{"T":"301","2":"Lee","3":"Let's use this time to do what the commandant wants us to do."},{"T":"301","2":"Lee","3":"Chief Commander Hans."},{"T":"301","2":"Hans","3":"You're... Gray Raven?"},{"T":"301","2":"Lee","3":"Correct. I'm the Gray Raven's technical support Construct."},{"T":"301","2":"Hans","3":"If you have any issues, speak with your commandant instead of reporting directly to me."},{"T":"301","2":"Hans","3":"I hope the Gray Raven Commandant taught you all proper chain of command."},{"T":"301","2":"Lee","3":"I know the proper 'chain of command,' but special circumstances have left our commandant indisposed."},{"T":"301","2":"Hans","3":"Indisposed? What do you mean?"},{"T":"301","2":"Lee","3":"The commandant has already left."},{"T":"301","2":"Hans","3":"Come again?"},{"T":"301","2":"Lee","3":"The commandant has already left to find a child named Ray."},{"T":"301","2":"Hans","3":"When did the commandant leave?"},{"T":"301","2":"Lee","3":"Not too long ago. I disassembled the functional part of our bit domain node and gave it to the commandant to be deployed."},{"T":"301","2":"Hans","3":"(Scoffs)"},{"T":"301","2":"Hans","3":"If I understand you correctly, the Gray Raven Commandant is blatantly violating my orders, and you are an accessory to the commandant's disobedience?"},{"T":"301","2":"Lee","3":"I don't think seeking a solution to our current predicament is in violation of your orders, sir."},{"T":"301","2":"Hans","3":"As far as I'm concerned, you only came to tell me that you are going to be court-martialed together."},{"T":"301","2":"Lee","3":"No."},{"T":"301","2":"Lee","3":"Chief Commander, we came here hoping that you would reconsider the strike plan in favor of a precision strike that would wipe out the Red Tide and protect the refugees without the need to relocate them."},{"T":"301","2":"Hans","3":"If you have such a plan, I'm all ears."},{"T":"301","2":"Lee","3":"Not yet, but I specialize in problem-solving. Chief Commander, please allow me to—"},{"T":"301","3":"Hans forcefully interrupts Lee."},{"T":"301","2":"Hans","3":"If that's the case, then quit wasting my time."},{"T":"301","2":"Hans","3":"You disappoint me. I was already perfectly clear with your commandant. Either they leave or die. There is no third option."},{"T":"301","2":"Hans","3":"Your only mission is to evacuate the refugees before Babylonia activates the Longinus Arsenal. Unfortunately, your 'efforts' have yet to yield results."},{"T":"301","3":"A flurry of footsteps approaches, causing Lee and Hans to turn and look."},{"T":"301","3":"Lucia and Liv bring the refugees to the field before Hans."},{"T":"301","2":"Hans","3":"Two more Constructs? Are you playing games with me, Gray Raven?"},{"T":"301","2":"Lucia","3":"Chief Commander, I beg you to listen to what the refugees have to say."},{"T":"301","2":"Hans","3":"They've already been loud and clear. They refuse to leave and want to await death."},{"T":"301","2":"Liv","3":"No, that's not it, sir. They are just sad, angry, helpless and desperate."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Liv","3":"Chief Commander, please pardon my audacity. But... have you ever been betrayed?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Liv","3":"As a soldier, I'm sure you vehemently oppose betrayal."},{"T":"301","2":"Hans","3":"No honest man tolerates betrayal."},{"T":"301","2":"Lucia","3":"What would you think if you and your comrades were surrounded on the battlefield and the commander ruled that sacrificing your troops was beneficial to the war effort?"},{"T":"301","2":"Hans","3":"I would not call it a betrayal. If sacrificing myself would lead to victory, I'd gladly die on the battlefield."},{"T":"301","2":"Lucia","3":"Exactly. Every soldier in Babylonia is willing to sacrifice their life for a distant victory."},{"T":"301","2":"Lucia","3":"That is how we are educated. That is why we understand that this is what we were born to do as soldiers."},{"T":"301","2":"Lucia","3":"But what about civilians? Not everyone can or must understand the meaning of a distant victory. Nor will they be willing to sacrifice their will to achieve it."},{"T":"301","2":"Lucia","3":"Do we not stand here to protect the free will of the people?"},{"T":"301","2":"Lucia","3":"In the situation I just described, if your troops are protecting a group of people, and the commander orders them to be abandoned, what would you do?"},{"T":"301","2":"Liv","3":"Would you abandon them and allow the enemy to kill the civilians you were protecting?"},{"T":"301","2":"Lucia","3":"Or would you order your troops to fight to the death?"},{"T":"301","2":"Lucia","3":"Soldiers must protect civilians. However, if they can fight to protect them and choose not to, that is betrayal."},{"T":"301","2":"Hans","3":"Quit trying to strawman me."},{"T":"301","2":"Lucia","3":"'The World Government Disaster Relief and Emergency Assistance Act' should only apply to civilians of the World Government. In doing so, you regard them as comrades. Do you not?"},{"T":"301","2":"Liv","3":"Chief Commander, take a look. These are the people under your protection."},{"T":"301","2":"Liv","3":"They are parents, spouses, children, and siblings. They've done nothing wrong."},{"T":"301","2":"Liv","3":"But they have been met with disaster. They have only one small wish, which is to protect their home until the very end."},{"T":"301","2":"Liv","3":"The commandant went to find the child out of sympathy for the child's crying grandmother. She can be saved just by reaching out with a helping hand."},{"T":"301","2":"Hans","3":"Enough. Give it a rest. You've already wasted enough of my time as is."},{"T":"301","2":"Hans","3":"This isn't the first time I've been in this situation. I've witnessed countless people during the Great Evacuation beyond my saving."},{"T":"301","2":"Hans","3":"At that time, the horizon was painted red by countless who perished. The only chance of survival was up."},{"T":"301","2":"Hans","3":"The laws of war are complex yet simple: all factors can be quantified into the addition and subtraction of effective strength. The first party to have their effective strength reduced to zero will be declared the loser."},{"T":"301","2":"Hans","3":"We can think about feelings, but war will not, and neither will the Punishing Virus."},{"T":"301","2":"Hans","3":"In our war against the virus, the only thing we can do is try our best to preserve our effective strength."},{"T":"301","2":"Hans","3":"Some people call us hypocrites, but only those who survive are qualified to criticize hypocrisy."},{"T":"301","2":"Hans","3":"You see someone crying for their children in front of you, but if you don't stop the Red Tide from entering the ocean, millions more will cry for their children."},{"T":"301","2":"Hans","3":"Are you capable of protecting each and every one of them?"},{"T":"301","2":"Hans","3":"Do you have the ability to save everyone every time you encounter a difficult choice?"},{"T":"301","2":"Hans","3":"This is the first time you have been faced with such a choice. Isn't it?"},{"T":"301","2":"Hans","3":"And this won't be the last time. I guarantee you that."},{"T":"301","3":"Despite being barricaded outside by the Constructs guarding Hans—"},{"T":"301","3":"Liv remains persistent."},{"T":"301","2":"Liv","3":"This is cruelty!"},{"T":"301","2":"Liv","3":"Chief Commander Hans, please reconsider. Not for glory or for faith..."},{"T":"301","2":"Liv","3":"These meaningless deaths are unreasonable and avoidable."},{"T":"301","2":"Lucia","3":"Chief Commander, we are soldiers. We stand on this land in order to protect our comrades."},{"T":"301","2":"Lucia","3":"Whether that be the people of Babylonia or the people on Earth. We are comrades."},{"T":"301","2":"Lucia","3":"We shouldn't turn our weapons on those we should be protecting."},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Construct Captain","3":"Chief Commander, did you hear what I said?"},{"T":"301","2":"Hans","3":"Did you say something?"},{"T":"301","2":"Construct Captain","3":"We received a transmission from Team 07."},{"T":"301","2":"Construct Captain","3":"They have deployed their bit domain node."},{"T":"301","2":"Construct Captain","3":"We have deployed our node. The Red Tide's tributary is still some distance away from us."},{"T":"301","2":"Construct Captain","3":"We can't guarantee that the Red Tide won't flood the area within Babylonia's next orbital cycle."},{"T":"301","2":"Construct Captain","3":"Now is the optimal time for activating the node."},{"T":"301","2":"Construct Captain","3":"Do you want to authenticate and activate the bit domain nodes now?"},{"T":"301","2":"Hans","3":"..."},{"T":"301","2":"Construct Captain","3":"Chief Commander?"},{"T":"301","2":"Hans","3":"Now just..."},{"T":"301","3":"Before he could finish talking, a cry interrupts him."},{"T":"301","2":"Woman","3":"...Ray ... RAY!"},{"T":"301","3":"Behind the dunes of yellow sand, a thin figure walks toward the camp."},{"T":"301","3":"The woman on the verge of collapse rushes forward. After seeing the boy's face, she slaps him, kneels down in the sand, and hugs him tightly."},{"T":"301","3":"Noticing that the boy shows signs of corruption, Liv rushes forward, injects a serum into the boy's arm, then quietly steps aside."},{"T":"301","3":"The boy feels a stinging hot sensation on his face before he can even process what has happened."},{"T":"301","2":"Refugee Child","3":"Sorry... Granny."},{"T":"301","2":"Refugee Child","3":"I was just so scared... I wanted to find Daddy."},{"T":"301","2":"Woman","3":"..."},{"T":"301","2":"Woman","3":"Ray, your daddy..."},{"T":"301","2":"Refugee Child","3":"...I found him."},{"T":"301","3":"The woman just takes this as the boy's overactive imagination after being frightened."},{"T":"301","2":"Woman","3":"Really? Where did you find him?"},{"T":"301","3":"But so what? Now that it is over, there is no need to correct or shatter the boy's dream."},{"T":"301","2":"Refugee Child","3":"Yeah. He was in that r-red water."},{"T":"301","2":"Refugee Child","3":"I heard Daddy."},{"T":"301","2":"Woman","3":"What'd he say?"},{"T":"301","2":"Refugee Child","3":"He said—"},{"T":"301","2":"Refugee Child","3":"'Take care and live a long life.'"},{"T":"301","2":"Woman","3":"..."},{"T":"301","3":"The woman's eyes open widely."},{"T":"301","3":"She instantly recalls a memory long ago."},{"T":"301","3":"Before all of the tragedies, the newborn child rests in her arms, so fragile but so full of hope."},{"T":"301","3":"She kisses her baby on the forehead, then says the same thing to him."},{"T":"301","3":"It all seemed like just yesterday."},{"T":"301","2":"Woman","3":"(Sobs)"},{"T":"301","3":"She turns to face the Constructs of the calibration team."},{"T":"301","3":"No resentment, no hatred—she had exhausted all her emotions. Her voice was hoarse from crying, like a mother bear that had lost her cub."},{"T":"301","3":"Standing off to the side, Liv instantly understood the reproach within her eyes without uttering a word."},{"T":"301","3":"—Why didn't you come sooner?"},{"T":"301","3":"At that moment, Liv gets choked up with an overwhelming sense of guilt and empathy."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Why didn't we come sooner?"},{"T":"301","2":"Liv","3":"If we just came here earlier... just a little bit earlier..."},{"T":"301","2":"Liv","3":"If only I had come here sooner..."},{"T":"301","2":"Liv","3":"If only I was a bit stronger..."},{"T":"301","2":"Liv","3":"If only I could bear some of their agony..."},{"T":"301","3":"Would I have been able to prevent this from happening?"},{"T":"301","3":"But how much earlier?"},{"T":"301","3":"A few days? Weeks? Years? Before the the Acadia Evacuation? Or before the ensuing collapse and chaos of society?"},{"T":"301","3":"No one has an answer to this question."},{"T":"301","3":"No one can answer this question."}]