[{"T":"301","2":"???","3":"If you want to live, you need to be calm in all situations and not let your rage consume you."},{"T":"301","3":"The clanging of blades resound in the open space. Two warriors are in the middle of a duel."},{"T":"301","3":"They are both wielding greatswords and using similar maneuvers, but it is obvious that the older one is way more experienced."},{"T":"301","3":"So he keeps challenging the younger one with different moves. A thrust first, and then feinting and pulling back."},{"T":"301","3":"What looked like a kick turns into a downwards chop."},{"T":"301","2":"???","3":"Darn it, Master! You keep making conversation to distract me in the middle of the duel. That's so unfair!"},{"T":"301","2":"???","3":"I'm just trying to teach you as much as possible in the shortest time, you know."},{"T":"301","3":"The youth is named Camu, a civilian who is a little bit more capable than the average person. The mentor is named Mao Zhen, a Special Security personnel in Kurono."},{"T":"301","2":"Camu","3":"Tch, what a headache!"},{"T":"301","3":"Camu tosses his greatsword towards Mao Zhen and gets into his usual stance, hoping to grab his mentor and give him a good thrashing."},{"T":"301","2":"Mao Zhen","3":"Also, haven't I told you not to talk in battle? You could get distracted."},{"T":"301","3":"Mao Zhen simply responds to Camu's rage by knocking the latter's weapon to the side with his own greatsword and bending down slightly."},{"T":"301","2":"Camu","3":"Ugh, my sword—"},{"T":"301","2":"Mao Zhen","3":"You lost."},{"T":"301","3":"The hilt of the sword is pressed against Camu's stomach. He curls up in anguish and take a few steps back."},{"T":"301","3":"...And then he tumbles down to the ground after stepping on an empty tin."},{"T":"301","2":"Camu","3":"Ow ow ow ow..."},{"T":"301","2":"Mao Zhen","3":"Come to think of it, you've been training here with me for at least half a year, huh?"},{"T":"301","2":"Camu","3":"Hey, at least help me up, yeah?"},{"T":"301","2":"Mao Zhen","3":"My apprentices do not rely on others' help."},{"T":"301","2":"Camu","3":"Eh... fine."},{"T":"301","3":"Camu bounces up from the ground and dusts himself off."},{"T":"301","2":"Camu","3":"I'm not sure how long exactly I've been training here... Why bring it up now, though? You want me to work for Kurono's Special Security Department too?"},{"T":"301","2":"Mao Zhen","3":"The Special Security Department is not for everyone, but I do believe Kurono is your best choice right now."},{"T":"301","2":"Camu","3":"For real? I can really work for Kurono?"},{"T":"301","2":"Mao Zhen","3":"There's an increasing number of Corrupted, and fewer and fewer livable areas. The people at Kurono believe it's time to strengthen their security."},{"T":"301","2":"Camu","3":"Security? You mean a private military."},{"T":"301","2":"Mao Zhen","3":"Call it whatever you like. So? Will you starve to death on this block or become a Kurono soldier?"},{"T":"301","2":"Camu","3":"Did you really have to ask? I'll become a Kurono soldier, of course. And someday I'll climb higher than you."},{"T":"301","2":"Mao Zhen","3":"You sure have no shame. But if—Nah, no way that's happening."},{"T":"301","2":"Camu","3":"Are you calling me weak now, Master?"},{"T":"301","2":"Mao Zhen","3":"Who knows? Anyway, I'll be leaving the city for a mission soon. You should report in at Kurono tomorrow. If we're both unlucky, we might meet again."},{"T":"301","2":"Camu","3":"If we're both unlucky?"},{"T":"301","3":"—"},{"T":"301","3":"Camu reports in at the Kurono headquarters the next morning. Several other youths from a similar background are also there."},{"T":"301","2":"Instructor","3":"Thank you all for coming today. Some of you we've recruited, some of you recommended by our own."},{"T":"301","2":"Instructor","3":"You may come from different backgrounds, but we do not discriminate. Here, everyone's treated the same."},{"T":"301","3":"A tremor runs down Camu's spine. He notices several others in white lab coats stepping into the room behind the instructor."},{"T":"301","3":"Some are wheeling in basic monitoring devices, some carrying surgery tools, and some holding metal suitcases embossed with the Kurono logo."},{"T":"301","3":"Though the sight is unfamiliar, the youths present can all tell that the suitcase must hold what they call 'serums.'"},{"T":"301","3":"It's the elixir that allows one to walk outside of a filtered city without being infected by the Punishing Virus."},{"T":"301","2":"Instructor","3":"Want to become a Kurono soldier? Simple. We'll inject the serum into you, and you'll be under observation in our building for one night."},{"T":"301","2":"Civilian A","3":"That's all? No need to go through tests or anything?"},{"T":"301","2":"Instructor","3":"Our devices have already determined your physical capabilities when you passed through our gate. Those who didn't make the cut were already sent away."},{"T":"301","3":"The instructor's indifferent comment seems to have given all the youths present a confidence boost, as if they were all 'chosen ones'."},{"T":"301","3":"Something, however, hangs on Camu's mind."},{"T":"301","2":"Camu","3":"Why do we have to be observed for a whole night? Doesn't the serum just make us immune to the Punishing Virus?"},{"T":"301","3":"If they are testing the effects of the serum, should they not be let outside instead?"},{"T":"301","2":"Instructor","3":"Because it's a specially-modified serum. We don't know how many of you it will work on. This is a safety precaution."},{"T":"301","3":"While beset with questions, Camu decides to keep them to himself. Like the others, he figures that this will not be such a big deal."},{"T":"301","3":"As long as he becomes a Kurono soldier, he will be set for his whole life—unless he dies in battle, of course."},{"T":"301","3":"That is why so many others have gathered here."},{"T":"301","3":"After the brief Q&A session, the instructor moves discreetly out of the room. The prospective soldiers get their serums injected and are sent into the pre-arranged containment rooms to be observed."},{"T":"301","3":"The enclosed spaces are completely bare and unlit. In the darkness, Camu notices a security camera above his head."},{"T":"301","2":"Camu","3":"So they'll be watching us all night, huh... What time is it anyway?"},{"T":"301","3":"Camu had expected a long, boring period of waiting, but a strange sensation soon comes over the serum-injected spot."},{"T":"301","3":"It is as if his muscles and veins are expanding from the inside. The pressure against his nerves gives him so much pain that he topples to the ground the very next second."},{"T":"301","3":"As if on cue, shouts and wall-banging travel over from the other rooms."},{"T":"301","2":"Civilian A","3":"Let me out!"},{"T":"301","2":"Civilian B","3":"Agh! Arrgh!"},{"T":"301","2":"Civilian C","3":"What's going on? Am I allergic? Doctor! Is there a doctor?"},{"T":"301","3":"Only a few were shouting at first, but after a while, it feels like everyone else out there is screaming for help."},{"T":"301","3":"But there is no response. Writhing in pain, all Camu can hear is the clicking of the security camera as it zooms in and out. He tries his best to calm himself down by focusing on the regular, mechanical whines."},{"T":"301","2":"Camu","3":"Ugh... darn it, Master... What's going on?"},{"T":"301","3":"The effects finally overtake his senses. After wheezing for a short while, he faints."},{"T":"301","3":"—"},{"T":"301","3":"An indefinite number of hours later, Camu is awakened by a blinding light and forceful shaking."},{"T":"301","2":"Monitoring Personnel A","3":"Camu, status: alive and healthy."},{"T":"301","2":"Monitoring Personnel B","3":"So this is the last one of the survivors, huh? There sure aren't a lot of them."},{"T":"301","3":"Camu has no idea who the people talking in front of him are, nor what is going on."},{"T":"301","3":"But before he falls unconscious once more, he hears a certain word."},{"T":"301","2":"Monitoring Personnel A","3":"Pass."}]