[{"T":"301","2":"Luna","3":"Sister, are you okay?"},{"T":"301","2":"α","3":"Not an issue. The virus will patch me up."},{"T":"301","2":"Luna","3":"But Sister, why didn't you stop her? You could have stopped that explosion, right?"},{"T":"301","2":"α","3":"I wanted to see what she's got, what she's doing to win."},{"T":"301","2":"α","3":"Those eyes... grew stronger than before."},{"T":"301","2":"Luna","3":"Same with my other Sister too. She had the same eyes."},{"T":"301","2":"α","3":"But not enough strength. Not enough to live."},{"T":"301","2":"Luna","3":"So is this your way of 'filtering' for the virus? We all operate on different grounds..."},{"T":"301","2":"α","3":"I have no interest in the 'filtering,' Luna. At the end of the day, who gave us the right?"},{"T":"301","3":"Alpha seems to be intentionally avoiding this topic. She looks away from Luna, and at the still-crumbling Kowloong."},{"T":"301","2":"Luna","3":"Sister... You're still too gentle."},{"T":"301","2":"α","3":"You too, Luna."},{"T":"301","2":"Diana","3":"Rosetta! Wake up! Rosetta!"},{"T":"301","2":"Rosetta","3":"Diana..."},{"T":"301","2":"Diana","3":"Oh, thank heavens..."},{"T":"301","3":"Rosetta opens her eyes again to find herself in the city, with Diana hugging her tight, and the other Forest Guards standing around her."},{"T":"301","2":"Rosetta","3":"You all..."},{"T":"301","3":"Though burning with curiosity for the current situation, and puzzled by the company of Forest Guard who should have been sent away by her, Rosetta receives her answer before she could even ask her question."},{"T":"301","3":"The faces of Diana and the others are full of worry and anger. Seeing this, Rosetta realizes what happened, and cannot help but let out a minimal chuckle."},{"T":"301","2":"Rosetta","3":"How has everyone been? Same as before?"},{"T":"301","2":"Diana","3":"We all grew. A lot. Everything is getting better, Rosetta. We no longer live in hatred."},{"T":"301","2":"Rosetta","3":"I wonder though... How will this battle end...?"},{"T":"301","3":"The people in the city, like Rosetta, are all waiting for the outcome of the battle. Their expressions shift and reflect off of the wall of light, when suddenly a trail flashes beyond and within."},{"T":"301","3":"Diana tightens her embrace around Rosetta, as if to stop her from escaping."},{"T":"301","2":"Rosetta","3":"...Sorry."},{"T":"301","2":"Diana","3":"No next time, Rosetta."}]