[{"T":"301","3":"As the ivory fire burns, the Hetero-Creatures turn into red mist, sinking into the young girl's frame."},{"T":"301","3":"The light underneath the dark clouds is extremely gentle. Even when those eyes have stayed shut for so long, they feel no pain when they greet the dawn."},{"T":"301","2":"???","3":"Is that... light?"},{"T":"301","3":"Without the corruption from the Punishing Virus, the infected mechanoids and Constructs slowly regain their senses."},{"T":"301","2":"??","3":"...How am I here?"},{"T":"301","2":"???","3":"Hey, you're awake too!"},{"T":"301","2":"??","3":"...This is a miracle."},{"T":"301","3":"No longer needing to fear the uncontrollable virus—no longer needing to kill their comrades—the crowd is bonding with joy and perseverance."},{"T":"301","2":"???","3":"Hey! We need someone over here!"},{"T":"301","2":"??","3":"You got it!"},{"T":"301","3":"Together, they form an impenetrable line of defense, buying time for Liv's advances."},{"T":"301","3":"The girl who marches toward hell by herself is no longer alone."},{"T":"301","3":"With their protection, the frame Empyrea becomes a monster that devours monsters, casting its ivory flame on the infected crowd, reclaiming humanity's domain from the crimson river."},{"T":"301","2":"???","3":"The day... has finally arrived!"},{"T":"301","3":"This is just a drop of the cure on a wound the size of a planet."},{"T":"301","3":"But humankind has already paid a hefty price to find a cure that can heal this rot."},{"T":"301","3":"Every Construct who wakes up is cheering. A new morning has arrived, and a clear sky is sure to follow."},{"T":"301","2":"Liv","3":"...It's all going well."},{"T":"301","3":"As the researchers have planned, the Punishing Virus is being funneled into Liv's M.I.N.D. by her frame."},{"T":"301","3":"But as they expected, Liv cannot channel the Punishing Virus into power as a non-agent. The effectiveness of the Omega Weapon is limited, and the unabsorbed virus is slowly accumulating."},{"T":"301","3":"...Liv has not been controlling the rate it draws the Punishing Virus, nor has she wanted to."},{"T":"301","3":"Despite its name, Empyrea is nevertheless ephemeral. It lasts but a moment, with no time to waste—just like a Queen of the Night's blossom."},{"T":"301","3":"For three hours, Liv pushes herself to her absolute limit."},{"T":"301","2":"Collins","3":"Aha! I can't believe the extent of its power. Not only has it cleared a large amount of Corrupted, but it even woke up a bunch of them."},{"T":"301","2":"Collins","3":"That's marvelous. It's nothing compared to the amount of Corrupted around the world, sure, but that's a brilliant start."},{"T":"301","2":"Collins","3":"I dare say I can feel the smiles of all those who sacrificed for Project Winter."},{"T":"301","3":"Looking at Liv on the monitor, Collins sheds a drop of passionate tears."},{"T":"301","2":"Collins","3":"A shame that she has to trade her life for such a brief, tiny spark."},{"T":"301","2":"Nikola","3":"Have we finally gained a weapon that counters our misfortune?"},{"T":"301","2":"Hilda","3":"It appears so from the data we're receiving."},{"T":"301","2":"Hilda","3":"After the Punishing Virus is cleared, the Hetero-Creatures all but vanished. Constructs who were infected have regained a certain level of control, but we'll have to wait and see what happens next."},{"T":"301","2":"Hilda","3":"The only ones we couldn't save... are the humans who were taken by the virus."},{"T":"301","2":"Nikola","3":"Human bodies are still too fragile."},{"T":"301","2":"Collins","3":"Don't forget that we still have our serums. That came out way before the Omega Weapon."},{"T":"301","2":"Hilda","3":"..."},{"T":"301","2":"Hassen","3":"How is Liv doing?"},{"T":"301","2":"Asimov","3":"The Omega Weapon is mitigating her infection rate, but her M.I.N.D. will break down before the infection takes her."},{"T":"301","2":"Hippocrates","3":"Hold on. Something's wrong."},{"T":"301","3":"They all look at the records the Professor is reading, unclear on what she is referring to."},{"T":"301","2":"Researcher A","3":"It's probably just white noise? Just random sounds made by the Corrupted below?"},{"T":"301","2":"Asimov","3":"No. It's different."},{"T":"301","3":"Asimov expands the record details, going through each account with the Professor."},{"T":"301","2":"Hippocrates","3":"...Those are not their voices. They're memories."},{"T":"301","2":"Hippocrates","3":"I have a theory."},{"T":"301","2":"Asimov","3":"Memories of the Corrupted and the dead?"},{"T":"301","2":"Hippocrates","3":"Exactly. From what we know, the Red Tide stores a huge quantity of memory data from the dead."},{"T":"301","2":"Hippocrates","3":"This information is recorded inside the Punishing Virus, providing data for the Red Tide projections and the Hetero-Sapiens, allowing them to mimic the departed."},{"T":"301","2":"Hippocrates","3":"Now that Liv is absorbing the Punishing Virus, all these memories are getting pulled inside her M.I.N.D. as well."},{"T":"301","2":"Hippocrates","3":"We never noticed this in the Corrupted. Have we only managed to decipher this data because Liv's M.I.N.D. is more stable?"},{"T":"301","2":"Asimov","3":"We can only confirm that after we retrieve the frame for analysis."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","2":"Hippocrates","3":"That is not good news."},{"T":"301","2":"Hassen","3":"Why?"},{"T":"301","2":"Hippocrates","3":"There's a story in Kowloong called 'The Butterfly Dream'. Have you heard of it, Mr. President?"},{"T":"301","2":"Hassen","3":"I don't know enough about Kowloong's culture. All I know is that it's about a dream where you believe you're a butterfly."},{"T":"301","2":"Hippocrates","3":"'Am I dreaming I am a butterfly, or am I a butterfly dreaming I'm a man?'"},{"T":"301","2":"Hippocrates","3":"Unlike the Ascendants, Liv cannot control these 'memories of the dead.' Those data will be mixed with her own memory, corrupting her sense of self."},{"T":"301","2":"Hippocrates","3":"She will consider these memories her own."},{"T":"301","2":"Hippocrates","3":"How would you feel if you had to experience tens of thousands of lifetimes all at once? All those deaths?"},{"T":"301","2":"Hassen & Nikola","3":"..."},{"T":"301","2":"Hilda & Collins","3":"..."},{"T":"301","2":"Collins","3":"Will the test result be affected?"},{"T":"301","2":"Asimov","3":"If you're talking about how compatible specialized frames and the Omega Weapon is, it's already a success."},{"T":"301","2":"Collins","3":"But we still have to destroy the twins, don't we?"},{"T":"301","2":"Nikola","3":"We've got what we wanted. Even if Liv destroys the twins now, the Red Tide will just grow new ones sooner or later."},{"T":"301","2":"Nikola","3":"What we should do now is retrieve our assets and work on improvements. The only way to avoid repeating our failures is to develop more stable frames."},{"T":"301","2":"Hassen","3":"Can we still stop the memory invasion?"},{"T":"301","2":"Asimov","3":"...It's too late."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","2":"Hippocrates","3":"This is going to damage her M.I.N.D. substantially. Even if Liv survives this, she will spend the rest of her life not only with an intense migraine, but the shadows of all those memories and deaths."},{"T":"301","2":"Hippocrates","3":"...Liv..."},{"T":"301","2":"Hippocrates","3":"...I was hoping you would live through this."},{"T":"301","2":"Hippocrates","3":"But now... I should be glad that death will set you free."},{"T":"301","3":"Liv has awakened her trapped companions in the church, as well as the Corrupted Constructs whose M.I.N.D.s are still fairly intact."},{"T":"301","3":"Flying through the church and the streets around it, she soars freely, seeking those who can still wake from the vile curse, trading every last second of her life for someone else's."},{"T":"301","3":"However—just as what those researchers have discovered..."},{"T":"301","3":"When the large amount of Punishing Virus enters her M.I.N.D., Liv begins to hear muted cries."},{"T":"301","3":"Those voices become more and more apparent. Then the memories hit her."},{"T":"301","3":"Just like how those consciousnesses merge with the Red Tide, Liv is slowly fusing with them."},{"T":"301","3":"Their cries pierce through her M.I.N.D. like spikes nailed to her heart."},{"T":"301","3":"The volume gets louder, and louder, almost as if she were there experiencing what they felt."},{"T":"301","3":"Then she begins to feel the torment the victims felt before they died."},{"T":"301","2":"???","3":"Help! It hurts! It hurts so much! HELP!!!"},{"T":"301","3":"It feels like having a blade skewered her fingertips, or having her artificial skin peeled off alongside a swinging pendulum."},{"T":"304","1":"...Everyone is dead.","2":"9f1e36ff"},{"T":"304","1":"...I am all alone...","2":"9f1e36ff"},{"T":"301","3":"It is as if the tip of a pen has slit open her eyelids, engraving all their parting words on her eyeballs."},{"T":"301","2":"???","3":"You said you were going to protect her! You killed her!"},{"T":"301","2":"???","3":"What else could I do? She was infected!"},{"T":"301","3":"Those words are familiar, even when the voices are not, because their tragedies have been echoing throughout the world every moment."},{"T":"301","3":"Why is she experiencing their 'deaths' so intimately?"},{"T":"301","3":"Is it because the frame possesses the power of an agent, but she cannot control it?"},{"T":"301","3":"Or is it because she has wished to bear the sufferings of others?"},{"T":"301","3":"Even when the answer is unclear, Liv does not stop."},{"T":"301","2":"Liv","3":"That's okay... You don't have to be afraid anymore... Let me take your pain..."},{"T":"301","3":"In the brief moment when the present crosses paths with the past<//MEMORIES>, the girl holds the dead in her arms."},{"T":"301","3":"She<//A CONSTRUCT> hears a deafening explosion before seeing her frame shatter into pieces."},{"T":"301","3":"Vital fluid spills out from her abdomen, and a violent pain floods her M.I.N.D."},{"T":"301","2":"Liv","3":"AAAGGHHH—"},{"T":"301","3":"Her dying consciousness takes over her body, and her eyes shut involuntarily from the sense of suffocation. But in the darkness, she sees a city in ruins."},{"T":"301","3":"She<//A CONSTRUCT> is running through an alley covered with rubble."},{"T":"301","3":"The exit that would have led to her freedom is guarded by fully armed researchers."},{"T":"301","3":"The full moon hangs in the sky, cold and indifferent, mocking her<//A CONSTRUCT> futile struggles."},{"T":"301","2":"Liv","3":"Let me go! I'm not going back to the lab!"},{"T":"301","3":"Her cry is overlapping with the weeping from the 'memory data.'"},{"T":"301","3":"She crawls near the garden, where the summer flowers are dyed red with human blood."},{"T":"301","3":"'No. 3079... you [BUZZ—] like this place [BUZZ—] protect it...'"},{"T":"301","3":"The incomplete data has not recorded the full conversation, but she really should focus on stopping the bleeding from the wounded before her instead of what has been said."},{"T":"301","3":"Hoping to grab the bandages, she<//GARDENER BOT> unintentionally swings the chainsaw in her hand."},{"T":"301","2":"Liv","3":"No... NO... I DON'T WANT TO HURT YOU!"},{"T":"301","3":"Her regrets will not change the past<//DATA>."},{"T":"301","3":"Six years after leaving with the 'boat,' Liv<//YOUNG CONSTRUCT> has returned home as a deserter after becoming a Construct."},{"T":"301","3":"The familiar streets are now ruins, and the men and women left behind by the Great Evacuation now corpses and bones."},{"T":"301","2":"Liv","3":"I'm sorry... I'm back..."},{"T":"301","3":"She<//YOUNG CONSTRUCT> lies next to the remains of her 'family' in tears, letting the Punishing Virus take over her."},{"T":"301","3":"Liv's sense of self is shredded to tatters, blended with the many memories of the dead."},{"T":"301","3":"She is the broken skull buried by an avalanche. She is the Corrupted who sank into the ocean depths."},{"T":"301","3":"She is the intricate parts forged in a factory. She is the metal shell in a hail of bullets."},{"T":"301","3":"She is the loyal guardian of a farm. She is the reaper of the hungry men who came for food."},{"T":"301","3":"She is the nurse who holds a sleeping baby. She is the gravedigger that brings them nightmares."},{"T":"301","3":"She is the one who destroyed the Corrupted that attacked her companion. She is the companion who killed the infected her."},{"T":"301","3":"She is the one who lit the charcoal in a sealed room with her family. She is the one who fought to her death with 78 other Constructs."},{"T":"301","3":"She is the one who holds a baby above the water during the flood. She is the Corrupted held up by a human, delaying her<//CORRUPTED> from slaughtering others."},{"T":"301","3":"She<//WE> is forced into the eternal night of death. Inside her bright, burning flame, she<//WE> might speak a different language, and she<//WE> might have a different body, but she<//WE> cries with the same fury."},{"T":"301","3":"She<//WE> engraves on her skin 'joy and sorrow.'"},{"T":"301","3":"She<//WE> searches but fails to find 'freedom.'"},{"T":"301","3":"She<//WE> holds nothing back when it comes to 'giving.'"},{"T":"301","3":"She<//WE> abandons the land for a 'ship.'"},{"T":"301","3":"She<//WE> ignites her soul after a last 'farewell.'"},{"T":"301","3":"She<//WE> burns before greeting 'death.'"},{"T":"301","3":"We struggle<//DID NOT YIELD>, we hate<//WILL NOT YIELD>, we regret<//CANNOT YIELD>."},{"T":"301","3":"All those emotions and deaths converge in her body, turning into an elegy composed of lives."},{"T":"301","2":"Liv","3":"This is our choice..."},{"T":"301","3":"If it is possible to protect that small spark from the darkness... she<//WE> is willing to give everything for the world that brought us to life."},{"T":"301","3":"It feels like an endless dream that is drowned in tears. Trapped in a cell of vines and thorns, you have no idea how long you have lingered there."},{"T":"301","3":"Suddenly, you feel your right hand burning, and you look to find the scorching trail of tears on the back of your hand."},{"T":"302","2":"..."},{"T":"301","3":"Who left those tears?"},{"T":"301","3":"The companions by your side are long gone. All that is left is a splatter of blood leading to the distance."},{"T":"302","2":"...Don't go!"},{"T":"301","3":"Following the trail, you are once again lost in the boundless mist."},{"T":"301","3":"How many times has it been?"},{"T":"301","3":"No matter how you wrestle and look, you cannot find a way out of here."},{"T":"301","3":"How long do you have to stay here still?"},{"T":"301","3":"Will you never wake up?"},{"T":"302","2":"Lucia!","4":"Lee!","6":"Liv!"},{"T":"301","3":"You cry out your companions' names, but you only hear your echo in return."},{"T":"301","3":"...They are not here anymore."},{"T":"302","2":"..."},{"T":"302","2":"What should I do..."},{"T":"301","3":"Losing a direction to walk forward, you kneel inside the endless cage, weary and exhausted."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"Huh... So you're the one who's been crying out..."},{"T":"301","3":"Out of nowhere, you hear an unfamiliar but gentle voice."},{"T":"302","2":"...Who's there?"},{"T":"301","2":"???","3":"Do you want to get out of here?"},{"T":"301","2":"???","3":"A few more days and their efforts will finally break this cage."},{"T":"301","2":"???","3":"Except... I'm afraid it'll be too late if we wait for them."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"???","3":"Do you want my help?"},{"T":"301","2":"???","3":"To wake you up when your decisions still matter, so that you can forge your own path and make your own choices."},{"T":"301","2":"???","3":"...Until the day of the 'Eternal Winter'."},{"T":"302","2":"Please help me.","4":"Please wake me up."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"???","3":"In that case... 【kuroname】, I wish you... a journey with no regrets."},{"T":"301","3":"Waking from your delirious nightmare, you find yourself lying on a bed in Star of Life."},{"T":"302","2":"..."},{"T":"301","3":"An origami Queen of the Night sits by your pillow, its paper emitting a subtle hint of dirt and blood."},{"T":"301","3":"You struggle to shut off the alarm on the nightstand, trying to get up, only to find your body incredibly heavy, where every simple action requires a tremendous amount of strength."},{"T":"301","3":"You look up at the clock projection, and you discover that it has been almost three months since the mission to the Pulia Forest Park Ruins."},{"T":"302","2":"Almost three months already..."},{"T":"301","3":"With great difficulties, you try to adjust to your bedridden body and stand up, moving out of the room one step at a time."},{"T":"301","3":"You are almost at the door when a young doctor suddenly pushes it open and enters."},{"T":"301","2":"Hippocrates","3":"Oh? Finally up, sleeping beauty?"},{"T":"301","3":"You are not sure why the woman before you looks angry."},{"T":"302","2":"Where are the others?","4":"...Did something happen?"},{"T":"301","2":"Hippocrates","3":"..."},{"T":"302","2":"...Tell me, please."},{"T":"301","3":"After she tells you about what has happened to Liv and the others, you look back at the paper flower by the bed, finally understanding what it means."},{"T":"302","2":"Please let me return to the field."},{"T":"301","2":"Hippocrates","3":"In this state?"},{"T":"302","2":"Yes."},{"T":"301","3":"Even when your body is now a burden, you will lose your only shot if you stay here in defeat."},{"T":"301","3":"But regrets are not a good reason to be reckless. You have to plan accordingly."},{"T":"302","2":"I will establish a remote connection first."},{"T":"301","3":"According to the Professor, Lucia, Lee, and Chrome are all back on their feet and able to communicate and connect with you remotely."},{"T":"302","2":"I'll put on an exoskeleton before heading to the surface."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","3":"She still looks doubtful. Is she uncertain about your plan?"},{"T":"301","3":"There is no time to waste. You have to convince her."},{"T":"302","2":"Maybe it's too late."},{"T":"302","2":"But that doesn't mean it's hopeless."},{"T":"302","2":"The only way to find out is if we try."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","3":"She suddenly smacks you on your shoulder and your back, almost causing to you fall."},{"T":"302","2":"H-hold on...","4":"???"},{"T":"301","2":"Hippocrates","3":"I thought something was wrong with you up there with how confident and eager you are, having just woken up."},{"T":"301","2":"Hippocrates","3":"Your mind isn't jumbled, and your body isn't a complete mess from a three-month coma. I guess I wouldn't be able to stop you."},{"T":"302","2":"It hasn't been three months yet...","4":"So you smacked me to confirm that?"},{"T":"301","2":"Hippocrates","3":"More or less."},{"T":"301","2":"Hippocrates","3":"Do you think we have time for a detailed inspection? Being able to stand will suffice. Not that there is any other way."},{"T":"301","2":"Hippocrates","3":"As for your plan, I'll need to find someone else to see if it's feasible. Get changed when I look for them... Can you do that?"},{"T":"302","2":"Of course."},{"T":"301","2":"Hippocrates","3":"Good, you look lively. Woke up a bit later than I like, but for someone who suffered a head injury and stayed bedridden for three months, you're looking just fine. How should I phrase it..."},{"T":"301","3":"She ponders a bit."},{"T":"302","2":"I'm lucky.","4":"Thanks to modern science and technology.","6":"Thanks to the doctors and nurses."},{"T":"301","2":"Hippocrates","3":"You can be the luckiest dead person in the world if not for the doctors and nurses who treated you and the medical technology used to fix you up! Be appreciative!"},{"T":"301","3":"Then she whacks you on your back hard."},{"T":"301","2":"Hippocrates","3":"That's right, but don't forget the doctors and nurses who took care of you as well."},{"T":"301","2":"Hippocrates","3":"And the modern technology they used! You wouldn't be standing if not for the advancements in medical science."},{"T":"302","2":"Right."},{"T":"301","3":"Having finished changing, you part the cubicle curtain to find two familiar faces standing by the door."},{"T":"302","2":"Asimov, President Hassen..."},{"T":"301","2":"Hassen","3":"We were together monitoring Liv's situation."},{"T":"301","2":"Hassen","3":"We saw the signal alert to your cubicle light up, so we had Professor Hippocrates check on you first."},{"T":"301","2":"Asimov","3":"...You look good, all things considered."},{"T":"302","2":"It's been a while.","4":"Sorry, I overslept."},{"T":"301","2":"Asimov","3":"Liv is in grave danger right now. Her M.I.N.D. is being infected repeatedly."},{"T":"302","2":"I see."},{"T":"301","2":"Hippocrates","3":"What do you see? You haven't the slightest clue."},{"T":"301","2":"Hassen","3":"The Professor has told us about your plan. It's a shot in the dark, a glimmer of hope with absolutely no guarantees."},{"T":"301","2":"Asimov","3":"Liv's M.I.N.D. has been through the wringer. It's impossible to connect to her right now, let alone treat it through the connection."},{"T":"301","2":"Asimov","3":"If you were to attempt it, you'd have to first connect remotely with another Gray Raven member, using them as a medium to force your way inside Liv's M.I.N.D. when they are in close proximity."},{"T":"301","2":"Asimov","3":"You can only have a chance to connect with Liv by keeping a piece of her M.I.N.D. shard safe and stopping the data and the Punishing Virus from conglomerating."},{"T":"302","2":"That couldn't be all of it.","4":"Would that do it?"},{"T":"301","2":"Asimov","3":"Forcing your way into an infected M.I.N.D. will result in your consciousness flushing into the data stream. You will be at risk of infection from the Punishing Virus and disruption from an information overload."},{"T":"301","2":"Asimov","3":"It could result in both you and your 'medium' getting infected."},{"T":"301","2":"Hippocrates","3":"You'll have to get close if you want a connection to her Deep M.I.N.D."},{"T":"301","2":"Hippocrates","3":"There is still a large amount of Hetero-Creatures gathered down there. You just woke up, and your mobility will be limited even with your exoskeleton."},{"T":"302","2":"Please allow me to bring some companions with me."},{"T":"301","2":"Hassen","3":"I'm planning to send in a huge fleet of transport crafts to bring the recovered Constructs back. Of course I'll send people to guard your way to Liv."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"302","2":"Are there still other concerns?"},{"T":"301","2":"Hippocrates","3":"A lot."},{"T":"301","2":"Hippocrates","3":"For example, Liv's EMP discharge collar is counting down while her infection rate is climbing."},{"T":"301","2":"Hippocrates","3":"Even if it all goes smoothly... Her M.I.N.D. is a jumbled mess already. You can't fix it with a connection."},{"T":"302","2":"Is there a way to treat it?"},{"T":"301","2":"Hippocrates","3":"Yes, but there will be lasting aftereffects."},{"T":"302","2":"..."},{"T":"301","2":"Hippocrates","3":"Look, I'm glad the patient I've been looking after has woken up. But please consider again whether or not to save Liv."},{"T":"301","2":"Hippocrates","3":"The effects she will suffer are worse than what we anticipated. Surviving could be a worse torment for her."},{"T":"302","2":"We'll let her decide when she lives and returns."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","2":"Hassen","3":"【kuroname】, as the President, I am inclined to keep Babylonia's elites alive. I hope you'll reconsider your decision."},{"T":"301","2":"Hassen","3":"This is an extremely dangerous battle with a very low chance of success. Failure could spell your doom."},{"T":"301","2":"Hassen","3":"You will be risking your life for a chance, just a chance, to save her."},{"T":"301","2":"Hassen","3":"You're a commandant with a bright future. Now is not the time for you to fall."},{"T":"302","2":"There won't even be a chance if I stay."},{"T":"301","2":"Hassen","3":"Do you still insist on going after knowing the threats you will face?"},{"T":"302","2":"I do."},{"T":"301","2":"Hassen","3":"Can you tell me why?"},{"T":"302","2":"Because Liv chose the same.","4":"Because Liv is my companion."},{"T":"301","2":"Hassen","3":"..."},{"T":"302","2":"You feel the same, don't you, Mr. President?"},{"T":"302","2":"Despite what you've been saying..."},{"T":"302","2":"You haven't stopped me with a direct order."},{"T":"302","2":"You even promised to send people to protect me."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Hassen","3":"Perhaps I'm also waiting for a miracle."},{"T":"301","2":"Hippocrates","3":"Mr. President...!"},{"T":"301","2":"Hassen","3":"It's not like you to give up without a fight, Professor Hippocrates. The younger you would be kicking and screaming."},{"T":"301","2":"Hippocrates","3":"..."},{"T":"301","2":"Hassen","3":"Prepare to depart, 【kuroname】. We'll continue when you're on the transport craft. Otherwise, you'll be too late."},{"T":"301","2":"Hippocrates","3":"Come back in one piece, or I'll cut you up myself."},{"T":"302","2":"I'll try my best to avoid that.","4":"I'll come back with all of them."},{"T":"301","3":"She nods, frowning."},{"T":"301","3":"Traversing through the countless deaths, the girl finds her body and mind broken beyond recognition."},{"T":"301","3":"How long has it been? She no longer has any concept of time."},{"T":"301","3":"It feels like it has only been a moment or maybe hundreds of years."},{"T":"301","3":"Have they recovered from the infection?"},{"T":"301","3":"Is her duty almost fulfilled?"},{"T":"301","3":"The girl, walking alone, cannot see the countdown of her life. She can only use her muddled M.I.N.D. to absorb the Punishing Virus instinctively."},{"T":"301","3":"She just wants to hold on for a bit longer."},{"T":"301","3":"If she can help one more person than she expected, she will feel a little less regret in the end."},{"T":"301","3":"With that thought in mind, she walks to the finish line, one step at a time."},{"T":"301","3":"...Difficult as it may be, it's time to go."},{"T":"301","2":"???","3":"—Liv!"},{"T":"301","3":"In the dark void, a voice drowns out all the mournful wails."},{"T":"301","2":"Liv","3":"Who is that...?"},{"T":"301","2":"???","3":"Come back!"},{"T":"301","3":"The familiar voice cries, heart-wrenching and harrowing."},{"T":"301","2":"???","3":"Come back! Look at me! Liv!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"???","3":"Liv! I don't want to lose anyone anymore!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Being drawn to the unrelenting shout, Liv tries her best to focus, turning toward where the voice came from."},{"T":"301","3":"Because of that, her muddled consciousness finally gets a chance to breathe, breaking away from the suffocating infection."},{"T":"301","3":"In the next moment—"},{"T":"301","3":"The disordered memories of the deaths form into shapes, parting before her into a cityscape."},{"T":"301","2":"Liv","3":"This is..."},{"T":"301","3":"The inverted city is littered with non-Euclidean geometry. Within its projections, Liv notices a lot of familiar figures."},{"T":"301","2":"Asimov","3":"Now, this is just a hypothesis, yet to be confirmed—"},{"T":"301","2":"Asimov","3":"But when the Punishing Virus 'drawn' by the specialized frame outpaces the rate the Omega Weapon can 'absorb' it, and the infection passes your threshold..."},{"T":"301","2":"Asimov","3":"...You might be able to enter the Ascension-Network while conscious with the help of this frame."},{"T":"301","2":"Liv","3":"Is this... what the Ascension-Network looks like?"},{"T":"301","2":"???","3":"'Metaphorically speaking—when presented with something beyond comprehension, humans won't be able to perceive its true form, like how three-dimensional beings cannot understand four-or-more-dimension spaces.'"},{"T":"301","2":"???","3":"'Now, all you can do is interpret what you can from what you cannot.'"},{"T":"301","3":"Whose voice is this? Or is this the memory of someone once here?"},{"T":"301","2":"Liv","3":"This voice... It sounds like..."},{"T":"301","2":"???","3":"May it guide your way through the haze, Liv. May you return unharmed."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"???","3":"'Constructs who connect with the Ascension-Network for the first time will usually find data that belongs to them. Consider it a visit to the fortune teller.'"},{"T":"301","2":"Liv","3":"...Why am I hearing this?"},{"T":"301","3":"'If<//BECAUSE> you<//I><//SHE> desire<//WANT> answers<//TO KNOW><//SECRETS>.'"},{"T":"301","3":"Many voices combine into one, seemingly answering Liv or perhaps repeating a conversation that once happened here."},{"T":"301","3":"Their cold, emotionless tone reminds Liv of another voice she heard not too long ago."},{"T":"301","2":"Liv","3":"Is the Ascension-Network... something similar to Gestalt?"},{"T":"301","3":"This time, she does not hear any replies."},{"T":"301","3":"Unable to find the answer to her question, nor the source of the wails, Liv, however, feels incredibly serene."},{"T":"301","3":"As if time has stood still, Liv no longer feels any pain as long as she stays here."},{"T":"301","2":"Liv","3":"It's like..."},{"T":"301","3":"Death."},{"T":"301","3":"...How about she just stay here?"},{"T":"301","2":"Liv","3":"I think I've fulfilled my duty."},{"T":"301","3":"...Then stay here."},{"T":"301","3":"When she closes her eyes again, she hears that heartrending cry once more."},{"T":"301","3":"—Don't go!"},{"T":"301","2":"Liv","3":"...No?"},{"T":"301","3":"Having experienced tens of thousands of deaths, the girl is completely broken."},{"T":"301","3":"Even so, she cannot let the heartbreaking voice go."},{"T":"301","2":"Liv","3":"Can I... hold on for a little longer...?"},{"T":"301","3":"She considers, incapable of choosing from 'unknowns.'"},{"T":"301","3":"The dark void seems to respond to her doubt and splits into two paths that lead somewhere in the distance."},{"T":"301","3":"A road leads ahead, with a sign that says 'FUTURE' appearing out of nowhere."},{"T":"301","3":"Another road leads back, marked by a sign that says 'PAST'."},{"T":"301","2":"Liv","3":"Is this... where I make my choice? Or are you letting me see the outcome calculated by your algorithm?"},{"T":"301","2":"Liv","3":"If this is an algorithm, then you're really similar to Gestalt... Maybe the form of Gestalt is the only way I can interpret you?"},{"T":"301","3":"In a brief moment of pause, Liv hears once again the strange but familiar voice echoing throughout the space."},{"T":"301","2":"???","3":"'I hope you would not regret this decision.'"}]