[{"T":"301","3":"Lamia once heard someone say..."},{"T":"301","3":"Infants never keep their memories."},{"T":"301","3":"The hippocampus and amygdala of the brain, which are essential for long-term memory, are still not fully developed during the infant stage. The memory links to various areas of the brain are constantly changing. Over time, such links are disconnected and memories will be lost."},{"T":"301","3":"But the dusted memories start to come back as she runs her fingers across the cold steel walls and goes deeper into the city."},{"T":"301","3":"It all started from a blazing white light."},{"T":"301","2":"Lamia","3":"I remember this place..."},{"T":"301","3":"Lamia looks at the tiny room in front and squats down. There are coffee cups scattered everywhere."},{"T":"301","3":"A corner of the medical department office has been separated by simple cardboard fences. The ground is covered by foam and plastic airbags that were originally used to wrap expensive devices."},{"T":"301","3":"A tiny, crippled figure is crawling inside the fence with two hands. There are no toys in the base, so the medical staff threw some cables, coffee cups and writing boards for her to play."},{"T":"301","2":"Lustrous","3":"Why is she still here?"},{"T":"301","2":"Medical Director","3":"We were too busy when the last supply ship arrived. Plus, we never put things that are alive on our regular asset registration..."},{"T":"301","2":"Lustrous","3":"Are you going to send her back to the land through the cargo channel?"},{"T":"301","2":"Lustrous","3":"Whatever. Forget it."},{"T":"301","3":"Lustrous squats down to look at the crawling infant."},{"T":"301","2":"Lustrous","3":"She's so ugly, like a monkey. Can we get her to stand up?"},{"T":"301","2":"Medical Director","3":"Yes, we can give her prosthetic lower limbs, but..."},{"T":"301","3":"Lamia crawls to a pile of messy network cables and happily wraps it around her arm, like a kitten playing with a ball of yarn."},{"T":"301","2":"Lustrous","3":"But what?"},{"T":"301","2":"Medical Director","3":"Her body is too young to take them."},{"T":"301","2":"Lustrous","3":"Then wait until she's older."},{"T":"301","2":"Lustrous","3":"Is there a risk?"},{"T":"301","2":"Medical Director","3":"Every surgery has its risks. Not to mention she's only a kid."},{"T":"301","2":"Lustrous","3":"How certain are you?"},{"T":"301","2":"Medical Director","3":"I'll do my best."},{"T":"301","2":"Lustrous","3":"Tell me your plan."},{"T":"301","2":"Medical Director","3":"I'll make a fresh incision after anesthesia to expose the cross-section of her lower limbs. Then I will close the blood vessels, strip the nerve endings and connect the nerve endings to the electrodes of her prosthetic legs one by one. Finally, I will stitch up the wound and clean the excess tissue."},{"T":"301","2":"Medical Director","3":"Why the sudden obsession with medical science? Are you concerned about this child?"},{"T":"301","2":"Lustrous","3":"Maybe, but mainly because this is a field I've never tapped into before. It's my... personal interest."},{"T":"301","2":"Medical Director","3":"The operation isn't too difficult. You will be amazed by the Science Council's latest human modification technology."},{"T":"301","2":"Lustrous","3":"Oh, really? You can tell me about it next time."},{"T":"301","2":"Lustrous","3":"Start your operation now. I will observe the entire process from outside."},{"T":"301","2":"Lustrous","3":"Start your operation now. I will observe the entire process from outside."}]