[{"T":"301","3":"To both humans and Constructs, Babylonia is the only remaining sanctuary in the world."},{"T":"301","3":"The ever-present threat of the Punishing Virus and the Corrupted on the surface of Earth cannot reach this fortress in the orbit... but if even this bastion of humanity is no longer safe—"},{"T":"301","3":"Fear..."},{"T":"301","3":"Despair..."},{"T":"301","3":"...They will drown every struggling soul in this garden of Eden..."},{"T":"301","2":"Karenina","3":"Hey... Are you sure this is it?"},{"T":"301","3":"Nanami nods, her eyes locking on the room before her. It is one of the storage rooms in Babylonia, many of which are long abandoned and their purposes unclear."},{"T":"301","2":"Nanami","3":"It's inside..."},{"T":"301","3":"Perhaps due to a malfunction, the automatic door has stayed open. Without any light, it is pitch black inside the room."},{"T":"301","2":"Karenina","3":"Are you being serious... How did the Corrupted get into Babylonia?!"},{"T":"301","2":"Nanami","3":"Believe me... Nanami was just—ugh..."},{"T":"301","3":"That is when Karenina notices the spark coming out of Nanami's left leg. The significant injury seems to suggest that this is indeed not a prank."},{"T":"301","2":"Karenina","3":"Hey, are you alright?! How about we go look for help first..."},{"T":"301","3":"Karenina knows that despite how she acts, Nanami is actually a formidable Construct."},{"T":"301","2":"Nanami","3":"There's no time. If they reach somewhere crowded..."},{"T":"301","3":"Nanami tries to climb up from where she is sitting, but the wound on her leg is apparently causing her a lot of pain."},{"T":"301","2":"Karenina","3":"Nanami, go find help and get yourself fixed. Leave this to me!"},{"T":"301","2":"Nanami","3":"I know I can count on you, Karey deary! You're the strongest, most dependable person in Babylonia!"},{"T":"301","2":"Karenina","3":"I-is that so? Even stronger than... Lucia?"},{"T":"301","3":"For a second, Nanami is not sure how to reply to her, but she quickly nods nevertheless."},{"T":"301","2":"Nanami","3":"Yeah! I'm not sure what you meant... but Nanami thinks Karenina is the strongest of them all!"},{"T":"301","2":"Karenina","3":"That's, humph... Obviously!"},{"T":"301","3":"Karenina acts like she is above Nanami's praises, but the subtle rises of the corners of her mouth suggest otherwise."},{"T":"301","2":"Karenina","3":"I would never have let any Corrupted threaten Babylonia, even if you don't ask..."},{"T":"301","3":"With her duty and pride on the line, Karenina picks up her cannon and rushes into the pitch-black room."},{"T":"301","3":"No one knows how long since the storage room last saw a visitor, but an acrid scent of dust attacks Karenina's smell sensor as she enters."},{"T":"301","3":"Carefully she steps forward, vigilant against any possible enemies."},{"T":"301","2":"Karenina","3":"Can't see **** here... I should've equipped a pair of night vision goggles..."},{"T":"301","3":"Suddenly, the lights in the room turn on, and a giant figure in shadow appears before Karenina."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"All tensed up, Karenina immediately considers the figure an enemy and fires her cannon."},{"T":"301","2":"Karenina","3":"DIE—DIE—DIE!!!"},{"T":"301","3":"The impact blows away whatever is stored inside. Dust and debris fill the air, and Karenina is looking particularly flustered right now."},{"T":"301","2":"Karenina","3":"Cough—cough... No way that guy is alive with an explosion like this?"},{"T":"301","3":"Karenina waves her hand to clear the smoke, only to find that the huge 'Corrupted' she has just shot is nothing but a few cardboard boxes and pipes stacked together."},{"T":"301","2":"Karenina","3":"What the..."},{"T":"301","2":"Nanami","3":"Good... Now we've got Karenina tricked as well!"},{"T":"301","3":"Before she can understand what is happening, Karenina finds Nanami running toward her, her leg uninjured."},{"T":"301","2":"Nanami","3":"Nanami almost thought her plan failed... but here we are!"},{"T":"301","2":"Karenina","3":"You little ****! Did you lie about the Corrupted too?!"},{"T":"301","2":"Nanami","3":"How would there be Corrupted in Babylonia? Karey deary, fooling you is way too easy."},{"T":"301","2":"Karenina","3":"NA—NA—MI!!!"},{"T":"301","2":"Nanami","3":"Hm? Karenina, you look angry..."},{"T":"301","2":"Karenina","3":"****! Why wouldn't I be?!"},{"T":"301","2":"Nanami","3":"Because today's 'April Fool's Day'! I read about it in the WGAA files! People can go around and pull pranks on each other, and the people who got pranked can't be mad!"},{"T":"301","3":"Having snatched Nanami from running around, Karenina wants to scold her, but she is afraid that others will think of her as someone touchy."},{"T":"301","2":"Karenina","3":"****! You..."},{"T":"301","2":"Nanami","3":"Yes...?"},{"T":"301","2":"Karenina","3":"Ugh..."},{"T":"301","3":"Stifling her anger, Karenina lets Nanami go."},{"T":"301","3":"The burning cardboard boxes have triggered the sprinkler system, and the now soaking wet Karenina can no longer take it—"},{"T":"301","3":"A furious scream accompanies another explosion, both echoing through the empty storage room..."},{"T":"301","2":"Nanami","3":"Okey-dokey, the prank on Karenina is an absolute success! Nanami can't wait for the tricks everyone has prepared for her!"},{"T":"301","3":"Nanami takes a notebook out of nowhere and crosses out 'Karenina' from a long list of names, indicating that Karenina has also fallen victim to her pranks."},{"T":"301","2":"Nanami","3":"But I wonder why no one was laughing afterward... Were Nanami's lies not creative enough?"},{"T":"301","3":"At this moment, the voice of some being speaks in Nanami's mind."},{"T":"301","2":"???","3":"The individual named Nanami, your behavior is extremely abnormal, incomprehensible, and unprecedented."},{"T":"301","2":"Nanami","3":"Ah! You startled me... It's you, mecha babushka..."},{"T":"301","3":"The unannounced voice has indeed given Nanami a scare, her hair almost turning white from the fright."},{"T":"301","2":"???","3":"Lies, deception, tricks... Fabricating falsehood for fun is no proper behavior from a high-level consciousness such as yours."},{"T":"301","2":"Nanami","3":"But... it's April Fool's Day today! It's part of the human culture."},{"T":"301","2":"???","3":"The human culture consists of elements both good and bad. You ought to learn from the human virtues and renounce their deceitful vices, continuing on the path of righteousness instead of pulling pranks for fun."},{"T":"301","2":"Nanami","3":"But it's such an eventful holiday, I just want to play with my friends—and she hung up on me."},{"T":"301","3":"Nanami is about to explain herself when the voice disappears from her head without a sign the same way it appeared."},{"T":"301","3":"Although the nagging voice has gone, Nanami is no longer in the mood for more stunts. She takes a look at the notebook in her hand and put it back inside her pocket."},{"T":"301","2":"Nanami","3":"What should I do next... Right! It's so rare for Nanami to be in Babylonia, let's go find Commandant and have fun!"}]