[{"T":"301","3":"You input the data on the Ascendants into the Spear of F.O.S., this time generating the projections of Alpha and Luna."},{"T":"301","2":"Liv","3":"What are they doing here?"},{"T":"301","2":"Lee","3":"We're approaching the Ascendants' base. It's not that surprising to see their projections."},{"T":"301","2":"Lee","3":"Next up probably won't be their projections—but the real deal."},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"Let's go check it out."},{"T":"302","2":"Who knows, we might be able to collect intel."},{"T":"301","3":"The four of you quickly approach the projections of Luna and Alpha. Had you not known who they are, you would have assumed they are two ordinary sisters going for a walk."},{"T":"301","2":"Luna","3":"You're finally by my side, Sis."},{"T":"301","3":"She smiles at the other projection, but the latter remains silent."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Luna","3":"Do you want to know why I became an Ascendant?"},{"T":"301","2":"α","3":"I do."},{"T":"301","2":"Luna","3":"In the beginning, I just wanted to live."},{"T":"301","2":"Luna","3":"But in order to see you again, in order to survive, something changed."},{"T":"301","2":"Luna","3":"They only saw me as a threat that needed to be destroyed..."},{"T":"301","2":"Luna","3":"Once I was labeled a threat, it wasn't so easy to live. It came at a cost. Wasn't that the same for you, Sis?"},{"T":"301","3":"Hearing this question, Alpha stares at the palm of her hand in disgust, then clenches her fist as if to crush something."},{"T":"301","3":"Lucia frequently makes this gesture, but she is far more gentle as if to hold onto something precious."},{"T":"301","2":"Luna","3":"Do you want to go back?"},{"T":"301","2":"α","3":"I would still have some foolish hope had that never happened."},{"T":"301","2":"Luna","3":"What happened?"},{"T":"301","2":"α","3":"This is where... they..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"With an expression of disgust, Alpha reaches out to the distant sun. This resembles the same action Lucia did before, but it is fundamentally different."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Unwilling to recall the memory, she furrows her eyebrows and disappears into the distance with Luna's projection."},{"T":"301","3":"The four of you follow them for a short distance until you see the projection of Lucia: Lotus among them."},{"T":"301","2":"Lucia","3":"So I really did... I've been here before just like everyone else."},{"T":"301","3":"Time and war have ravaged this area, dealing irreparable damage to the land. However, a sense of familiarity still remains to give the three of them a sense of nostalgia."},{"T":"301","2":"Lucia","3":"If this was where my suppressed memory took place..."},{"T":"302","2":"Want to have a look?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"α","3":"I would still have some foolish hope had that never happened."},{"T":"301","3":"Recalling Alpha's words, Lucia is silent for a moment."},{"T":"301","2":"Lucia","3":"I'm really grateful to be with everyone."},{"T":"301","2":"Lucia","3":"Even if this grateful feeling, according to the other me, comes from my ignorance of the truth."},{"T":"301","2":"Lucia","3":"But now, no matter what I was born to do, I'm sure your conviction and tenderness would steer me once again in the right direction."},{"T":"301","2":"Lucia","3":"...Yes, I'm sure of it."},{"T":"301","3":"She reaffirms herself quietly."},{"T":"301","2":"Lucia","3":"Before the gap in my memory, I was a member of the previous Gray Raven team. That was before the three of you were a part of the Gray Ravens."},{"T":"301","2":"Lucia","3":"Even without Luna by my side, I was still committed to fighting for Babylonia, for humans and my friends, just like I am now."},{"T":"301","2":"Lucia","3":"But something happened during that gap in my memory, causing Alpha to walk down the path she's on."},{"T":"301","2":"Lucia","3":"That's why... I can't give you my promise—I can't imagine what will happen after I remember."},{"T":"302","2":"But the Lucia I know doesn't like to run away."},{"T":"301","2":"Lucia","3":"...Yes."},{"T":"302","2":"Also, I told you."},{"T":"301","2":"Lucia","3":"Hm?"},{"T":"302","2":"No matter what happens, I respect your decision."},{"T":"301","2":"Lucia","3":"...Commandant."},{"T":"301","3":"She looks up, her smile returned."},{"T":"301","2":"Lucia","3":"Then let's get going. Let's go see what happened to me."}]