[{"T":"301","2":"Asimov","3":"You're back."},{"T":"301","2":"Asimov","3":"Shall we finish where we left off with the calibration?"},{"T":"301","3":"Rosetta hops off the CUB and responds to Asimov on the comms."},{"T":"301","2":"Rosetta","3":"That won't be necessary."},{"T":"301","2":"Asimov","3":"Something has happened between you two, I assume."},{"T":"301","2":"Rosetta","3":"Yes. I want to keep it this way a little longer. I think it'll be better for us if we help each other as individuals."},{"T":"301","2":"Asimov","3":"That's what Combat Unit Boosters are designed for."},{"T":"301","2":"Rosetta","3":"Combat Unit Booster..."},{"T":"301","2":"Rosetta","3":"Asimov, does it have a name?"},{"T":"301","2":"Asimov","3":"No. After all, it's not like other CUBs. Most of the data is unique to your centaur module."},{"T":"301","2":"Asimov","3":"As I said before, you're the most suitable candidate."},{"T":"301","2":"Rosetta","3":"I see..."},{"T":"301","3":"Rosetta looks at the CUB, lost in thought. A moment later, she quietly utters a phrase."},{"T":"301","2":"Rosetta","3":"Frost Oath..."},{"T":"301","2":"Asimov","3":"Sorry?"},{"T":"301","2":"Rosetta","3":"Frost Oath."},{"T":"301","3":"The CUB standing off to the side nods slightly. Rosetta quickly realizes the meaning behind the gesture."},{"T":"301","3":"She takes a step forward, then gently places her forehead on the CUB's forehead."},{"T":"301","2":"Rosetta","3":"Frost Oath... The snow and storm has witnessed our vows to each other."},{"T":"301","2":"Asimov","3":"Frost Oath, is it? I'll enter it into the file."},{"T":"301","2":"Diana","3":"What happened, Rosetta?"},{"T":"301","3":"Diana's inquiry can be heard coming from the direction of the camp, interrupting the conversation between Rosetta and Asimov."},{"T":"301","2":"Asimov","3":"You can go. I'll have someone else collect the equipment."},{"T":"301","2":"Asimov","3":"Just one more thing. Temporary integration is still within the scope of our technology. You can always ask me to recalibrate it should the need arise during an operation."},{"T":"301","2":"Asimov","3":"I don't think Frost Oath will have any objections."},{"T":"301","2":"Frost Oath","3":"Neigh."},{"T":"301","3":"Frost Oath briefly neighs in agreeance."},{"T":"301","2":"Rosetta","3":"Thank you."},{"T":"301","3":"After saying goodbye to Asimov, Rosetta leads Frost Oath in the direction of Diana and the Forest Guard."},{"T":"301","3":"Now that the blizzard had subsided, the sunlight shines all the more radiantly."},{"T":"301","2":"Rosetta","3":"There was a minor hiccup, but we completed the mission successfully."},{"T":"301","2":"Diana","3":"Huh? Is that..."},{"T":"301","2":"Rosetta","3":"You guessed it. We have a new addition to the Forest Guard."},{"T":"301","2":"Rosetta","3":"Everyone, say hello to Frost Oath."},{"T":"301","2":"Diana","3":"The marks on you two... Did you go to the mountain?"},{"T":"301","2":"Rosetta","3":"We did."},{"T":"301","2":"Diana","3":"..."},{"T":"301","2":"Rosetta","3":"Sorry for making you all worried."},{"T":"301","2":"Diana","3":"Sigh. It's not like we can do anything about it now."},{"T":"301","2":"Diana","3":"Let's go back to camp and get you fixed up."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Before the hesitant Rosetta can finish speaking, Frost Oath walks off toward the camp."},{"T":"301","2":"Rosetta","3":"I'll leave it to you then."},{"T":"301","2":"Diana","3":"Yeah, that's more like it."},{"T":"301","3":"Diana pats Rosetta on the shoulder. Then the Forest Guard follows Frost Oath to the camp."},{"T":"301","3":"While undergoing maintenance, Rosetta looks at her comrades standing before her. Even though they have been through so much, they still stand dignified. She cannot help but smile."},{"T":"301","2":"Rosetta","3":"I didn't realize how much everyone has grown."},{"T":"301","2":"Diana","3":"You have, too. The old Rosetta wouldn't be so willing to accept help from others."},{"T":"301","2":"Rosetta","3":"I'm sorry."},{"T":"301","2":"Diana","3":"It's okay. We've been working hard to help shoulder your burden."},{"T":"301","2":"Rosetta","3":"You've known all this time?"},{"T":"301","2":"Diana","3":"You wear your heart on your sleeve, Rosetta."},{"T":"301","2":"Diana","3":"Members of the Forest Guard might not be strong individually, but as long as we come together, nothing can stand in our way."},{"T":"301","2":"Diana","3":"This is how we survive."},{"T":"301","2":"Diana","3":"It's not one person's responsibility to protect everyone. We work together and share this duty."},{"T":"301","2":"Rosetta","3":"...You're right."},{"T":"301","2":"Rosetta","3":"I did go overboard in the past."},{"T":"301","2":"Rosetta","3":"But now, I hope you will all help me shape the future of the Forest Guard."},{"T":"301","2":"Frost Oath","3":"Neigh!"},{"T":"301","2":"Diana","3":"Hehe, even Frost Oath knows what's up."},{"T":"301","2":"Rosetta","3":"?"},{"T":"301","2":"Forest Guards","3":"You don't have to ask. We'll gladly stand by your side."},{"T":"301","2":"Rosetta","3":"Everyone..."},{"T":"301","3":"Having finished repairs, the Forest Guard follows Frost Oath and gathers with Rosetta in the center."},{"T":"301","2":"Diana","3":"Welcome back."},{"T":"301","2":"Rosetta","3":"Glad to be back."}]