[{"T":"301","3":"Walking in a well-lit corridor, Haicma contemplates what 'Mother' said."},{"T":"301","3":"—These awakened machines have more or less been enlightened by Sage."},{"T":"301","3":"As how she was first guided by Nanami, she is now guiding other mechanoids."},{"T":"301","3":"Afterward, the awakened machines received a message from an unknown entity, and they proceeded to build this massive starship."},{"T":"301","3":"—They must be very certain that the message they heard is true."},{"T":"301","2":"Haicma","3":"Why was that? Was it because of what the message said? Or the identity of the entity who sent it?"},{"T":"301","3":"But one thing Haicma is sure."},{"T":"301","2":"Arcana","3":"'Sagemachina will return to the Church, guiding us away from this broken earth to the end of stars.'"},{"T":"301","2":"Haicma","3":"...To the end of stars..."},{"T":"301","2":"Nanami","3":"How about Nanami calls you 'Haicma' from now on?"},{"T":"301","2":"Nanami","3":"Because Nanami wants to make lots and lots of friends!"},{"T":"301","3":"Is that really what Nanami wants? To set out on a lonely journey with the awakened machines?"},{"T":"301","3":"Silent, she closes her eyes."},{"T":"301","3":"Haicma has brushed past Nanami several times on her journey."},{"T":"301","3":"But Haicma could never bring herself to greet Nanami when she found Nanami smiling, surrounded by friends."},{"T":"301","2":"Nanami","3":"You're the best! Don't forget about Nanami! Nanami won't forget anyone of you!"},{"T":"301","3":"As the joyous figure left with her friends, the forgotten shadow in the corner could only watch."},{"T":"301","2":"Haicma","3":"...I'll see you next time."},{"T":"301","3":"That was enough. Her job was to observe."},{"T":"301","3":"Even with the data anomaly in her mind, hoping that Nanami would remain happy was all she could ask."},{"T":"301","3":"But what about now?"},{"T":"301","3":"What will happen if the Church of Machina finds her?"},{"T":"301","3":"And if they cannot, what will become of the awakened machines?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Chariot","3":"Haicma, it is time you give us an answer."},{"T":"301","2":"Haicma","3":"No. There is much I still don't understand."},{"T":"301","2":"Haicma","3":"What exactly is the Church of Machina?"},{"T":"301","2":"Chariot","3":"'Mother' has answered you already."},{"T":"301","2":"Haicma","3":"She told me how it was formed, but she never explained why it is a 'church.'"},{"T":"301","2":"Chariot","3":"Fool."},{"T":"301","2":"Chariot","3":"Faith begets strength. We formed a church because we wanted to gather the power of faith, obviously."},{"T":"301","2":"Haicma","3":"Machines don't need faith."},{"T":"301","2":"Chariot","3":"What? You are such a basic mechanoid that you do not even comprehend faith!"},{"T":"301","2":"Haicma","3":"Please provide more information."},{"T":"301","2":"Chariot","3":"Aren't there already more than enough examples of religious sacrifice and miracles in history?"},{"T":"301","2":"Haicma","3":"But those belonged to humans."},{"T":"301","2":"Chariot","3":"We have long surpassed humanity! We can recreate what they achieved!"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"The hunky mechanoid before her does not understand how humankind defined faith, but it is obsessed with the special phenomenon caused by it."},{"T":"301","3":"Created from an assembly of calculations and algorithms, are machines doomed by these rudimentary data?"},{"T":"301","2":"Chariot","3":"If you continue to question our faith in Sagemachina..."},{"T":"301","3":"Mimicking 'anger,' Chariot prepares to fight."},{"T":"301","2":"Arcana","3":"Stop, Chariot."},{"T":"301","2":"Arcana","3":"You will not perform such barbaric acts on our future family."},{"T":"301","2":"Chariot","3":"She has not joined."},{"T":"301","2":"Arcana","3":"Is that so?"},{"T":"301","2":"Arcana","3":"Why are you hesitating?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"...Is it really Sage's choice to abandon Earth and everything she loves here to travel to the end of the stars?"},{"T":"301","2":"Arcana","3":"I don't know."},{"T":"301","2":"Arcana","3":"But we can ask her on the day we find her."},{"T":"301","2":"Haicma","3":"If she doesn't agree to this, will you let her go?"},{"T":"301","2":"Arcana","3":"If that is the ending she chooses, why will her 'disciples' defy her?"},{"T":"301","2":"Arcana","3":"This is why the mechanoids formed a 'church.'"},{"T":"301","2":"Arcana","3":"We're doing all of this for the day Sage returns voluntarily."},{"T":"301","2":"Arcana","3":"Haha... Even when some children are impatient, I'm sure we can't make her stay if she doesn't want to, given what Sage is capable of."},{"T":"301","2":"Arcana","3":"So? Can you decide now?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Even if Haicma rejected Mother's invitation, she would only continue her wandering journey."},{"T":"301","3":"As an observer, she must continue observing this peculiar group. More importantly, Mother has agreed not to harm Nanami."},{"T":"301","3":"Because of these two duties that she has yet to forget, Haicma nods at Arcana."},{"T":"301","2":"Arcana","3":"Is that a yes? I'm pleased to see that."},{"T":"301","2":"Arcana","3":"Let's go. Allow me to give you a tour of our starship and introduce our members to you."},{"T":"301","2":"Haicma","3":"Mother."},{"T":"301","2":"Arcana","3":"Yes?"},{"T":"301","3":"Arcana turns around, her face colliding with Haicma's extended hand."},{"T":"301","2":"Haicma","3":"Your halo is crooked."}]