[{"T":"301","3":"Recently, Ayla has finally stopped making noise, allowing you to catch up on some much-needed rest."},{"T":"301","3":"Huh? There's a message on my terminal..."},{"T":"301","3":"Babylonia will be displaying a new installation titled 'Traces' by the city's revolutionary artist, Ayla, for a limited time!"},{"T":"301","3":"The past few days flash before your eyes..."},{"T":"301","3":"Residential area—"},{"T":"301","3":"You see a pure white container with the door open."},{"T":"301","3":"Well, let's go have a look before the crowd shows up."},{"T":"301","3":"And with that, you walk into the container."},{"T":"301","3":"Walking into the pitch-black interior, you cannot even see your feet."},{"T":"301","3":"Suddenly, the door closes quietly."},{"T":"301","3":"A mechanical buzzing increases in volume as a scanner flashes in your eyes."},{"T":"301","3":"After the residual white light on the retina dissipates, the scene in front of you is..."},{"T":"301","3":"A familiar desert with a familiar figure... It is Roseblade."},{"T":"301","2":"Roseblade","3":"Get a load of this!"},{"T":"301","3":"Roseblade's sword thrusts at you!"},{"T":"301","3":"You dodge to the side instinctively, but Instinct directed the body to flash aside, but it disappears as the laser scans you again."},{"T":"301","3":"After another flash of white light..."},{"T":"301","3":"Your arduous fight with Nozzle appears before you."},{"T":"301","3":"Rosetta and Alpha's blades clash in front of your eyes."},{"T":"301","2":"Ayla's Voice","3":"This is a 'scene reproduction' hologram made by optical refraction technology. It aims to use the magic of light and wavelengths to deliver an immersive experience that VR can't achieve in such a limited space."},{"T":"301","2":"Ayla's Voice","3":"I would like to sincerely thank the Gray Raven Commandant for giving me inspiration and solving my 'puzzle' during its creation."},{"T":"301","3":"In the space before you, a line of text is typed out: Special thanks to 【kuroname】."},{"T":"301","3":"Meanwhile..."},{"T":"301","2":"Agent","3":"Is this what you're going to use for the next art exhibition?"},{"T":"301","2":"Ayla","3":"Yup! That's the one."},{"T":"301","2":"Agent","3":"...I didn't expect you to change your creative style with such a sharp turn."},{"T":"301","2":"Agent","3":"I feel like this is a more complete vision compared to just using ordinary objects like you did before."},{"T":"301","2":"Ayla","3":"Oh? Really?"},{"T":"301","2":"Agent","3":"You don't think so?"},{"T":"301","2":"Ayla","3":"Um... Yeah, sure."},{"T":"301","2":"Ayla","3":"It may have something to do with my new source of inspiration?"},{"T":"301","2":"Agent","3":"...?"},{"T":"301","2":"Agent","3":"...You."}]