[{"T":"301","3":"A deafening explosion rumbles outside the city. Changyu is standing in front of the theater, watching the Kowloongers flee toward the port or head toward the grounds for Tabula Akasha."},{"T":"301","3":"Yusheng is standing at the end of the street. He bows toward the theater, then turns to exit the city with a gun holstered on his back."},{"T":"301","3":"The huge rifle is all the more apparent hanging on his thin back."},{"T":"301","3":"Changyu stands there like a pillar, holding back tears. The director comes up from behind him and gently puts his hand on Changyu's shoulder."},{"T":"301","3":"Changyu looks up at the director, only to find him with the usual expression, silently surveying the outside of the theater as if nothing had happened."},{"T":"301","3":"But the director's eyes are laced with a faint redness."},{"T":"301","3":"Laoyu slowly walks up from behind them, and the three of them stand there silently."},{"T":"301","2":"Laoyu","3":"L-look up."},{"T":"301","3":"Suddenly, Laoyu breaks the silence in panic. Looking up to where he is pointing, several fireballs are flying into the city."},{"T":"301","3":"Kowloong's air defense fires missiles with a loud roar to shoot down the fireballs. However, some of the fireballs still manage to fall into the city."},{"T":"301","3":"Several fireballs rain down on the street where the Kowloong Theater is located. Dark figures emerge from the flames."},{"T":"301","3":"They used to serve mankind, but now, they are ghosts returning from the grave."},{"T":"301","3":"This is the first time Changyu is seeing these 'Corrupted' monsters with his own eyes."},{"T":"301","3":"They raise their weapons and howl, running into the crowd and rending them to pieces."},{"T":"301","3":"The guerrilla forces from the Pulao Crew come running and shoot explosive rounds at the Corrupted. The impact pushes the Corrupted back."},{"T":"301","2":"Pulao Crew A","3":"Suppressive fire! Prioritize guiding people to take refuge. Hurry!"},{"T":"301","3":"Another fireball crashes onto the street, obliterating the Pulao soldier shouting commands and erupting into flames."},{"T":"301","3":"The crowd delves into chaos amid the onslaught, leaving them no time to mourn their fallen comrade. The remaining Pulao Crew raise their guns and destroy the Corrupted."},{"T":"301","2":"Crowd","3":"Run away!"},{"T":"301","2":"Pulao Crew B","3":"Retreat in an orderly fashion. Don't trample others!"},{"T":"301","2":"Pulao Crew C","3":"Tch, we'll have to push them back first! We don't have the manpower to keep the crowd in order."},{"T":"301","3":"The Pulao Crew shout as they shoot at the Corrupted."},{"T":"301","3":"Without any guidance, the people at the entrance to the street are in run around in disarray like chickens with their heads cut off."},{"T":"301","2":"Laoyu","3":"C-chaos. Absolute chaos..."},{"T":"301","2":"Changyu","3":"Damn it... We need to do something—something only we can do..."},{"T":"301","3":"Changyu stands there and looks around, locking onto the stage. He jumps onto the stage, takes a deep breath, and takes a stance."},{"T":"301","3":"Seeing this, the director turns and walks toward the stage. Under Laoyu's puzzled look, the director picks up mallets and pounds the dust-covered drums."},{"T":"301","3":"Dum!"},{"T":"301","3":"Then comes the second one, which is stronger than the last."},{"T":"301","3":"Da-dum!"},{"T":"301","3":"The third and fourth... The director rapidly pounds the drums."},{"T":"301","3":"Dum! Da-dum, da-dum!"},{"T":"301","3":"The theater's drums spread throughout the streets, suppressing even the chaos outside."},{"T":"301","2":"Director","3":"It's been a long time, old friend..."},{"T":"301","3":"Changyu and Laoyu share a glance, then Laoyu joins the stage."},{"T":"301","3":"Laoyu brushes the dust off a box. He takes out his zither and clapper, then Changyu takes the center stage."},{"T":"301","2":"Changyu","3":"(Deep breath)"},{"T":"301","3":"Changyu takes a deep breath, then slowly moves his feet and begins to move. His clothes snap with each rhythmic motion of his hands and feet."},{"T":"301","3":"Changyu dances along with the pounding drums. As the drums quiet to a gentle rumble, he matches his movements to flow like water, pouring life into those around him."},{"T":"301","3":"As the tempo quickens, Changyu swings his fists and leaps left and right like the surging tide, destroying all that stands before it."},{"T":"301","2":"Changyu","3":"～With righteous anger are heroes born～"},{"T":"301","3":"The sun tries to pierce the smoke-shrouded sky over Kowloong to sprinkle the last rays of sunshine on the stage."},{"T":"301","3":"The boy's eyes shine bright in the sunlight's reflection."},{"T":"301","3":"The sound of gunfire from both the Corrupted and the Pulao Crew are but a pin drop to the symphony coming from the theater."},{"T":"301","3":"Changyu tries his best to force the lyrics out, as if wanting the whole world to hear his cry."},{"T":"301","3":"A bomb on the battlefield explodes near the stage, blowing up the floorboards. Shrapnel flies through the fiery smoke and past the three stage performers."},{"T":"301","3":"Standing at the front of the stage, Changyu's whole body receives multiple cuts from the shrapnel."},{"T":"301","3":"The shrapnel slices the director's hands and Laoyu's chest, causing blood to seep through their wounds."},{"T":"301","3":"Yet they continue to perform as if immune to the pain."},{"T":"301","3":"With each pounding of the drum, the director's hands drip with blood. Laoyu, ignorant of the pain, plucks his zither and sways with the music. Changyu continues to flip across the stage, slinging his blood on floor without a care."},{"T":"301","2":"Changyu","3":"～Aloof to pain, to death, one's just deserts～"},{"T":"301","3":"The panicking crowd on the street begins to settle down as they watch the performance. The Pulao Crew uses this time to double their efforts in clearing the city of the invading Corrupted."},{"T":"301","3":"Changyu's lyrics resound through the streets. The crowd unconsciously stops pushing and shouting, leaving only the sound of the Kowloong Theater's performance in the whole area."},{"T":"301","3":"Another fireball passes over the Kowloong Theater and lands at its gate. A Corrupted roars and races toward Changyu, who was closest to it."},{"T":"301","3":"Changyu seems oblivious to the oncoming attack and continues singing on stage."},{"T":"301","3":"The Corrupted's claw does not tear his flesh, but rather, it lands like a pebble in an ocean."},{"T":"301","3":"Changyu's right foot slides back. He uses the Corrupted's momentum to pull it forward, dispersing the blow. As the Corrupted passes behind him, Changyu trips it, then mounts it and pins both of its arms behind its back."},{"T":"301","3":"Following it up, he delivers a heavy punch, caving in the Corrupted's head. It tries to throw Changyu off, but remains powerless. A picture flashes through its rudimentary electronic brain—that of a person drowning."},{"T":"301","3":"And like a person drowning, the Corrupted is unable to free itself from the water's embrace. No matter how hard it tries, it cannot free itself of Changyu."},{"T":"301","3":"Changyu hammers down on the Corrupted below it, ignoring his bloody hands. He stares at the Corrupted as he delivers blow after blow to its head."},{"T":"301","3":"Finally, with a dull thud, Changyu smashes through the mechanical casing around the Corrupted's head. He pulls out its electronic brain and holds it high above his head."},{"T":"301","3":"Static flickers between Changyu's palms as blood drips down his raised arm on the motionless Corrupted."},{"T":"301","3":"The blood is Changyu's medal in his victory against humanity's enemy."},{"T":"301","3":"Changyu no longer sees the Kowloong Theater under fire, but rather a vast battlefield—one that he read about in old war stories."},{"T":"301","3":"Changyu is no longer wounded. Clad in armor, he stands at the top of the battlefield and discards the head of the defeated enemy general, looking proudly at the enemies before him."},{"T":"301","3":"His dream of becoming a hero, which later became a dream to save the world, appears to be coming true in this turbulent era."},{"T":"301","3":"But for Changyu, he no longer cared about saving the world. What matters most is protecting those around him he treasures most."},{"T":"301","2":"Changyu","3":"～Else, wherefore would one walk the earth?～"},{"T":"301","3":"Changyu looks up at the gloomy sky and slowly meets the thousands of enemy troops standing before him."}]