[{"T":"301","3":"Babylonia Gray Raven Lounge"},{"T":"301","2":"Kamui","3":"Commandant—Ah, Liv and Lee, you're here too. Great! Let's all play a game together!"},{"T":"301","3":"As usual, Kamui strolls cheerily and breezily into the Gray Raven Lounge, greeting the preoccupants."},{"T":"301","2":"Liv","3":"A game?"},{"T":"301","2":"Kamui","3":"Yep! I got my hands on this thing over here!"},{"T":"301","3":"Kamui waves the thing in his hand. It looks like a faded box, with the picture of a vacation beach on the cover and a title that reads 'Memories O'n～Venus Beach'."},{"T":"302","2":"Could this be...","4":"This looks a little like those types of..."},{"T":"301","2":"Kamui","3":"That's right! It's what they call a game cartridge in the Golden Age! You don't really see 'em anymore!"},{"T":"301","2":"Kamui","3":"Looks fun, yeah?"},{"T":"301","2":"Lee","3":"Not at all. I don't really care if you play games in your leisure, but don't drag us into it. Would be one hell of a joke if my first disciplinary action since joining Babylonia came from playing games with you."},{"T":"301","2":"Lee","3":"You know that to us Constructs, we have no need for entertainment."},{"T":"301","2":"Kamui","3":"But Commandant said you, Karen, and the others played card games before! Isn't that entertainment?!"},{"T":"301","2":"Lee","3":"Those were pure mechanical and probabilistic calculations. There's nothing wrong with that."},{"T":"301","2":"Kamui","3":"Oh yeah? Games CAN also just be interactive virtual spaces. AND, game design involves a lot of pure mechanical and probabilistic calculations that's all the heat in the Golden Age. Shouldn't that be right up your alley?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Kamui","3":"And, and, this game is super fun! Even Lucia said so!"},{"T":"302","2":"Lucia plays games?"},{"T":"301","2":"Kamui","3":"I saw her by herself so I asked, and she said yes super quick! That threw me for a loop, Lucia is just so affable now!"},{"T":"301","2":"Kamui","3":"But halfway through the game, she said she had to do personal training and scooted off."},{"T":"301","2":"Kamui","3":"So I came over to play with you guys! This game is more fun with more people!"},{"T":"301","2":"Lee","3":"Don't you have anything else to do? Say... combat training? Liv and I are busy."},{"T":"301","2":"Kamui","3":"But you've already reassembled your gun eight times while I'm talking, and Liv is just staring at the lounge walls. And, Commandant, you're just back from the last mission, right?"},{"T":"301","2":"Kamui","3":"Humans! Especially humans after a long day of work! Need some proper entertainment to relax!"},{"T":"301","2":"Kamui","3":"Constructs don't get tired like humans, but prolonged and intense battles can cause bad data to clump up in our M.I.N.D.s! At times like these, it's good to wind down!"},{"T":"301","2":"Lee","3":"What you say should make a lot of sense, but suddenly, not so much when it's coming out of your mouth. Sorry, but playing games just sounds like stuffing junk files into my M.I.N.D."},{"T":"301","2":"Kamui","3":"Commandant! Help me convince the guy!"},{"T":"302","2":"I'll deal with the disciplinary actions, if there are any.","4":"Let's all play some games and chill!"},{"T":"301","3":"Lee sighs. He gives off an I-knew-you'd-say-this face."},{"T":"301","2":"Lee","3":"I knew you'd say that, but Kamui is a member of Strike Hawk. It's not good to spoil him too much."},{"T":"302","2":"So it's okay to spoil my own members?","4":"Yeah! Got it!"},{"T":"301","2":"Lee","3":"That's not what I meant... Never mind."},{"T":"301","2":"Lee","3":"I don't think you got even a fraction of it."},{"T":"301","3":"Despite Lee's dismissive words, he seems to have acquiesced."},{"T":"301","2":"Kamui","3":"Wa-wa-weewa! Lee is actually so nice today!"},{"T":"301","2":"Lee","3":"Looks like you're dying to part with your vocal module."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"Liv, join us too!"},{"T":"301","2":"Liv","3":"Well... If you say so, Commandant..."},{"T":"301","3":"Kamui gives a cheer and quickly powers up a game console he brought in from who knows where. He then shoves the game controllers into the hands of the trio."},{"T":"301","3":"After setting up the device, Kamui stares at the screen and begins to skillfully navigate through the menus."},{"T":"301","2":"Kamui","3":"You can scan and upload your appearance in this game! I'll help you guys import your data. Lee, don't forget to use a cooler-looking one! Oh, Liv, which frame's appearance do you want to use?"},{"T":"301","2":"Liv","3":"Let me think... I'll use my Luminance frame."},{"T":"301","2":"Kamui","3":"Oh, right, right, Commandant, you gotta put this on."},{"T":"301","3":"Kamui comes close and hands over a device."},{"T":"301","2":"Kamui","3":"I borrowed this deep-dive VR headset from the Virtual Center. Commandant, you can't image virtual avatars like us Construct, so it's easier for you to use this instead."},{"T":"301","2":"Lee","3":"If I recall, Constructs have to fill out an application form and go through a lot of trouble to borrow from Babylonia. You sure went out of your way, huh."},{"T":"301","2":"Kamui","3":"Because I want to play games with Commandant! Are you ready, Commandant?"},{"T":"301","3":"And so, you put on the VR device according to Kamui's instructions..."}]