[{"T":"301","2":"Bionic Machine","3":"ROAR!"},{"T":"301","2":"Staessen","3":"Keep fighting! Don't you ever fall back!"},{"T":"301","3":"With Lamia's retreat, the Corrupted begin to withdraw. The battle, however, has still yet to cease."},{"T":"301","3":"The Corrupted were but a catalyst for hatred. The war has its roots in something deeper."},{"T":"301","3":"The wounds of war grow, the roars and warcries too."},{"T":"301","2":"Martin","3":"It's too late..."},{"T":"301","3":"Martin and the others might have done all they could to eliminate the Corrupted, but they have no way to stop this war. After all, who would listen to these outliers?"},{"T":"301","3":"They can but only stand far, bearing witness to the transience before them."},{"T":"301","3":"Or, perhaps, someone might have held an answer to ending this war. An answer that is not defeating the opponent, nor running and leaving the problems behind."},{"T":"301","3":"But instead, facing their mistakes—the mistakes made in that loathsome and horrible past."},{"T":"301","3":"And that is when they hear the voice ringing throughout the battlefield."},{"T":"301","2":"Ringing Voice","3":"I'm... sorry."},{"T":"301","2":"Bionic Machine","3":"...?"},{"T":"301","2":"Diana","3":"That's... Rosetta's voice?"},{"T":"301","2":"Staessen","3":"Where'd that come from?"},{"T":"301","3":"Everyone's communication channels somehow became connected. From a thunderous explosion in the distance, the apology fluttered over."},{"T":"301","3":"An apology like a pity-breathing sigh, trailing with tears."},{"T":"301","3":"The ARU and the bionic machines both pause."},{"T":"301","3":"Slowly, they began to realize the meaning behind these few words."},{"T":"301","2":"Angry Bear","3":"Hey, why are you stopping?! We should seize the opportunity and attack!"},{"T":"301","2":"Nanami","3":"It's all over!"},{"T":"301","3":"Nanami hurls her chainsaw before the warmongering bear model, stopping him in his tracks."},{"T":"301","2":"Angry Bear","3":"What?!"},{"T":"301","2":"Nanami","3":"That's enough! You heard it too, right? Amberia must have said something as well!"},{"T":"301","2":"Angry Bear","3":"You broke all our receivers! How could we hear Amberia!"},{"T":"301","2":"Nanami","3":"Even so... You must still be connected to her in some way!"},{"T":"301","2":"Nanami","3":"You must know what Amberia would have said at her final moments!"},{"T":"301","2":"Staessen","3":"That means... Amberia is..."},{"T":"301","3":"Staessen realizes the situation through Nanami's words. The explosion likely came from where Amberia was at. As for the apology, that must be what Rosetta said to Amberia."},{"T":"301","2":"Fisher","3":"Amberia... Wha...? Wasn't Amberia 'posed to be long..."},{"T":"301","2":"Diana","3":"..."},{"T":"301","2":"Staessen","3":"It's all my fault!"},{"T":"301","2":"Diana","3":"Captain?!"},{"T":"301","2":"Simon","3":"Captain, what's... Ugh..."},{"T":"301","2":"Staessen","3":"Just lay still, wobbly!"},{"T":"301","3":"Staessen and Simon march out of the crowd. Like Nanami, they stand between the two conflicting armies."},{"T":"301","2":"Staessen","3":"Amberia... was the greatest sacrifice of the ARU. She was the living proof of our foolishness in the past."},{"T":"301","2":"Staessen","3":"The commanding captain at the time concealed Amberia in an underground base, which caused the tides, the invasions that endlessly tormented the ARU."},{"T":"301","2":"Staessen","3":"No... or should I say. This caused an irreparable gap between us and the bionics."},{"T":"301","2":"Fisher","3":"Capt., you hiding this from us the whole time? You just let that thing be? What if Amberia went gaga like before...?"},{"T":"301","2":"Staessen","3":"That's why I said she's proof of our foolishness! And I'm just another gimboid like them old duds!"},{"T":"301","3":"Staessen's roar stops the indignant fisherman. He continues."},{"T":"301","2":"Staessen","3":"We've both paid more than enough for the past! Do whatever you want with me! I'll tell you everything you want to know! Just..."},{"T":"301","2":"Staessen","3":"Just listen up, everyone! You too, bionics! This is the captain's orders!"},{"T":"301","2":"Staessen","3":"Stop this war AT ONCE! Stop all the fighting! I'm not repeating myself! If you don't listen, you'll be branded a sinner..."},{"T":"301","2":"Staessen","3":"...No, that ain't right. That's not what I'm tryna say... The Forest Guards aren't sinners... I..."},{"T":"301","2":"Staessen","3":"Just... Just...! Everything's over with! It's all over!"},{"T":"301","3":"Staessen cries in the middle of his speech. He himself cannot understand why he did."},{"T":"301","3":"Was it from the relief of the ebbing danger? Or certain decisions and resolves in his heart?"},{"T":"301","3":"As if infected by Staessen, tears also begin to dot the others faces. They support their wounded companions and retreat. Some throw their weapons onto the ground."},{"T":"301","3":"The same atmosphere permeates the bionics."},{"T":"301","2":"Angry Bear","3":"Amberia... She... she...!"},{"T":"301","2":"Martin","3":"I think I heard our mother-frame at her last moments. She said... Thank you... Did she not?"},{"T":"301","2":"Angry Bear","3":"!!!!"},{"T":"301","3":"Martin's words break the dam in the bear model's heart. He loosens his fists and curls up to cry."},{"T":"301","3":"Under the aurora, humans, Constructs, and machines all begin crying for the past."},{"T":"301","3":"Amidst the cries, Nanami steps before the once-angry bear model. She places her hand on his head, ruffling through his fur."},{"T":"301","2":"Nanami","3":"You know, words can become prayers. And prayers can help you move on."},{"T":"301","2":"Nanami","3":"...It's okay now."},{"T":"301","2":"Angry Bear","3":"――――――――――――!!!!!!"},{"T":"301","3":"——"},{"T":"301","2":"Nanami","3":"WA, HA, HA ,HA!"},{"T":"301","2":"Bionic Machine","3":"WA, HA, HA!"},{"T":"301","2":"Nanami","3":"WA, HA!"},{"T":"301","2":"Martin","3":"HAAAAAA!"},{"T":"301","2":"Nanami","3":"Bravo, muchacho! Perfecto!"},{"T":"301","2":"Martin","3":"Haha!"},{"T":"301","3":"The sun rises like a fiery jewel above the ice-strewn sea. Nanami, leading and along with the bionics, perform a series of unfathomable poses to welcome this sight."},{"T":"301","2":"Martin","3":"...Speaking of, Nanami. What should we do now?"},{"T":"301","2":"Nanami","3":"Wha—Hey, that's Nanami's question for you! Why did you all come with Nanami anyways?! You're not living with humans like the other bionics?"},{"T":"301","2":"Martin","3":"Well... The humans will probably say nothing about it, but it still feels kinda weird living with the humans after the Amberia stuff, so..."},{"T":"301","2":"Nanami","3":"Do you all feel that way?"},{"T":"301","2":"Martin","3":"Everyone here does."},{"T":"301","2":"Nanami","3":"I see..."},{"T":"301","2":"Nanami","3":"Okay then! Follow the adventures of pied chainsawyer Nanami, I'll bring you to your wonderland!"},{"T":"301","2":"Martin","3":"Really? Thank you... Nanami."},{"T":"301","3":"Displaying the Nanami flag known as a chainsaw, she leads Martin and the others behind. Nanami hops, and the bionics hop."},{"T":"301","3":"Just like a parade..."},{"T":"301","2":"Nanami","3":"But, it's time for Nanami to make her move too..."},{"T":"301","2":"Nanami","3":"【kuroname】, the next time we meet, we'll be..."}]