[{"T":"301","3":"Under No. 21's continuous attacks, the sound of immobilized Corrupted breaking apart barely manages to come through."},{"T":"302","2":"21..."},{"T":"301","3":"She does not stop, however. Her laser cannon fires shot after shot."},{"T":"302","2":"21, it's enough."},{"T":"301","3":"She finally stops, panting, her eyes opened wide. She is afraid."},{"T":"301","3":"...You have to pull her out of this state."},{"T":"302","2":"What did you see?"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"When the shield-wielding Corrupted leaped out, No. 21 received another hallucination."},{"T":"301","3":"No. Not a hallucination. It was the emotion that came after that, more impactful and intense."},{"T":"301","3":"There was a blurry light—light and pain—and she felt like she was going to have her artificial heart ripped out from her body."},{"T":"301","3":"She could see a face in the hazy light, and behind that face were gears that made up a Corrupted."},{"T":"301","2":"No. 21","3":"Corrupted... killing important people."},{"T":"301","2":"No. 21","3":"I couldn't tell... but that person was very important... Was it Capt.?"},{"T":"302","2":"Vera is safe. We just confirmed her location, remember?"},{"T":"301","3":"Her face is covered in uncertainty. The panic from the visions she saw has confused her greatly."},{"T":"301","2":"No. 21","3":"Then why did I see what I saw?"},{"T":"302","2":"That's what I'm trying to figure out."},{"T":"302","2":"Someone wanted me to see this."},{"T":"301","3":"After the repeated encounters, you have managed to grasp the pattern of these visions. They are all triggered by similar locations or objects."},{"T":"302","2":"Remember the shade outside the precinct?"},{"T":"301","2":"No. 21","3":"Yes. I haven't forgotten."},{"T":"302","2":"She went that way."},{"T":"301","2":"No. 21","3":"Should we head there?"},{"T":"302","2":"(Nod)"},{"T":"301","3":"Facing away from the police station, No. 21 walks toward where the shade vanished."},{"T":"301","3":"Your vision twists and changes once more as everything before you transforms violently."},{"T":"301","3":"They are stretched and twirled, and for a second there, the world goes completely quiet. Images change like a sped-up timelapse, and buildings rise from the ground while sunlight and foliage sprout all around."},{"T":"301","2":"???","3":"...Wait for me..."},{"T":"301","3":"A distant, broken voice comes from afar as if coming out of a dream."},{"T":"301","2":"???","3":"...Wait for me!"},{"T":"301","3":"What follows is a voice that seems to be deep inside your head, and the image of the girl, facing away, appears once more before you."},{"T":"302","2":"Follow her!"},{"T":"301","2":"No. 21","3":"Roger!"}]