[{"T":"301","3":"Your fight is over. Once Nanami realizes who she is fighting, she immediately stops."},{"T":"301","3":"To your surprise, the small machines also flee without putting up a fight."},{"T":"301","3":"Nobody notices, however, that during your chase, the tiny tracking device in the pocket of the jacket Watanabe gave you had fallen on the ground, lost without a trace."},{"T":"301","2":"Nanami","3":"How comes I always run into you, Commandant?"},{"T":"301","2":"Nanami","3":"And Karey deary! The little guy you brought..."},{"T":"301","2":"Nanami","3":"So it is! I've been hoping for a new friend, and you will do just fine! That's right!"},{"T":"301","2":"Nanami","3":"You might be a bit too cute and too loud, but... I'm sure we'll find something good about you!"},{"T":"301","2":"Karenina","3":"Hey! Don't you notice that we've just saved you? You were alone and surrounded by all those... maybe-Corrupted."},{"T":"301","2":"Karenina","3":"If we weren't here, you could be in serious danger! Can't you act a bit more serious?!"},{"T":"301","2":"Nanami","3":"...Danger?"},{"T":"301","2":"Karenina","3":"And stop trying to befriend my CUB! It's an expensive asset from Babylonia!"},{"T":"301","2":"Nanami","3":"Wait a minute—wait! I think you got confused!"},{"T":"301","2":"Karenina","3":"Huh? You're the one who's confused and not appreciating our help!"},{"T":"301","3":"Karenina's famous temper reaches a boiling point, and her CUB responds to her rage by hovering overhead and circling over her."},{"T":"301","2":"Bianca","3":"Should we leave this place for now for safety?"},{"T":"302","2":"I agree.","4":"It's about time to return."},{"T":"301","2":"Bianca","3":"Then let's move."},{"T":"301","2":"Bianca","3":"We can't confirm if those small machines will fight back at this point. From what we've seen so far... their actions have been highly unusual."},{"T":"301","2":"Karenina","3":"Not so fast!"},{"T":"301","2":"Bianca","3":"We can't confirm if those small machines will fight back at this point. From what we've seen so far... their actions have been highly unusual."},{"T":"301","2":"Karenina","3":"You mean how they retreated without a fight? Tsk, those tricky bastards really did annoy me..."},{"T":"301","2":"Bianca","3":"We acted hastily because we were worried about Nanami, but... those maybe-Corrupted were acting quite odd indeed."},{"T":"301","2":"Bianca","3":"Compared to the enemies we fought before... it's rare to find mechanoids that still retain their consciousness. And they were behaving so much less hostile than how Corrupted would act..."},{"T":"301","2":"Bianca","3":"If they can't be Corrupted... then, maybe they are... Awakened?"},{"T":"301","2":"Nanami","3":"That's why I said you got it confused!"},{"T":"301","2":"Nanami","3":"No biggy, but Nanami does know a thing or two about them—"},{"T":"301","2":"Nanami","3":"If only you would listen! That includes you, Commandant!"},{"T":"302","2":"I'm listening.","4":"What do you know about them?"},{"T":"301","2":"Nanami","3":"I was going to hunt them down, but Nanami's meticulous plan was disrupted by you guys!"},{"T":"301","2":"Karenina","3":"Hunt them down? Since when do you do that?"},{"T":"301","2":"Nanami","3":"I am Nanami the All-Capable!"},{"T":"301","2":"Bianca","3":"...Are you capable of sharing some of your intel on them, then?"},{"T":"301","2":"Nanami","3":"If you want to know more about them—"},{"T":"301","2":"Nanami","3":"We'll trade! You can ask again after you help Nanami fixes your mistakes!"},{"T":"302","2":"What do you want us to do?"},{"T":"301","2":"Nanami","3":"Simple! Help me catch them all!"}]