[{"T":"301","3":"Focusing on the Mind Beacon above, Lucia strives to drift upward within the dark pit."},{"T":"301","3":"Having gotten over her attachments and accepted her regrets, Lucia escapes the abyss before the M.I.N.D.s merge beyond the divergence point."},{"T":"301","2":"Lucia","3":"...I've made it! The merge hasn't crossed the divergence point, and my consciousness hasn't been devoured!"},{"T":"301","2":"α","3":"Hmph. You won't be that lucky next time."},{"T":"301","3":"Looking in the direction of the voice, Lucia finds Alpha staring at her with her furrowed brows."},{"T":"301","2":"α","3":"If not for the connection..."},{"T":"301","3":"Alpha tightens her grip, focusing her energy and rage onto her blade. And yet a hint of weariness appears on her face."},{"T":"301","2":"Lucia","3":"You're also affected by the M.I.N.D. quake?"},{"T":"301","2":"α","3":"Before your consciousness completely dissolves, our minds will be tangled like a knot, impacting each other."},{"T":"301","2":"Lucia","3":"So the voices I heard during the quake... It was you!"},{"T":"301","2":"α","3":"What did you hear?"},{"T":"301","2":"α","3":"Wait, no. I don't care what a dying person had heard."},{"T":"301","3":"Alpha's katana has amassed all of her energy, and she charges at Lucia and strikes—"},{"T":"301","3":"With a loud ping, Alpha's flame is easily subdued. No matter how hard she tries, Alpha cannot extend her fire beyond herself."},{"T":"301","2":"α","3":"How?!"},{"T":"301","2":"Lucia","3":"Alpha, you are the one who cannot overcome her regrets."},{"T":"301","2":"α","3":"How can I still have regrets when I've been found?"},{"T":"301","2":"Lucia","3":"Because you turned it into hate."},{"T":"301","2":"Lucia","3":"A person who is motivated by hate is the one who can't step into the future. Now... you won't be able to block this!"},{"T":"301","3":"A chilling glow gathers on Lucia's katana. She lifts her head, her gaze on Alpha no longer in doubt."},{"T":"301","2":"α","3":"Good... If you want to use the connection to thwart me, then have a taste of this!"},{"T":"301","2":"Lucia","3":"No you won't!"},{"T":"301","3":"Gathering a winter storm, Lucia's strike arrives with a sky full of snow, only to find Alpha not blocking or moving away. Instead, she dives forward and embraces Lucia."},{"T":"301","3":"The katana pierces through Alpha's body. Although her physical form is unharmed in the M.I.N.D., her psyche still takes a heavy toll."},{"T":"301","2":"Lucia","3":"What are you doing?!"},{"T":"301","3":"Alpha says nothing. She clasps around Lucia's waist with one hand and grasps her neck with another one, and with Lucia in her arms, she jumps off the divergence point."},{"T":"301","2":"Lucia","3":"Alpha?! You want to dive deeper?!"},{"T":"301","2":"α","3":"Your hope won't save you, so drown in the goddamn truth!"},{"T":"301","3":"The M.I.N.D. responses to Alpha's hatred and releases a thunderous roar. Shattered shards begin to fall everywhere."},{"T":"301","2":"Lucia","3":"I'm not running from the past! I've accepted their betrayal—that's why I want to make a change!"},{"T":"301","2":"Lucia","3":"Don't you want to change things as well? Isn't that why you became an Ascendant?!"},{"T":"301","3":"As they entangle and struggle, they once again fall into the Deep M.I.N.D.—"}]