[{"T":"301","2":"Qu","3":"There you are, Villier."},{"T":"301","2":"Villier","3":"You made it. Looks like the press conference is over."},{"T":"301","2":"Qu","3":"Looks like it. Without the stars of the show that is..."},{"T":"301","2":"Villier","3":"You know I'm bad with the press. You're a natural though."},{"T":"301","2":"Qu","3":"But you're key to revolutionizing the Musashi series."},{"T":"301","2":"Villier","3":"That being said, I'd rather be in the company of machinery than be surrounded by a group of businessmen and politicians."},{"T":"301","2":"Villier","3":"I don't have to deal with awful human emotions when I'm with my machines."},{"T":"301","2":"Villier","3":"A perfect creation like that is only suitable for people like you and me."},{"T":"301","2":"Villier","3":"Sorry, getting ahead of myself..."},{"T":"301","3":"Villier puts away his book and gets up from his seat."},{"T":"301","2":"Villier","3":"Now that the press conference is over, let's move on to our next destination."},{"T":"301","2":"Villier","3":"The family transport craft will arrive here in about 20 minutes."},{"T":"301","2":"Qu","3":"Alright, but didn't you turn off that machine?"},{"T":"301","2":"Villier","3":"What machine? I was just sitting here reading. I didn't touch any machine."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Villier","3":"?!"},{"T":"301","3":"Just as Villier is lost in confusion, Qu kicks a screwdriver on the floor straight at him."},{"T":"301","3":"Villier barely reacts in time just as he turns to dodge the attack. The screwdriver brushes his cheek as it flies past. Turning his head, he sees that one of the exhibits has somehow entered attack mode."},{"T":"301","3":"Musashi VI picks up the cannon and swings it at Villier standing in front of it."},{"T":"301","2":"Villier","3":"Tsk."},{"T":"301","3":"Qu's attack offsets Musashi VI's swing, allowing Villier to jump over to her side before the next attack arrives."},{"T":"301","2":"Villier","3":"Damn it."},{"T":"301","2":"Qu","3":"Short circuit?"},{"T":"301","2":"Villier","3":"No, doesn't look like it. Let's take it out first. This isn't worthy of being called my creation."},{"T":"301","2":"Qu","3":"Yup."},{"T":"301","3":"Qu nods and walks toward Musashi VI as it struggles to break free from its electronic restraints."}]