[{"T":"301","2":"Qu","3":"Is anyone willing to carry out this mission?"},{"T":"301","2":"Moyuan","3":"I'll go. Bai Gui has been busy doing business with Akdilek recently."},{"T":"301","2":"Bai Gui","3":"Indeed, Moyuan would be more suitable. Sending others over to the World Government would turn exchanging words into exchanging blows."},{"T":"301","2":"Lianshan","3":"Hey, that was ages ago. Stop bringing it up."},{"T":"301","2":"Bai Gui","3":"You have yourself to blame for fighting with Cosmos Industries for three straight days and nights, Lianshan. Something like that is going down in history."},{"T":"301","2":"Lianshan","3":"I would prefer if you call it civilized discussion. We were merely debating over horizontal and vertical urban development!"},{"T":"301","2":"Moyuan","3":"Haha, Bai Gui, don't tease Lianshan. He might just ignore you when the time comes."},{"T":"301","2":"Bai Gui","3":"As long as we have sufficient funds here at the Chiwen Crew, we won't have to worry about Lianshan's attitude issue."},{"T":"301","2":"Lianshan","3":"Screw you. That's an insult to our professionalism as members of the Baxia Crew."},{"T":"301","2":"Bai Gui","3":"Funds for the next project will be tripled."},{"T":"301","2":"Lianshan","3":"...Deal, then."},{"T":"301","2":"Moyuan","3":"Uhm, is it really alright to spend money so wantonly, Bai Gui?"},{"T":"301","2":"Qu","3":"No matter. She'll earn it all back."},{"T":"301","2":"Moyuan","3":"If you say so, Lady Qu. Well then, I'll go back and get ready to leave."},{"T":"301","2":"Heng Ji","3":"Wait, take this."},{"T":"301","3":"Heng Ji throws a micro bot blinking in blue to Moyuan. The probe above the machine spins in the air."},{"T":"301","2":"Heng Ji","3":"It's a long way to go. This gadget can replace me in giving your periodic maintenance for your prosthesis."},{"T":"301","2":"Moyuan","3":"Oh, it's this thing again."},{"T":"301","2":"Heng Ji","3":"Don't worry. I've improved it. It won't burden your external humanoid brain any more. I've also reduced the power consumed by the nerve link with your prosthesis. It should perform better than last time."},{"T":"301","3":"Listening to Heng Ji, Moyuan tosses the micro bot into the air beside her. Surprisingly, it hovers in the air. A young mechanical doll with small hands firmly catches the device."},{"T":"301","2":"Moyuan","3":"Alright, fine."},{"T":"301","3":"Moyuan reaches out and gently strokes the doll's hair. A moment later, the doll disappears with the gadget and hides nearby."},{"T":"301","2":"Moyuan","3":"My prosthesis may have cured my disease, but it sure is a pain to repair."},{"T":"301","2":"Heng Ji","3":"That's the price you have to pay."},{"T":"301","2":"Qu","3":"Alright, you're dismissed. Have a safe trip, Moyuan."},{"T":"301","2":"Moyuan","3":"Check, 123. Check, 123. Okay, I can hear you. Communication established."},{"T":"301","2":"Moyuan","3":"I've finished negotiating with the World Government. The mission went according to plan."},{"T":"301","2":"Moyuan","3":"But there's one thing they haven't made public."},{"T":"301","2":"Moyuan","3":"And that's the failure of the zero-point reactor experiment."},{"T":"301","2":"Moyuan","3":"I've got a bad feeling about this..."},{"T":"301","2":"Moyuan","3":"No cause for alarm, though. My hunches are known to be wrong on occasion!"},{"T":"301","2":"Moyuan","3":"I'll return to Kowloong once I get more detailed information. Wait for me."},{"T":"301","2":"Moyuan","3":"Lady Qu... The zero-point reactor is more dangerous than we all thought."},{"T":"301","2":"Moyuan","3":"Its failure gave birth to a strange virus, which is being referred to as the 'Punishing Virus' by the World Government."},{"T":"301","2":"Moyuan","3":"Namely—mankind's punishment..."},{"T":"301","2":"Moyuan","3":"This virus infects machines, turning them into monsters. I'm not sure if it will affect my mechanical functions."},{"T":"301","2":"Moyuan","3":"Don't worry. I'm on my way back now."},{"T":"301","2":"Moyuan","3":"But before I return, be sure to—"},{"T":"301","2":"Moyuan","3":"————"},{"T":"301","3":"Qu awakens from her memory and opens her eyes to eight officers standing before her."},{"T":"301","2":"Lianshan","3":"The defense turrets have been installed."},{"T":"301","2":"Qu","3":"Alright. Chi Ling, transfer 50 people from the Pulao Crew to replace the Baxia Crew and let Zhao Lun lead the team. He's from Shenjiu Street in the outer city, so he should be more familiar with the area."},{"T":"301","2":"Chi Ling","3":"Understood."},{"T":"301","2":"Heng Ji","3":"The virus filter supported by Huaxu's computational power has entered the final stage. It's expected to be completed 3 hours before the Corrupted's arrival."},{"T":"301","2":"Qu","3":"To ensure safety, give priority to ensuring that the people in the city will not be infected by the airborne Punishing Virus."},{"T":"301","2":"Heng Ji","3":"Understood."},{"T":"301","2":"Bai Gui","3":"The supplies that will be distributed to each city district have been prepared."},{"T":"301","2":"Qu","3":"Lianshan, send twenty of the Baxia Crew from West City District to the South City District. The network of old streets from Dingwu to Dingjiu in the South City District needs more manpower."},{"T":"301","2":"Lianshan","3":"Alright."},{"T":"301","3":"Qu quickly flips through each report in the data panel and issues orders. After all the reports are processed, Qu closes the panel."},{"T":"301","3":"Qu's officials serve as the backbone of the Kowloong Chamber of Commerce. Their individual personalities work like gears in a machine, performing their respective duties and supporting the operation of the city with Qu."},{"T":"301","3":"Qu glances at everyone in the conference room and finally stops at an empty seat."},{"T":"301","2":"Qu","3":"...Moyuan's comms are still offline?"},{"T":"301","2":"Chi Ling","3":"Correct. She's been MIA ever since an outbreak occurred at her location."},{"T":"301","3":"Hearing this, everyone falls silent. They all know what would happen to Moyuan with her modifications and the lack of protection in the outside world."},{"T":"301","2":"Danhao","3":"There's no reason to be distraught. Moyuan likes going off grid, then appearing the next day. She's a brash and reckless child, even the Chaofeng Crew doesn't bother restraining her."},{"T":"301","2":"Lianshan","3":"The situation is different."},{"T":"301","2":"Qu","3":"Lianshan is right—the situation is different. I have sent the frontline battle reports to all of you. This is the reality we are about to face."},{"T":"301","3":"Seeing the escalating disaster report, the officials give up on their unrealistic fantasies."},{"T":"301","2":"Qu","3":"However, as Danhao said, being distraught won't solve any problems. As KCC officials from various departments, now, we shall determine the fate of Kowloong."},{"T":"301","2":"Broadcast","3":"Up next, an emergency statement from the World Government on the Punishing Virus."},{"T":"301","2":"Broadcast","3":"We face an unprecedented disaster in human history. The Science Council has launched a comprehensive investigation, and the Star of Life is actively seeking a cure."},{"T":"301","3":"The progress made by the World Government on the Punishing Virus will be broadcasted throughout the streets in real-time."},{"T":"301","3":"Androids and mechanic servants seen throughout the KCC have all been recycled."},{"T":"301","3":"In a state of panic, people have destroyed all of the machines around them, leaving them to deteriorate in deserted alleys."},{"T":"301","3":"Those who learned of the destruction caused by the Corrupted locked themselves in dark and narrow rooms in an attempt to save themselves. Others packed up and fled to port to board ships and leave Kowloong."},{"T":"301","3":"The property abandoned by refugees became hotbeds for crime. Thugs plundered abandoned houses of their leftover supplies and used them as gathering points to plan their next robbery."},{"T":"301","3":"Locked doors and windows for businesses had been pried open by thugs. People no longer communicated with words, only violence."},{"T":"301","3":"Every member of the Kowloong Crew sets out to maintain order in Kowloong. Never have they felt so arduous in waiting for the leaders to announce the next step. Even so, they still had their own mission to complete."},{"T":"301","3":"The once prosperous KCC is now long gone. A few pedestrians gather near the broadcast on the street."},{"T":"301","2":"Frail Man","3":"Pardon me. Have you seen my daughter? She's about this tall, with black hair tied into pigtails."},{"T":"301","3":"A distraught man suddenly runs onto the road, waving his hands at every passer-by."},{"T":"301","2":"Resident A","3":"No, the city's in chaos! I ain't got time for others!"},{"T":"301","2":"Frail Man","3":"B-but..."},{"T":"301","2":"Resident B","3":"Hey! C'mere."},{"T":"301","3":"A man shouts at him from afar. Thinking someone would finally help him, he rushes over. As he approaches, the man knocks him on the ground."},{"T":"301","2":"Frail Man","3":"W-what do you want from me?!"},{"T":"301","2":"Resident B","3":"Hand over y'er valuables."},{"T":"301","3":"The man pats him down as he speaks."},{"T":"301","2":"Resident B","3":"Hmph, broke ***. That's all you got on your card? Wait a minute, what's that in your hand?"},{"T":"301","2":"Frail Man","3":"No, please..."},{"T":"301","2":"Resident B","3":"Hand it over, punk ***."},{"T":"301","3":"He steps on the man's wrist. The man opens his hand out of pain and stress. In the man's palm is a silver wedding ring."},{"T":"301","2":"Resident B","3":"Looks like ya do have a lil' somethin'. Dont'cha?"},{"T":"301","2":"Frail Man","3":"I beg of you. I'll give you everything else. Leave this ring to me... This is the only memento I have..."},{"T":"301","2":"Resident B","3":"Like I care!"},{"T":"301","3":"He takes the ring away and kicks the man in the stomach."},{"T":"301","2":"???","3":"Stop!"},{"T":"301","3":"Just as he was about to continue beating the man up, two soldiers approach from a distance. The words 'Pulao Crew' appear on their masks intermittently, signaling their identity as guardians of Kowloong."},{"T":"301","2":"Resident B","3":"Outta the way, punk!"},{"T":"301","3":"The violent man runs the other way after seeing the Pulao Crew block his escape, knocking down miscellanies from the road to slow down his pursuers."},{"T":"301","3":"As he knocks a child out of the way, others begin to gather on the street, but no one bothers to stop him, let alone help the child up."},{"T":"301","3":"A Pulao soldier keeps up chasing for a few steps, but the perpetrator has long disappeared in the maze of streets."},{"T":"301","2":"Pulao Crew B","3":"There is a robbery in Guisi Street, South City... Call the headquarters for support."},{"T":"301","2":"System","3":"Copy."},{"T":"301","3":"After reporting the situation on the block, the Pulao soldier returns to the child and helps him up."},{"T":"301","2":"Child","3":"Thank... Thank you..."},{"T":"301","2":"Pulao Crew B","3":"You're welcome. Hurry on home."},{"T":"301","3":"A little farther away, the Pulao soldier approaches the frail man."},{"T":"301","2":"Pulao Crew A","3":"Please give me a detailed description of your child."},{"T":"301","3":"The man squeezes through the crowd as if he was finally thrown a lifeline and almost falls before the Pulao Crew. The soldiers hurry to catch him."},{"T":"301","2":"Frail Man","3":"Th-Thank you. If I can't find her, I won't be able live up to the promise I made to my late wife."},{"T":"301","3":"The man holds back tears as he spoke. He is weak from hunger and his shoes are tattered from a long journey."},{"T":"301","3":"The Pulao soldier that picked up the child walks up to the radio tower. He picks up a receiver and broadcasts to the bystanders on the street."},{"T":"301","2":"Pulao Crew B","3":"It is very dangerous outside. Please return home and wait for further notice. Please cooperate for the sake of your safety."},{"T":"301","3":"The broadcast amplifies the Pulao Crew's voice as it rings throughout the street."},{"T":"301","3":"After hearing this, the crowd disperses one after another, cursing at the Pulao Crew."},{"T":"301","2":"Pulao Crew A","3":"Are you finished up here?"},{"T":"301","2":"Pulao Crew B","3":"They've all been sent home."},{"T":"301","2":"Pulao Crew A","3":"Apparently, there is a small-scale riot on Renwu street in the East City."},{"T":"301","2":"Pulao Crew B","3":"What about the man?"},{"T":"301","2":"Pulao Crew A","3":"I promised to help find his child, which put his mind at ease. The medics will take him to get medical attention when they arrive shortly."},{"T":"301","2":"Pulao Crew B","3":"I see... Good..."},{"T":"301","3":"The shorter Pulao soldier feels a little relieved hearing this, and slings his rifle on his back."},{"T":"301","2":"Pulao Crew B","3":"Any new orders from up top?"},{"T":"301","2":"Pulao Crew A","3":"...Not yet."},{"T":"301","2":"Pulao Crew B","3":"People are at their breaking point... If officials don't sort this out, I'm afraid Kowloong will destroy itself before the Corrupted arrive."},{"T":"301","2":"Pulao Crew A","3":"Put your faith in them. Lady Qu will guide us through this."},{"T":"301","3":"While the two soldiers are talking, an electronic buzzing sound broadcasts on the radio overhead followed by a soft female voice."},{"T":"301","2":"Broadcast","3":"People of the KCC, upon hearing this broadcast, please gather in the Commerce Plaza in an orderly fashion for an important decision. People of the KCC, upon hearing this broadcast..."},{"T":"301","3":"Hearing the broadcast, the two soldiers exchange glances and then walk toward the Commerce Plaza."},{"T":"301","2":"Villier","3":"Damn it! I didn't expect that Heng Ji to have this trick up his sleeve."},{"T":"301","2":"Huaxu","3":"——"},{"T":"301","3":"Villier clenches his lips upon hearing the city-wide broadcast calling for citizens to gather in the plaza."},{"T":"301","2":"Villier","3":"Tsk, there's no time to slowly decipher it."},{"T":"301","2":"Villier","3":"Fortunately, I left a backup command during your development."},{"T":"301","3":"Saying this, Villier's fingers quickly dance on Huaxu's control panel, causing the supercomputer to rumble violently shortly. Villier recovers the chip and turns to leave through the dark doorway."},{"T":"301","2":"Villier","3":"I'm sorry. I can't bring the original you with me..."},{"T":"301","2":"Villier","3":"But no matter. I'll make good use of this backup."}]