[{"T":"301","2":"Lee","3":"Based on your request, we'll clear out these parts of the base for other purposes, Commandant."},{"T":"301","2":"Lee","3":"The cleared areas will be partitioned according to their spaces and the plans to make future constructions easier."},{"T":"301","2":"Lee","3":"I'll provide you with the detailed proposal later. Commandant, all you've got to do is choose and sign."},{"T":"301","2":"Liv","3":"...The bride in the white gown and the groom in the black suit exchange their rings in the church."},{"T":"301","2":"Liv","3":"And then..."},{"T":"301","2":"Lee","3":"...?"},{"T":"302","2":"Liv?","4":"Are you talking about a wedding?"},{"T":"301","2":"Liv","3":"Commandant?!"},{"T":"301","2":"Liv","3":"I-I'm sorry, I didn't know you were... Ahem..."},{"T":"301","2":"Liv","3":"Can I help you with something, Commandant?"},{"T":"301","2":"Lee","3":"We should be the ones asking you that. What are you reading?"},{"T":"301","2":"Lee","3":"...Weddings? Was that why you were gawking at the church last time? Are you interested in that?"},{"T":"301","2":"Lee","3":"I can understand that you might get curious when your new frame looks like a wedding gown."},{"T":"301","2":"Lee","3":"But marriages aren't as wonderful as you think they'd be."},{"T":"301","2":"Liv","3":"You don't get it, Lee! The union between two people is sacred!"},{"T":"302","2":"Did you just get angry, Liv...?","4":"Yeah, Lee, that was uncalled for."},{"T":"301","2":"Liv","3":"I'm sorry... I was..."},{"T":"301","2":"Lee","3":"Liv, you know that weddings aren't for us Constructs."},{"T":"301","2":"Lee","3":"I'm not opposing them for any special reasons. I just think that we're better off not thinking about something that won't concern us."},{"T":"301","2":"Liv","3":"Despite what you said, Lee... As a woman, I think they are still something we would envision..."},{"T":"301","2":"Liv","3":"I get it... but I can't let go of the idea of a bride in my head..."},{"T":"301","2":"Liv","3":"I..."},{"T":"302","2":"Then let's go to the church again next time.","4":"Should we give this marriage thing a shot?"},{"T":"301","2":"Liv","3":"I can't ask you to take time away just to accompany me, Commandant. And I've got work to do as well."},{"T":"301","2":"Liv","3":"Marriage... no, I... I just want to go take a look."},{"T":"301","2":"Lee","3":"Go with Commandant, then."},{"T":"301","2":"Liv","3":"Lee?"},{"T":"301","2":"Lee","3":"You'll just keep thinking about it if you don't, won't you?"},{"T":"301","2":"Lee","3":"I'll rearrange our missions so that we can visit the church again."}]