[{"T":"301","3":"The moon once again hangs in the night sky. Wanshi helps Arnold open the pressure valve and return to the surface."},{"T":"301","3":"Following the sound of a building collapsing in the distance, Arnold pats Wanshi on the shoulder."},{"T":"301","2":"Arnold","3":"Hehe... Get goin'."},{"T":"301","2":"Wanshi","3":"I'm gonna be right back, Arnold."},{"T":"301","3":"Arnold merely nods in response. Wanshi checks his equipment, then sprints off into the distance."},{"T":"301","3":"The clashing of metal on metal echoes throughout the empty city ruins."},{"T":"301","3":"Blue, gold and black figures were entangled in battle. The sheer force of weapons colliding turns the surrounding gravel into dust."},{"T":"301","3":"Chrome and Kamui try to distance themselves from the onslaught of close-ranged attacks from 'Gear'. However, they are only met with a barrage of bullets from its heavy machine gun."},{"T":"301","3":"Following the barrage of bullets, 'Gear' unleashes another flurry of close-ranged attacks."},{"T":"301","3":"Chrome and Kamui grit their teeth as the enemy suppresses them with wave after wave of relentless attacks."},{"T":"301","2":"Chrome","3":"Cough..."},{"T":"301","2":"Kamui","3":"...This bastard is on a whole other level."},{"T":"301","2":"Kamui","3":"But we can't be defeated this easily. Come on! Let's keep going!"},{"T":"301","2":"Gear?","3":"Fools! Why can't you just embrace death and wait with us for the 'Sage' to return?"},{"T":"301","3":"Kamui and Chrome respond with a two-pronged attack. The greatsword and scythe slash in concert—only to be caught firmly within 'Gear's' grasp."},{"T":"301","2":"Gear?","3":"Bwahaha! Babylonia couldn't have fallen this far, could they?"},{"T":"301","3":"Seizing the 'Gear's' moment of arrogance, Kamui blocks its punch with his greatsword and follows it with a spinning slash from below."},{"T":"301","3":"However, Kamui's greatsword is once again firmly blocked by 'Gear'. Unable to respond in time, 'Gear' throws a punch straight at Kamui's face. The force of the blow sends Kamui flying into the side of a building."},{"T":"301","2":"Chrome","3":"Kamui!"},{"T":"301","3":"Chrome waves his scythe to distance himself from 'Gear', then quickly retreats."},{"T":"301","3":"But his retreat route is immediately blocked off by a burst of black energy. The image of 'Gear' gradually disappears as a devastating strike hurls straight toward Chrome."},{"T":"301","2":"Gear?","3":"Over here."},{"T":"301","3":"Before Chrome can react, 'Gear' grabs him by the shoulders and pulls him into a forceful knee to the abdomen."},{"T":"301","2":"Chrome","3":"Rgh...!"},{"T":"301","3":"Vital fluid spews from Chrome's mouth. But right at that moment, a huge rock flies toward 'Gear'. Extending its hand toward the approaching rock, it becomes a heavy machine gun that shreds the rock to pieces with a burst of gunfire."},{"T":"301","3":"Shards of rock fall to the ground. However, Chrome disappears from in front of 'Gear'. Looking into the distance, 'Gear' sees Kamui holding Chrome on the side of a building."},{"T":"301","2":"Kamui","3":"(Panting)"},{"T":"301","2":"Chrome","3":"Are you okay...?"},{"T":"301","2":"Kamui","3":"I can still move. Don't worry about me, Captain."},{"T":"301","2":"Chrome","3":"(Chuckles)"},{"T":"301","3":"Chrome smiles bitterly and wipes trace amounts of vital fluid from the corners of his mouth."},{"T":"301","2":"Chrome","3":"My frame still needs to adjust to the adjustment."},{"T":"301","2":"Kamui","3":"That thing can fight close range and at long distances. Looks like we've got ourselves a dilemma."},{"T":"301","2":"Chrome","3":"We're up against a tough enemy, but that doesn't change our objective."},{"T":"301","2":"Kamui","3":"Yeah, you're right."},{"T":"301","2":"Kamui","3":"We need to find that idiot we've been worried so much about, then finish the mission together."},{"T":"301","2":"Gear?","3":"Still holding onto unrealistic fantasies?"},{"T":"301","3":"Another round of strafing forces Chrome and Kamui behind a section of the ruins."},{"T":"301","3":"A few seconds later, the ruins they are hiding behind are smashed to pieces. 'Gear's' dark figure appears in front of Chrome and Kamui menacingly."},{"T":"301","3":"The sound of rapid bursts accompanied by sparks follow a series of blows exchanged between the three of them. A whirlwind of blows from 'Gear' continues to press Chrome and Kamui, gradually tearing at their artificial skin."},{"T":"301","2":"Gear?","3":"It's over."},{"T":"301","3":"Right as 'Gear' blocks Chrome and Kamui's attempt at a counterattack, it declares victory against its defenseless opponents."},{"T":"301","3":"But upon finishing this sentence, a silver flash appears above them and intercepts 'Gear's' next attack."},{"T":"301","2":"Kamui","3":"Captain! Look!"},{"T":"301","2":"Chrome","3":"Isn't it the person we've been worried sick."},{"T":"301","2":"Gear?","3":"Oh? Have you finally come out of hiding? I didn't think you'd still be operational after sustaining such heavy injuries."},{"T":"301","3":"Several silvery-white orbs of light descend from the sky, forcing 'Gear' behind cover a few meters away."},{"T":"301","3":"The orbs of light splash on the surrounding ruins, stirring up a faint white mist."},{"T":"301","3":"Enshrouded in the mist, the tired looks of Kamui and Chrome show faint signs of relief."},{"T":"301","2":"Kamui","3":"Hehe, the cavalry's finally arrived."},{"T":"301","3":"Wanshi lands between the three figures. 'Gear' prepares to take out its gun and shoot, only to be interrupted by Wanshi's grenade."},{"T":"301","3":"When the grenade detonates, a large amount of mist and smoke fill the space."},{"T":"301","3":"When the mist disappears, the Strike Hawk trio is already standing on a building far away."},{"T":"301","2":"Wanshi","3":"Getting here has been quite the pain in the..."},{"T":"301","2":"Wanshi","3":"Anyway, I made it."},{"T":"301","2":"Kamui","3":"Hehe, took you long enough."},{"T":"301","2":"Chrome","3":"At least you're back."},{"T":"301","2":"Gear?","3":"Hmph... Vermin will always be vermin regardless of how many there are. Do you three really think that'll change?"},{"T":"301","2":"Wanshi","3":"Captain, this mission is racking my overtime. I'm going to need some time off when I get back."},{"T":"301","2":"Chrome","3":"I'll consider it."},{"T":"301","2":"Kamui","3":"What about me, Captain?"},{"T":"301","2":"Chrome","3":"Will you be staying put in the base?"},{"T":"301","2":"Kamui","3":"Hehe, fair enough."},{"T":"301","2":"Gear?","3":"How dare you assume you're getting out of here alive!"},{"T":"301","3":"'Gear' shouts angrily as it shoots a barrage of bullets at the Strike Hawk trio. However, the bullets are deflected by Wanshi before they hit."},{"T":"301","2":"Wanshi","3":"I don't care what you've done in the past."},{"T":"301","2":"Wanshi","3":"But now, you appear before me and threaten those I care."},{"T":"301","2":"Wanshi","3":"That means I've got you in my sights."},{"T":"301","2":"Wanshi","3":"Looks like you need to start trying a little harder..."},{"T":"301","3":"Arnold leans against the ruins while the sphere bot projects the distant battle."},{"T":"301","3":"A white, blue, and gold figure quickly move around the dark figure at the center."},{"T":"301","3":"The dark figure, which had been suppressing the trio, was beginning to show signs of weakening. Now, the trio is continuing to force its retreat."},{"T":"301","2":"Arnold","3":"Are they what's living on Earth now?"},{"T":"301","2":"Arnold","3":"With a steel body like that, you could easily do so many things far beyond the abilities of us ordinary folks."},{"T":"301","2":"Arnold","3":"They continue to feel the emotional effects of battle. They feel confusion and pain, yet they continue movin' forward."},{"T":"301","2":"Arnold","3":"Never abandon your comrades. Never abandon hope..."},{"T":"301","2":"Arnold","3":"They ain't different from us humans. Hell, they're even more human than us in some regards."},{"T":"301","2":"Hans","3":"Are you sure you want to stay here all by yourself?"},{"T":"301","2":"Hans","3":"If you come back, maybe the military can even provide you with shelter on my behalf."},{"T":"301","2":"Arnold","3":"You know that ain't gonna happen, dumb***."},{"T":"301","2":"Arnold","3":"Get outta here. I don't wanna stain your perfect image. Consider us even."},{"T":"301","2":"Arnold","3":"I was a lone wolf durin' the Golden Age. I couldn't go back even if I wanted to."},{"T":"301","2":"Arnold","3":"I've witnessed the glory and corruption of this era and the scourge of society spread throughout the world."},{"T":"301","2":"Arnold","3":"The brilliant and wise elite rule at the top while everyone else struggles in the dregs of society. You and I both know the slums all too well."},{"T":"301","2":"Arnold","3":"That's why I've chosen to live the life of an outcast."},{"T":"301","2":"Arnold","3":"Who'd a thought an outcast like me'd end up with this newfound sense of conviction."},{"T":"301","2":"Arnold","3":"I hated the polarized and fragmented human society that corroded the will of humanity."},{"T":"301","2":"Arnold","3":"I wanted to prove that era wrong. I tried my best to live isolated from the problems of the world around me."},{"T":"301","2":"Arnold","3":"But now, livin' has just turned into me lingerin' on and forcin' myself to survive."},{"T":"301","2":"Arnold","3":"The era I wanted to prove wrong has been washed away in the torrential current of time."},{"T":"301","2":"Arnold","3":"Humanity's time to shine is over. Now's the time to begin anew."},{"T":"301","2":"Arnold","3":"Constructs?"},{"T":"301","2":"Arnold","3":"Bahahaha! I guess ya'll are what humanity should be now."},{"T":"301","2":"Arnold","3":"Earth... It really ain't worth all this damn nostalgia."},{"T":"301","2":"Arnold","3":"If we recapture Earth, then what? Rebuild the mistakes and madness of that past era?"},{"T":"301","2":"Arnold","3":"We're just souls unable to find solace in our inability to free ourselves from the shackles of gravity."},{"T":"301","2":"Arnold","3":"But if we leave the decisions to these Construct fellas, maybe we can end this vicious cycle and guide Earth down a new path..."},{"T":"301","2":"Gear?","3":"Your attacks are futile!"},{"T":"301","3":"'Gear' swings its fist to strike Kamui again but fails to anticipate him suddenly dodging the blow at the last second."},{"T":"301","3":"Kamui sidesteps 'Gear', revealing a barrage of bullets from Wanshi."},{"T":"301","2":"Gear?","3":"Useless."},{"T":"301","3":"'Gear' raises its other hand to deflect the bullets only to find that its entire body has been rendered motionless."},{"T":"301","2":"Gear?","3":"When did this...?!"},{"T":"301","3":"The faint blue projection of lightning dissipates. Chrome reaches out his hand for support against the wall and gasps for air."},{"T":"301","2":"Chrome","3":"Phew."},{"T":"301","3":"But at this moment, even though Chrome is vulnerable to an attack, 'Gear' is unable to capitalize on the opportunity amidst a barrage of bullets aimed directly at its head. His only option is to fall back."},{"T":"301","3":"Just as Chrome is about to collapse from overexerting himself, Kamui appears beside him and breaks his fall."},{"T":"301","2":"Gear?","3":"I'll dispose of the weakest link first."},{"T":"301","3":"After being forced back, 'Gear' turns to strike Chrome. Fortunately, the blow is firmly stopped by Kamui standing off to the side."},{"T":"301","3":"The force of the blow pushes Kamui back several steps. His military boots leave deep gashes in the ground."},{"T":"301","2":"Kamui","3":"I won't let you break through my defense."},{"T":"301","2":"Gear?","3":"Hmph."},{"T":"301","3":"'Gear' lifts its foot to kick Kamui, but right at that moment, Wanshi knocks it off balance with a volley of bullets."},{"T":"301","3":"The Strike Hawk trio's unrelenting attacks continue to push 'Gear' back through the streets and buildings."},{"T":"301","2":"Gear?","3":"You must be joking! Even the 'Chariot'..."},{"T":"301","3":"'Gear' waves its arms and deflects a bullet. Right as it is about to shoot back, it feels a gust of wind above him."},{"T":"301","2":"Kamui","3":"TAKE THIS!"},{"T":"301","3":"Kamui raises his greatsword and slashes downward from high above as 'Gear' retreats. The devastating slash strikes the ground, sending debris flying into the air."},{"T":"301","3":"'Gear' shoulders the blow of debris, then reaches out to grab Kamui through the cloud of dust,"},{"T":"301","3":"But as 'Gear' traverses the dust, it is met with a scythe imbued with lightning."},{"T":"301","2":"Chrome","3":"One cannot catch Saint Elmo's Fire barehanded."},{"T":"301","3":"Retreating a few steps, 'Gear' manages to stabilize itself and catch the destructive impact of the scythe. Right as it tries to grab hold of Chrome..."},{"T":"301","3":"He is interrupted by a barrage of bullets from the side."},{"T":"301","3":"'Gear' tries to block the incoming barrage, but an ebony greatsword appears in front of it."},{"T":"301","2":"Kamui","3":"Haha! Can't block this now, can you?!"},{"T":"301","3":"The greatsword slices through the lightning and bullets, straight for 'Gear's' head. Following a dull thud, the strike sends 'Gear' flying across the street and into a building."},{"T":"301","2":"Gear?","3":"Is that all you've got?"},{"T":"301","3":"After pushing off the stone slab that pinned it down, 'Gear' slowly exits the building. A faint current envelopes it. The slash from the greatsword should have smashed its frame. Instead, it only leaves a faint scratch on its helmet."},{"T":"301","2":"Wanshi","3":"Looks like we're back to where we started."},{"T":"301","3":"'Gear' looks around to discover that the trio have pushed it back to where Wanshi first made his retreat."},{"T":"301","2":"Gear?","3":"Hmph, it appears so. We're back to where you wretched dogs ran away with your tails between your legs."},{"T":"301","2":"Gear?","3":"How sad. You'll lose here again soon, but you won't escape this time!"},{"T":"301","2":"Wanshi","3":"Is that so?"},{"T":"301","2":"Kamui","3":"Hah! Who's to say?"}]