[{"T":"301","3":"The Nighter is nowhere as busy during daytime. There are only a few pedestrians on the street. Not many shops are open."},{"T":"301","3":"The old man at the breakfast stall is slowly stirring a pot of white porridge, yawning. The light morning fog has brought the fragrance of rice to the visitors."},{"T":"301","2":"Construct","3":"Kamui from Strike Hawk said the Nighter was a very busy place, but this looks nothing like what he said."},{"T":"301","3":"While the Nighter only reaches its prime at night, this place looks way too quiet. You are slightly puzzled and almost start to wonder if you have come to the right place."},{"T":"301","2":"Pulao","3":"Greetings. You must be our guests from Babylonia."},{"T":"301","3":"You hear a somewhat familiar voice. Other Constructs also turn to the direction of the voice."},{"T":"301","3":"The girl looks perfectly natural in front of the entire team."},{"T":"301","2":"Pulao","3":"Good morning. Have you eaten yet?"},{"T":"301","3":"It sounds like a greeting, but extremely bizarre."},{"T":"301","2":"Constructs","3":"?"},{"T":"301","3":"The entire scene is almost frozen in awkwardness. Nobody is able to respond to her words, only the caw of crows from afar can be heard."},{"T":"301","3":"You suddenly recall something from the almost forgotten memories. Before departing, you did some necessary reading to prepare for this occasion. Right now, you should say..."},{"T":"302","2":"We have."},{"T":"301","2":"Constructs","3":"?"},{"T":"301","3":"The Engineering Force members exchange lost looks before giving the same reply—although most of them never have the habit of eating."},{"T":"301","2":"Pulao","3":"Phew!"},{"T":"301","2":"Pulao","3":"We greatly appreciate your assistance. Bixi has already arrived at the installation site. I, Pulao, shall take you to the destination."},{"T":"301","2":"Pulao","3":"I will also be in charge of your security for the day."},{"T":"301","3":"The girl steps aside and makes an inviting gesture, looking relaxed."},{"T":"301","2":"Pulao","3":"Oh, I should have said this in the first place..."},{"T":"301","2":"Pulao","3":"Dear Babylonia guests, welcome to Kowloong."},{"T":"301","2":"Pulao","3":"And, long time no see, 【kuroname】."},{"T":"301","2":"Vendor 1","3":"Canned cocoon jelly! One Grub each!"},{"T":"301","2":"Vendor 2","3":"Virus-free oxygen tanks with extra-long warranty! Buy one get three free! Buy one get three!"},{"T":"301","2":"Vendor 1","3":"Stop selling those junks. Who needs oxygen tanks after we dock?"},{"T":"301","2":"Vendor 2","3":"It's none of your business. They are good, and I'm sure they will eventually sell. Virus-free oxygen tanks with extra-long warranty! Buy one get four free now!"},{"T":"301","2":"Vendor 1","3":"Wow, that's cheap. Can I trade this cocoon jelly can for it?"},{"T":"301","2":"Vendor 2","3":"Cut it. Who knows how long you have been storing those cans? I can smell the putrid liquid in them! Get lost!"},{"T":"301","2":"Vendor 1","3":"I give you three cans for two tanks... No, three for one!"},{"T":"301","2":"Vendor 2","3":"Hehe, how many would you like?"},{"T":"301","3":"You immediately give up the idea of trying the cocoon jelly. When you realize, many vendors have started their street stalls. A few shops in the distance have also opened their doors."},{"T":"301","3":"There aren't many customers, and the vendors all look exhausted after a night's hard work. But when the sun shines upon each and every one of them, they look revitalized."},{"T":"301","3":"But why are you here instead of at the working site...?"},{"T":"301","2":"Pulao","3":"'Leave if you aren't a professional. You will only slow down our work progress.'"},{"T":"301","2":"Pulao","3":"Never thought Bixi would use this reason to send me away. It's true that I don't understand the blueprints and formulae, but..."},{"T":"301","2":"Pulao","3":"Sorry, Commandant. Bixi probably said this because he didn't want you to get hurt during the installation."},{"T":"302","2":"It's okay.","4":"Actually, the Engineering Force said the same...","6":"I enjoy slacking off."},{"T":"301","2":"Pulao","3":"I knew you would understand!"},{"T":"301","2":"Pulao","3":"They probably share the same concern."},{"T":"301","3":"The girl blinks a few times. Your answer seems to have surprised her."},{"T":"301","2":"Pulao","3":"To thank you for helping us out last time, I can take this time to show you around the Nighter."},{"T":"301","2":"Pulao","3":"Commandant, is there any place you want to go? Or do you want to leave it all to me?"},{"T":"302","2":"What do you recommend?","4":"I'll leave it to you then."},{"T":"301","2":"Pulao","3":"There are many places we can go right now in the West District. All the games and food stalls, as well as the clothing, art and calligraphy shops are here. The East District consists of mostly opera troupes, but I can't appreciate their play, whether it's holographic or acted by real people."},{"T":"301","2":"Pulao","3":"The Central District is the old auction house. It's no longer used for that purpose and now is home to many people. There isn't anything worth seeing, but I can take you there if you feel nostalgic."},{"T":"301","2":"Pulao","3":"Where would you like to go first, Commandant?"},{"T":"302","2":"Let's start from this place."},{"T":"301","2":"Pulao","3":"Leave it to me."},{"T":"301","2":"Pulao","3":"Let's start from here then. It won't be as fun as the night market, but there are still many interesting stalls and shops!"},{"T":"301","2":"Pulao","3":"Too bad the jujube paste cake Grandpa has moved to Kowloong City. Otherwise, I'll definitely get some for you to try."},{"T":"302","2":"Have many people relocated to Kowloong City?"},{"T":"301","2":"Pulao","3":"Yeah. Ever since we dock, many have moved from the Nighter back to Kowloong City. Most people want to go home now that it's safe, but some choose to stay..."},{"T":"301","3":"As Pulao introduces the Nighter, you hear rushed steps nearby. You cast a glance out of curiosity, only to see the vendors who were trading goods moments ago now packing up."},{"T":"301","3":"They peek at you, but quickly lower their heads before meeting your eyes and walk away."},{"T":"301","2":"Pulao","3":"..."},{"T":"301","3":"Pulao has stopped talking. She looks at them as they leave, her eyes saddening like a bird with its feathers soaked in the rain."},{"T":"302","2":"Pulao?"},{"T":"301","2":"Pulao","3":"Huh?"},{"T":"301","2":"Pulao","3":"Sorry, Commandant. I was distracted."},{"T":"302","2":"Did they bother you?"},{"T":"301","2":"Pulao","3":"...Yes. Actually, many people would shun away from me just like them. They don't seem to like me."},{"T":"301","2":"Pulao","3":"Probably because I'm a Dragon Child. No matter what excuses we give, they see us as the helpers of that fake leader."},{"T":"301","2":"Pulao","3":"But worry not, Commandant. Our trip will not be impacted. There are still many shops that won't purposely avoid me."},{"T":"301","3":"Pulao forces herself to smile as if she is trying to comfort you."},{"T":"302","2":"Don't force yourself to smile.","4":"Pat her head."},{"T":"301","2":"Pulao","3":"Um..."},{"T":"301","2":"Pulao","3":"Commandant?"},{"T":"302","2":"I believe things will get better as they get to understand you."},{"T":"301","2":"Pulao","3":"..."},{"T":"301","2":"Pulao","3":"Hmm, I agree! There are people in Kowloong City who love Prime and Phecda. Commandant, you and your members also become familiar over time, right?"},{"T":"301","2":"Pulao","3":"So, Commandant..."},{"T":"301","3":"The girl stands on tip-toe and gently erases your frowns."},{"T":"301","2":"Pulao","3":"You stop frowning too."},{"T":"301","2":"Pulao","3":"Let me take you somewhere else. These people are running away from my uniform."},{"T":"301","3":"Pulao's words give you inspiration. You look around and quickly find the target."},{"T":"301","2":"Pulao","3":"Next, let's go to the shops that I frequent... Wait, Commandant, where are you taking me?"}]