[{"T":"301","3":"'...The wolf's cub was left alone in the depths of the den.'"},{"T":"301","3":"'...The disaster was so sudden that it lost its parents' protection. It was so weak that it was abandoned by the pack before it even learned to hunt.'"},{"T":"301","3":"'As the frigid Arctic winter approaches, it must learn to hunt on its own if there is any hope for it to survive through the months of darkness.'"},{"T":"301","3":"In Cerberus' dark base, familiar voices and music can be heard intermittently coming from deep within. It seems to be a documentary as part of Babylonia's general education."},{"T":"301","3":"'A small shadow appears on the endless tundra. It's a migrating lemming separated from the group while foraging.'"},{"T":"301","3":"'For a lemming, separation from the group is certain death.'"},{"T":"301","3":"'But for the wolf cub, it now has a chance of survival.'"},{"T":"301","3":"The narrator's voice echoes in the empty room. Following the source of the sound, you see a small figure huddled in front of the bright fluorescent screen."},{"T":"302","2":"(Over there...?)"},{"T":"301","3":"Unable to see clearly in the darkness, you walk in the direction of the faint light from the terminal."},{"T":"301","3":"'...Step by step, the lemming approaches the seemingly fertile meadow. The white wolf cub huddles behind a nearby stone, awaiting the opportunity to pounce.'"},{"T":"301","3":"Walking around a series of messy tables and chairs, you arrive at the source of the sound."},{"T":"301","3":"It's a small space made of supply crates and tables. An old audio-visual terminal is laying on the ground in the center of the space, playing a popular nature documentary from the Golden Age."},{"T":"301","3":"Although this is the source of the sound echoing in the room, the figure you had just seen is now gone."},{"T":"301","3":"You can't help but lower your gaze at the content playing on the audio-visual terminal. Who put it here?"},{"T":"301","3":"'The white wolf waits quietly for the lemming to approach, every muscle ready to pounce.'"},{"T":"301","3":"'Hunting is a primal instinct engraved in the wolf's DNA, allowing them to capture their prey with impeccable speed and accuracy.'"},{"T":"301","3":"'And, now—'"},{"T":"301","3":"You heard a light 'thud' from behind. A white figure runs by in the dim light."},{"T":"302","2":"Who's there?!","4":"(Draws gun)"},{"T":"301","3":"For a moment, you feel the cold gaze of a wild animal staring at you. You turn around and quickly draw your gun—"},{"T":"301","3":"—to see a pair of gray eyes looking at you."},{"T":"302","2":"No. 21?","4":"..."},{"T":"301","3":"The lights in the room turn on."},{"T":"301","2":"???","3":"Buddy, do not attack."},{"T":"301","3":"A small female Construct hangs upside from the ceiling, her baggy sleeves swaying. The girl's face hovers in front of you. Her long white hair dangles down, revealing her smooth forehead."},{"T":"301","3":"Caught off guard, your hand holding the gun freezes midair."},{"T":"301","3":"Something rubs against your leg... No. 21's inseparable Co-Bot circles around you, bearing its 'teeth and claws,' ready to attack."},{"T":"301","3":"No. 21's legs sway gently, and she lands silently in an elegant pose."},{"T":"301","2":"No. 21","3":"You've crossed the boundary."},{"T":"301","2":"No. 21","3":"This is my territory."},{"T":"301","3":"Following her gaze, you lower your head and see a line forcibly scratched into the ground with what appears to be a weapon."},{"T":"302","2":"...Sorry."},{"T":"301","3":"The 'boundary' is an arc on the ground, enclosing the space."},{"T":"301","3":"You holster your gun and take a few steps to the side, away from the small 'nest' made of supply crates."},{"T":"301","3":"As you step further away, No. 21 visibly relaxes."},{"T":"302","2":"Why were you..."},{"T":"302","2":"Hanging from the ceiling?"},{"T":"301","2":"No. 21","3":"Captain said you like to be greeted this way."},{"T":"301","2":"No. 21","3":"So, that's why I greeted you like that."},{"T":"302","2":"...Next time, just say 'Hi' like normal."},{"T":"301","2":"No. 21","3":"...Understood."},{"T":"301","3":"No. 21 looks down and records in her terminal, 'Gray Raven Commandant Greeting: Normal'."},{"T":"301","3":"'Bzzrt—'"},{"T":"301","3":"The audio-video terminal that you had previously ignored lets out a sharp noise as if wanting attention. The documentary turns into a mosaic of unknown significance, and an intermittent buzz comes from it."},{"T":"302","2":"Is that...?"},{"T":"301","2":"No. 21","3":"I'm using it to 'study' information outside of battle."},{"T":"301","2":"No. 21","3":"...But it glitches each time it reaches this point."},{"T":"301","3":"No. 21 picks up the audio-visual terminal, holds it in front of her and shakes it as if trying to repair it with some 'percussive maintenance.'"},{"T":"301","3":"You don't know if she hit any buttons, but the noise and picture returns to normal."},{"T":"302","2":"That works?"},{"T":"301","3":"No. 21's eyes gleam as she holds the terminal."},{"T":"301","3":"The video on the terminal seems to continue to play, but—"},{"T":"301","3":"The migrating animals walk backward quickly, and the lemming regurgitates the plants it had just eaten. Even the gentle voice of the narrator becomes a strange, quiet whisper."},{"T":"302","2":"Uh... Looks like it's rewinding..."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 quietly stares at the screen as if she doesn't notice anything wrong. Right at that moment, an adult white wolf on the screen enthusiastically rescues a fallen deer and sends it back to the herd."},{"T":"302","2":"..."},{"T":"301","2":"No. 21","3":"The white wolf is back home."},{"T":"302","2":"Sorry?"},{"T":"301","2":"No. 21","3":"It was all alone, but now it's with its pack."},{"T":"301","3":"No. 21 turns the terminal to face you. The documentary rewinds to before the wolves had abandoned the wolf cub."},{"T":"301","2":"No. 21","3":"It finally found 'home.'"},{"T":"302","2":"...Indeed.","4":"(Remain silent)"},{"T":"301","3":"The documentary stops right after the wolf cub is born. The little cub snuggles up beside its mother."},{"T":"302","2":"Do you like the documentary?"},{"T":"301","2":"No. 21","3":"Like?"},{"T":"302","2":"You were watching it."},{"T":"301","2":"No. 21","3":"I want to keep watching it. Does that mean I 'like' it?"},{"T":"302","2":"You could say that.","4":"For you, I think so."},{"T":"301","2":"No. 21","3":"All I know is what I 'dislike.'"},{"T":"302","2":"You'll know soon enough."},{"T":"301","2":"No. 21","3":"I see..."},{"T":"301","3":"No. 21 mulls over your words, then nods."},{"T":"301","2":"No. 21","3":"Do you have a new mission here, 【kuroname】?"},{"T":"301","2":"No. 21","3":"Captain hasn't issued us any new missions recently."},{"T":"301","2":"No. 21","3":"When we aren't on a mission... I don't know what to do."},{"T":"301","3":"Looking at No. 21's inquisitive gaze, Vera's slightly cryptic expression comes to mind."},{"T":"302","2":"Observation?"},{"T":"301","2":"Vera","3":"Got that right."},{"T":"301","2":"Vera","3":"The higher-ups said that No. 21 has been going haywire in battle recently. She's become a liability. We've been pulled out of duty, so she can be put under observation."},{"T":"301","2":"Vera","3":"There are also rumors going around that she clashed with members from the other teams... And was even getting into fights here in Babylonia."},{"T":"302","2":"That's a misunderstanding!","4":"What?! That's not true!"},{"T":"301","2":"Vera","3":"Obviously. I'll spare you the REAL tinfoil hat conspiracies, but this is all just in a day's work for us."},{"T":"301","3":"Vera sneers briefly before suddenly giving an icy glare."},{"T":"301","2":"Vera","3":"But No. 21 ain't like me and Noctis."},{"T":"301","2":"Vera","3":"What she wants..."},{"T":"302","2":"What she wants?"},{"T":"301","2":"Vera","3":"Forget it."},{"T":"301","2":"Vera","3":"The point is, people are advocating for No. 21 to be re-evaluated for combat thanks to all this bull****. They're all lining up outside our door."},{"T":"301","2":"Vera","3":"If she's taken away in her current condition... Think it'll just be all rainbows and sunshine?"},{"T":"301","2":"Vera","3":"If they decide that she's unfit for battle via remote link, she'll be kicked out of Cerberus."},{"T":"301","2":"Vera","3":"What do you think they do with Constructs that have M.I.N.D. issues and can't be deployed in combat...? As a Chief, I'm sure you get the gist."},{"T":"301","2":"Vera","3":"Rather than let those dimwits decide the fate of my team, it's better to find someone to get this over with ASAP."},{"T":"301","2":"Vera","3":"But I can't do it by myself..."},{"T":"301","2":"Vera","3":"So... I want you to help No. 21 run some combat simulations to prove that she won't go haywire anymore."},{"T":"302","2":"Why me?","4":"Understood."},{"T":"301","2":"Vera","3":"Are you really that dense, or are you just playing dumb?"},{"T":"301","2":"Vera","3":"No. 21 started going nuts ever since you last remote linked with her."},{"T":"301","2":"Vera","3":"You got her into this mess. Don't you think you should be the one to get her out of it? Hm, Gray Raven Commandant?"},{"T":"301","3":"No. 21 started going haywire after you remotely connected with her."},{"T":"301","3":"Those memories and emotions from your memory replays might still be affecting No. 21's M.I.N.D."},{"T":"301","2":"Vera","3":"Seeing as you're so quick to accept, listen up—"},{"T":"301","2":"Vera","3":"If you're the reason why I lose such valuable member of my team, I'll cut you to pieces."},{"T":"301","2":"Vera","3":"You got that?"},{"T":"301","3":"Returning to your senses, you see No. 21 staring at you."},{"T":"302","2":"Ahem..."},{"T":"302","2":"I need your help collecting data from some combat simulations."},{"T":"301","2":"No. 21","3":"Combat simulations?"},{"T":"301","3":"No. 21 suddenly tenses up."},{"T":"301","2":"No. 21","3":"Is it an experiment?"},{"T":"302","2":"Err... Not quite."},{"T":"302","2":"Just some routine frame tests."},{"T":"302","2":"I'll just be there with you this time."},{"T":"301","2":"No. 21","3":"Why you, 【kuroname】?"},{"T":"302","2":"Vera asked me to do it."},{"T":"302","2":"She's worried about you."},{"T":"301","3":"Even though she didn't come right out and say it."},{"T":"301","2":"No. 21","3":"Captain..."},{"T":"301","2":"No. 21","3":"Understood. If it's a mission from the captain, I'll do my best."}]