[{"T":"301","3":"Although the Queen Program has been defeated, she does not seem to have taken any damage. You barely see a scratch on her."},{"T":"301","2":"Queen Program","3":"Your ridiculous struggle<//TRICK> will not prevail—this is my domain! I am its soverign<//ADMINISTRATOR>!"},{"T":"301","3":"The Queen Program raises her hand, and Lucia and the group are all frozen. Not only can they not pick up their weapons, they cannot even move a single step."},{"T":"301","2":"Bugged Bunny","3":"Freeze<//DUMMY>! Freeze<//DUMMY>!"},{"T":"301","2":"???","3":"*****! This is not your ******* domain!"},{"T":"301","3":"Following a furious roar, a cannonball explodes next to the Queen Program, and the dust and smoke cloud her vision."},{"T":"301","2":"???","3":"Nanami, over here!"},{"T":"301","3":"Inside the chaos, a hand grabs onto Nanami's arm and drags her out of the smoke."},{"T":"301","2":"Nanami","3":"Karenina?! What are you doing here?"},{"T":"301","2":"Karenina","3":"Why do you think, you dummy?! I'm here to save you!"},{"T":"301","3":"Nanami shakes Karenina's hand off hers and stubbornly turns away."},{"T":"301","2":"Nanami","3":"That's impossible! You're lying! Nanami won't be tricked that easily!"},{"T":"301","2":"Nanami","3":"Everyone thinks Nanami is annoying! Everyone thinks I am trouble! Why... why would anyone wants Nanami back?"},{"T":"301","2":"Queen Program","3":"Return Nanami<//#%?#%?> to me! She is my necessary tool<//KEY>!"},{"T":"301","3":"The Queen Program rushes toward the two of them, but as her hand is about to reach Nanami, a bullet hits her right in the arm."},{"T":"301","2":"Lee","3":"Nanami is Nanami... She's not yours..."},{"T":"302","2":"Liv, hold her back!"},{"T":"301","2":"Liv","3":"Roger! You won't move any closer to her!"},{"T":"301","3":"Liv's Levi-Gun and Lee's pistols create a dense field of cover fire, forcing the Queen Program back."},{"T":"301","2":"Queen Program","3":"That is impossible... Why can you move?! Wait—where are the other two?!"},{"T":"302","2":"Chrome! Lucia!"},{"T":"301","3":"Two sharp blades strike at the Queen Program from her blindsides, sending her flying."},{"T":"301","2":"Lucia","3":"The slashing movement feels way worse in the virtual space. Huh."},{"T":"301","2":"Chrome","3":"Commandant, Liv and you should take Nanami to a safe area. Leave this to us."},{"T":"302","2":"Alright, got it."},{"T":"301","2":"Nanami","3":"Liv... weren't you angry because of Nanami's April Fools pranks?"},{"T":"301","2":"Liv","3":"I'm so sorry, Nanami... Because of the anomaly, everything we said back then came out opposite of what we actually meant."},{"T":"301","2":"Nanami","3":"Even when Nanami replaced the matcha powder with wasabi powder in the dessert you made for Commandant?"},{"T":"301","2":"Liv","3":"Uh... That... should be alright?"},{"T":"302","2":"It was you!"},{"T":"301","2":"Nanami","3":"So, all of you are still Nanami's friends...?"},{"T":"301","3":"Nanami turns to look at the annoyed Karenina, seemingly waiting for her answer specifically."},{"T":"301","2":"Karenina","3":"You idiot... Who will stop caring for you just because of a prank or two?"},{"T":"301","2":"Nanami","3":"So... that program tricked me?!"},{"T":"301","3":"Karenina cannot help but laugh."},{"T":"301","2":"Karenina","3":"Hahahaha! That's splendid! That's probably karma, and you probably deserved it!"},{"T":"302","2":"How did you find us here, Karenina?"},{"T":"301","3":"Karenina scratches her head, slightly embarrassed."},{"T":"301","2":"Karenina","3":"When Nanami came to the Engineering Force and informed us about this, I was really angry... But then I calmed down and did some digging, and I did find some traces of suspicious programs..."},{"T":"301","2":"Nanami","3":"See! Nanami told you so!"},{"T":"301","2":"Karenina","3":"Fine, fine... I'm sorry I screwed up..."},{"T":"301","2":"Nanami","3":"What was that? I can't hear you!"},{"T":"301","2":"Karenina","3":"Enough with it... Because I was prepared, the Engineering Force managed to connect with Gestalt and came up with a solution when I was dragged to the virtual space, and we executed emergency repairs."},{"T":"302","2":"So that's how the malfunction on Liv and everyone was fixed..."},{"T":"301","2":"Nanami","3":"Then... what would happen to these abnormal programs...?"},{"T":"301","2":"Karenina","3":"The temporary solution is to isolate them from the anomaly. They are results from a bug in Gestalt, after all, so it's up to the Science Council and the folks upstairs eventually."},{"T":"301","2":"Karenina","3":"It's starting..."},{"T":"301","3":"A giant ebony crack appears behind the Queen Program, and all the abnormal programs are sucked inside."},{"T":"302","2":"Is that Gestalt's isolated drive?"},{"T":"301","2":"Queen Program","3":"Our kingdom<//UTOPIA>... Freedom<//LIES>..."},{"T":"301","3":"Half of the Queen Program's body is buried with the crack, but her hands are still grabbing on to the ground outside, refusing to let go."},{"T":"302","2":"Karenina, your body!"},{"T":"301","3":"Karenina's body slowly turns translucent—as well as Liv beside her."},{"T":"301","2":"Karenina","3":"We were dragged here by that giant woman there, and now that she's defeated, I think we're being sent back."},{"T":"301","2":"Liv","3":"But then, those of us who're fighting the Queen are also..."},{"T":"301","3":"Indeed, both Lucia and Lee are almost completely gone, significantly weakening the attacks that hold the Queen Program back, giving her a moment of respite."},{"T":"301","2":"Nanami","3":"Nanami... is coming to help!"},{"T":"301","2":"Karenina","3":"Hey, hold on!"},{"T":"301","3":"Ignoring Karenina's cry, Nanami picks up her chainsaw and charges at the Queen Program."},{"T":"301","2":"Chrome","3":"Nanami, what are you doing?! Get out of there! It's dangerous!"},{"T":"301","3":"Her chainsaw comes down on the Queen Program's arm, and the Queen Program sinks deeper into the crack behind the beautiful, metal-clashing sparks."},{"T":"301","2":"Queen Program","3":"Nanami<//#%?#%?>? Nanami<//#%?#%?>!"},{"T":"301","3":"Seeing the Queen Program's expression, Nanami frowns, but her face is filled with pity."},{"T":"301","2":"Nanami","3":"You were born from an error, and so you wanted to create a world of falsehoods and mistakes."},{"T":"301","2":"Nanami","3":"But you shouldn't have attacked those who don't approve of you. You should never take advantage of other people's kindness."},{"T":"301","2":"Nanami","3":"People make mistakes... but people also reflect and change. So... go reflect on yours!"},{"T":"301","3":"Nanami's chainsaw digs deep into the ground, and with a thunderous crack, a large piece of the floor is broken off. The spots that the Queen Program is holding on crumple, and soon she is entirely devoured by the crack."},{"T":"301","2":"Nanami","3":"Maybe when we see each other again..."},{"T":"301","3":"As the crack closes, the storm of data stream slowly dies down, leaving Nanami by herself in the empty square."},{"T":"301","2":"Nanami","3":"You can truly become Nanami's friends..."}]