[{"T":"301","3":"—It's over."},{"T":"301","3":"You don't know which one of you said that first, but it's over."},{"T":"301","3":"The whole city lies in shambles, with buildings wrecked and roads clustered with debris. To make matters worse, the spread of the Punishing Virus has sealed off even more of Kowloong."},{"T":"301","3":"The Ascendants are gone. The rebuilt defense lines are keeping the Corrupted at bay. Soon the city will return to peace—or at least, that is what everyone believes."},{"T":"301","3":"Relieved, some teams let themselves collapse to the ground, enjoying this moment of respite."},{"T":"301","2":"Guard","3":"..."},{"T":"301","3":"The Kowloongers no longer bother with removing the outsiders, nor do they give thanks. They merely give them cursory glances before returning to their designated positions, unspoken words in their voice modules."},{"T":"301","3":"Some distance away, the reinforcing factions, who played key roles in turning the tide of this battle, are resting. Despite the victory, not a trace of joy decorates their faces."},{"T":"301","3":"A liaison officer scurries over with panic on his face. He seems to have something important to say."},{"T":"301","2":"Lee","3":"It's about Gestalt, right Commandant...?"},{"T":"301","3":"Lucia has been asleep since the battle ended. Ayla and Liv take her and retreat to the rear. You and Lee are alone in a yard some distance away from the crowd."},{"T":"302","2":"Yes.","4":"What will happen to Lucia?"},{"T":"301","2":"Lee","3":"I could've probably stopped Gabriel if I had moved faster."},{"T":"301","2":"Lee","3":"And then... she will become another Lucia, right?"},{"T":"301","3":"The sky is clearing, but this place remains shrouded in gloom."},{"T":"301","2":"Lee","3":"The virus just popped out of a Zero-Point Engine and destroyed everything on Earth."},{"T":"301","2":"Lee","3":"The virus twisted our minds and made us like this."},{"T":"301","2":"Lee","3":"Everyone has sacrificed a lot. First the Kowloong people, and now... Lucia."},{"T":"301","2":"Lee","3":"What is it that the virus really wants?"},{"T":"302","2":"I don't know.","4":"Probably destroy us."},{"T":"301","2":"Lee","3":"Yeah. It's just a guess, but I think even the Ascendants are clueless about what the virus wants."},{"T":"301","2":"Lee","3":"Quite like the demon king in the story."},{"T":"301","3":"With that, Lee raises his hand to block the morning sun."},{"T":"301","2":"Lee","3":"We will continue to fight the Punishing Virus tomorrow and the days after, right?"},{"T":"302","2":"That's right.","4":"And we WILL win."},{"T":"301","2":"Lee","3":"Mm."},{"T":"301","2":"Lee","3":"Go back, Commandant."},{"T":"301","3":"Ahead of you is a path into the unknown, behind you is an endless trail of destruction."},{"T":"301","3":"But no one is backing down, because reality doesn't allow them to."},{"T":"301","3":"This is... what the world has become."}]