[{"T":"301","3":"Darkness."},{"T":"301","3":"Dazed. Confused."},{"T":"301","3":"You do not know where you are. At first, you feel like you are lying down. Then you feel something stand you up. Finally, you feel yourself being carried."},{"T":"301","3":"Your ears are buzzing. You hear someone crying out periodically, but you can only catch just a few fragmented sentences."},{"T":"301","2":"Vera","3":"Goddammit! You little...! You're nothing but trouble!"},{"T":"301","3":"..."},{"T":"301","2":"Vera","3":"What makes you think you can just throw your flag away?!"},{"T":"301","3":"..."},{"T":"301","2":"Vera","3":"Ngh, ow! Damn this hurts! How long has it been since I felt this much pain?"},{"T":"301","2":"Vera","3":"Ugh, forget it... Hey! You awake?!"},{"T":"301","2":"Vera","3":"...Oh, you're still conscious. You can hear me, right?"},{"T":"301","2":"Vera","3":"Well, then!"},{"T":"301","2":"Vera","3":"Wake!"},{"T":"301","2":"Vera","3":"UP!"},{"T":"301","3":"Thunk. Thunk. You feel something hitting you, but your body only feels a weak sensation."},{"T":"301","3":"But it does not hurt. It is just a feeling."},{"T":"301","2":"Construct","3":"【kuroname】 has been seriously injured! Blood-loss critical!"},{"T":"301","2":"Construct","3":"Help! It's an emergency! Where's the doctor?! Any doctor that can operate on humans?!"},{"T":"301","3":"Ngh... Really? You are injured...?"},{"T":"301","3":"Then someone must have treated you and carried you back."},{"T":"301","3":"You struggle to open your eyes. You catch a glimpse of the gray sky and a mountain of scrapped Constructs."},{"T":"301","2":"Scavenger Girl","3":"(Whimpers) No... You can't! Don't die!"},{"T":"301","3":"Someone... is calling me."},{"T":"301","2":"Vera","3":"I guess desperate times call for desperate measures."},{"T":"301","2":"Vera","3":"Heh... I told you. That antidote sure'd be handy at a time like this, huh?"},{"T":"301","3":"Antidote? Antidote..."},{"T":"301","2":"Vera","3":"It's some kind of cardiac stimulant. One vial, one Construct. It can bring back someone from the brink of death in no time."},{"T":"302","2":"..."},{"T":"301","3":"You struggle to raise your hand, your throat gargling as you try to speak."},{"T":"302","2":"Don't... use... that...","4":"It's not... funny... anymore..."},{"T":"301","3":"Your vocal cords tremble briefly, then immediately become mute."},{"T":"301","2":"Construct","3":"Hey! What'd 【kuroname】 just say?!"},{"T":"301","2":"Construct","3":"I didn't catch it. What was the order?!"},{"T":"301","2":"Construct","3":"That's not important right now... You sure there isn't a single doctor here?!"},{"T":"301","2":"Vera","3":"(Sneers)"},{"T":"301","3":"You feel as if the red-haired Construct who is smiling gently behind the crowd of people gave out a cold sneer."},{"T":"301","2":"Vera","3":"Alright, make way, you worthless pieces of scrap metal."},{"T":"301","2":"Vera","3":"I won't allow the commandant to die on my watch. I'm going to need the field clinic for intensive surgery. Everyone else, get out and leave me alone!"},{"T":"301","2":"Construct","3":"W-wait... What do you think you're doing—"},{"T":"301","2":"Vera","3":"Are you deaf? I said LEAVE! Need me to use my weapon?"},{"T":"301","2":"Construct","3":"B-but you're wounded... You need to rest..."},{"T":"301","2":"Vera","3":"Hmph, you're worried about me? HAH! Don't even bother. Anyway, show's over. I don't care what you think of me. You wanna go back and tell everyone how bad of a person I am, by all means."},{"T":"301","2":"Vera","3":"But if you get in my way, don't be surprised when I use force."},{"T":"301","2":"Vera","3":"As for this wound, I'm fine as long as I can operate. Hell, it'll even help keep me awake."},{"T":"301","3":"The red-haired Construct makes her way through the crowd, or rather, the crowd actively clears the way."},{"T":"301","3":"She kneels in front of you. Her rose-colored face occupies your vision."},{"T":"301","2":"Vera","3":"Commandant, you want to live. Correct?"},{"T":"301","3":"Leaning by your face, she whispers in your ear. Her red hair brushes against your cheek."},{"T":"301","2":"Vera","3":"Well, then. It's your lucky day. I'll heal you right up. It's gonna hurt a bit though..."},{"T":"301","2":"Vera","3":"Actually, take that back... It will hurt... a lot!"}]