[{"T":"301","2":"Roland","3":"Quite the stubborn bunch, you are. Or even, obstinate."},{"T":"301","2":"Vera","3":"Tch..."},{"T":"301","3":"Vera, bruised and battered, staggers toward Roland. But for every step she takes forward, he takes one back—"},{"T":"301","3":"Babylonia seems to have achieved its goal of intercepting the Ascendants, but this feeling of being lured into a trap is giving Vera physical discomfort."},{"T":"301","2":"Vera","3":"This doesn't reflect the projections from the data... Roland, what did you do..."},{"T":"301","2":"Roland","3":"Data... The little videos and photos the Gray Raven took? Bold of you to think good Roland would be so predictable."},{"T":"301","2":"Vera","3":"Well, well, guess you aren't..."},{"T":"301","2":"Roland","3":"Cerberus, I wonder how the Gray Raven would react when they see dead puppies. Don't worry, I'll send your corpses over with the nice and shiny kind of packaging."},{"T":"301","3":"Roland draws his chain blade. The blade unravels in the air to become a long, sharp whip."},{"T":"301","2":"Roland","3":"Become dog meat!"},{"T":"301","3":"—"},{"T":"301","2":"Corrupted","3":"Uuuurgh!"},{"T":"301","2":"Roland","3":"What...?!"},{"T":"301","3":"A shell suddenly explodes behind Roland. The blast wave sends the Corrupted flying, interrupting the trajectory of his chain sword. Roland and Vera both find their sights drawn in the direction of the explosion."},{"T":"301","2":"Jamilah","3":"Hello. Your ID denotes that you are a squad from Babylonia. We are the Akdilek Commercial Alliance, and we will be providing artillery support."},{"T":"301","2":"Vera","3":"You from that choo-choo afar?"},{"T":"301","2":"Jamilah","3":"Indeed."},{"T":"301","2":"Changyu","3":"Y'know, Boss, we should have them withdraw first. Shells don't have eyes."},{"T":"301","2":"Sophia","3":"Agreed."},{"T":"301","2":"Vera","3":"No—Thank—You—We aren't leaving just yet... Tch!"},{"T":"301","3":"Cut short by Roland continuing his assault without regard, Vera is forced back into battle. The arrival of the reinforcements only made dealing with the current situation even more urgent."},{"T":"301","3":"——Or at least, Roland so assumes."},{"T":"301","2":"Jamilah","3":"Looks like there is no other way. We're not here for charity and humanitarian acts, after all. Sophia, Changyu, prepare to open fire."},{"T":"301","2":"Sophia","3":"I'll go down. Changyu, you shoot."},{"T":"301","2":"Changyu","3":"Welp, alright."},{"T":"301","2":"No. 21","3":"You'll be smith-Vera-eens if you don't fall back. Boss, you should retreat."},{"T":"301","2":"Vera","3":"21, No is NO... We can't leave without at least capturing him!"},{"T":"301","2":"Noctis","3":"HAH, course ya ain't running. You dare bail with your tail behind your legs, chief, I'm gonna get ya in the scruff of ya neck."},{"T":"301","2":"Vera","3":"You rabid little mutt... If you've got time to trash talk, why don't you haul your ass over here?"},{"T":"301","2":"Asimov","3":"I knew you folks wouldn't stay put."},{"T":"301","2":"Vera","3":"Asimov... Don't tell me..."},{"T":"301","2":"Asimov","3":"Your commandant is in the link chamber. ID code is 0000."},{"T":"301","2":"Vera","3":"Cute number. You pick that one yourself?"},{"T":"301","2":"Asimov","3":"It's simply a system requirement."},{"T":"301","2":"Noctis","3":"Ah whatev', as long as it's usable. Come on, girl, get the ID-ing going..."},{"T":"301","2":"Roland","3":"Toils and troubles... always coming double, double..."},{"T":"301","3":"Though Roland is unaware of what Cerberus is planning, instinct tells him to stop Vera at once."},{"T":"301","2":"System","3":"Memory link—Commencing."},{"T":"301","2":"Roland","3":"What's this?"},{"T":"301","3":"His blade does not connect with the target as expected. Vera, eyes suddenly aglow, has lowered her core and taken on an almost canine stance. His blade flits by, cutting nothing."},{"T":"301","3":"And then, Vera charges at Roland head-on. In an attempt to dissuade Vera's advance, Roland pivots on one leg and whirls around, building up force enough to part the ground before the two with his weapon."},{"T":"301","2":"Roland","3":"Sit?"},{"T":"301","2":"Noctis","3":"Oi girl, ya gettin' rusty or rusty...?!"},{"T":"301","3":"Though not present to see it with his own eyes, Noctis exclaims in surprise. Vera's attack was unsuccessful."},{"T":"301","2":"Vera","3":"Warm-up, sweetie. He needs it. We need it."},{"T":"301","2":"Roland","3":"Interesting... You're like a completely different person. What did you do?"},{"T":"301","2":"Vera","3":"I now have another one to share my pain with. Though not like you'd understand what that means."},{"T":"301","2":"Roland","3":"Hmph."}]