[{"T":"102","1":"Nameless Island","2":"Day 3"},{"T":"301","2":"Liv","3":"I've detected someone... or something with immense Punishing Virus concentration 1.3km south of here!"},{"T":"301","2":"Liv","3":"This level of concentration... It can't be a normal Corrupted..."},{"T":"301","2":"Lee","3":"Let's go check it out."},{"T":"301","3":"The duo rushes toward the moving target as fast as they can, but they can only barely see the figure from behind."},{"T":"301","2":"Liv","3":"That's..."},{"T":"301","2":"Lee","3":"Roland."},{"T":"301","2":"Lee","3":"Seems like my hunch was correct. Everything always leads back to them."},{"T":"301","2":"Lee","3":"But Lucia and the commandant are our top priorities right now. Any readings yet?"},{"T":"301","2":"Liv","3":"Yes. The commandant's signal is weak, but it's enough to get a reading on the coordinates."},{"T":"301","3":"Liv hands her terminal to Lee."},{"T":"301","2":"Lee","3":"If this is where they are..."},{"T":"301","2":"Lee","3":"I can calculate our route. We'll have to take a slight detour, but at least we'll be fairly safe."},{"T":"301","2":"Lee","3":"Let's go save the commandant."},{"T":"301","2":"Liv","3":"Roger!"},{"T":"301","3":"Today marks the third day stuck on this island."},{"T":"301","3":"Surrounded by 'attendants,' you return to the 'palace' and watch a meaningless performance. During which, you are forced to wear the prince's musty costume."},{"T":"301","3":"You barely manage make it through the unpalatable 'banquet' and flee the 'palace.'"},{"T":"301","3":"In order to find Lucia after 'splitting her tail into legs,' you have been wandering the beach since last night. Since this behavior does not contradict the prince in the story, the surveillance around you is much more relaxed."},{"T":"301","3":"During this rare moment of free time while looking for Lucia, you take the opportunity to debug the terminal and repeatedly try to send signals to Lee and Liv."},{"T":"301","3":"Soon after, the first ray of dawn brings an end to the fleeting summer night."},{"T":"301","3":"The breaking sun pierces the clouds and reflects silver light on the sea."},{"T":"301","3":"In your peripheral vision, you see a blue figure slowly emerge."},{"T":"302","2":"Lucia!","4":"(Run toward her)"},{"T":"301","3":"Hearing you call out to her, she quickly comes over."},{"T":"301","3":"Seeing Lucia again, she is as silent as the mermaid princess in the story."},{"T":"302","2":"What's wrong?"},{"T":"301","3":"Lucia forces a smile and shakes her head."},{"T":"302","2":"You can't speak...?"},{"T":"301","3":"She nods, then looks at you inquisitively."},{"T":"302","2":"You want to know if I'm okay?"},{"T":"301","3":"Lucia nods again."},{"T":"302","2":"There have been a few bumps along the way, but I can still handle myself."},{"T":"301","2":"Attendant","3":"Your Highness!"},{"T":"301","3":"Before you have time to say anything more to Lucia, the attendant appears at an inopportune time."},{"T":"301","2":"Attendant","3":"Ah, what a beautiful lady! Does thou wish to take her back to the palace, Your Highness?"},{"T":"301","3":"It reads its lines in an exaggerated tone."},{"T":"301","3":"You return an inquisitive look at Lucia, but she shakes her head."},{"T":"302","2":"...Now's not the time to fight?"},{"T":"302","2":"Then I guess let's just follow the attendant back."},{"T":"301","3":"She quietly follows you as the attendant leads you back to the palace."},{"T":"301","3":"You quickly realize something is wrong with Lucia."},{"T":"301","3":"Although Lucia has a high tolerance for pain, whenever the pain exceeds a certain threshold, she has a habit of gripping the handle of her blade more tightly than usual."},{"T":"301","3":"Had it not been for your time fighting as comrades on the battlefield, you would have missed such a small detail."},{"T":"302","2":"(Are you hurt?)","4":"...Is it the tips of your feet?"},{"T":"301","3":"This time, she doesn't nod. She just grimaces."},{"T":"301","3":"If the situation is consistent with the story, Lucia must feel like she is 'stepping on the blade of a knife.'"},{"T":"302","2":"I can carry you on my back."},{"T":"301","3":"She looks at you with a worried expression and shakes her head. Seems like she wants you to conserve your stamina for this situation ahead."},{"T":"302","2":"If you need to, deactivate your pain module."},{"T":"302","2":"We have a strong link as it is."},{"T":"302","2":"No need to worry about M.I.N.D. deviation."},{"T":"301","3":"You and Lucia had a similar conversation long ago."},{"T":"301","3":"Back then, Lucia deactivated her pain module to maintain her performance in the following battle."},{"T":"301","3":"She still seems to be safe and sound, but no minor injury would make her act the way she is now."},{"T":"301","3":"Lucia hesitates for a moment, then nods with a serious expression. She seems to understand your worries and is ready to face the potential battle ahead."},{"T":"302","2":"Why did the island become like this?"},{"T":"301","3":"Lucia points below the ocean surface."},{"T":"302","2":"So there's an area underwater as well..."},{"T":"301","3":"She nods, then gestures the number '1'."},{"T":"302","2":"That's where the mastermind is?"},{"T":"302","2":"Or should I say—"},{"T":"302","2":"The 'Witch of the Sea'?"},{"T":"301","3":"Lucia nods."},{"T":"301","3":"No matter what sort of method the 'Witch of the Sea' used to prevent Lucia from speaking, it was all meaningless."},{"T":"301","3":"Even though you both are forced to play the tragic role of the prince and the mermaid princess, you two had already grown close over many years. Both of you can share a conversation at a glance."},{"T":"302","2":"(Based on your interaction with the 'Witch of the Sea'...)"},{"T":"302","2":"(Will defeating her get us out of this nightmare?)"},{"T":"301","3":"As you whisper to Lucia, she turns her back to the sea, then gestures at you with a pulling motion."},{"T":"302","2":"You want to pull her out of hiding?"},{"T":"301","3":"She nods firmly."},{"T":"302","2":"We need a plan though."},{"T":"301","3":"Lucia points to herself."},{"T":"302","2":"Leave it to you?"},{"T":"301","3":"She nods again."},{"T":"302","2":"You aren't going to do anything crazy, are you?"},{"T":"301","3":"Lucia smiles bitterly."},{"T":"301","3":"After that, you both follow the 'Immersive Xperience' according to the story without any issues."},{"T":"301","2":"Anna","3":"...Should everything go according to plan, tomorrow shall be the day you and I be joined in matrimony."},{"T":"302","2":"My prince, I can't wait to spend the rest of my life with you.","4":"..."},{"T":"301","3":"During this time, your cooperation has not caused any conflict with the Mini Bots."},{"T":"301","3":"However, they now begin to rush through the story as if having fulfilled some unknown parameters for continuing the story."},{"T":"301","2":"Anna","3":"Ever since the day that fate brought us together, I have given you my heart, Prince 【kuroname】."},{"T":"301","3":"The Mini Bot who calls itself Anna recites its lines quietly."},{"T":"301","3":"The flashy ornaments hanging from its frame also look like clusters of pale hyacinths with its peaceful tone and temperament."},{"T":"301","2":"Anna","3":"I recommend you go to bed early in preparation for tomorrow's ceremony."},{"T":"301","3":"It curtsies gracefully."},{"T":"301","2":"Anna","3":"Well then... Prince 【kuroname】, please excuse me."},{"T":"302","2":"Understood."},{"T":"301","3":"After it turns and leaves, you look back at Lucia sitting at the corner of the dining table."},{"T":"301","3":"Holding a fork and knife, she casts a worried look at you."},{"T":"301","3":"These days, the food provided by the Mini Bots had all been moldy and rotten. Aside from the purified water, you have hardly had anything to fill your stomach."},{"T":"301","3":"But Lucia's situation is far more dangerous than this."},{"T":"301","3":"If she continues on like this, she will 'turn into seafoam' by the end of the night."},{"T":"301","3":"If you express your worries to her, Lucia will only make you wait."},{"T":"301","3":"The only torturous moment from the story you can avoid is the mermaid princess's dance during the banquet dinner."},{"T":"301","2":"Attendant","3":"Since you cannot speak, why don't you dance for the prince?"},{"T":"302","2":"That won't be necessary."},{"T":"301","2":"Attendant","3":"Only then can the prince appreciate you and call you to his side."},{"T":"302","2":"She can stay by my side without doing something like that.","4":"I don't need someone to dance for me if they are in pain."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Anna","3":"We needn't obligate the maiden. Should you need someone to tie the bow on tonight's banquet, might I sing you a song, Your Highness?"},{"T":"302","2":"Thank you.","4":"..."},{"T":"301","3":"The attendant becomes quiet. Following that, the banquet scene changes to Anna, the princess from a neighboring country, singing a song."},{"T":"301","2":"Attendant","3":"Are you tired?"},{"T":"302","2":"Not yet.","4":"..."},{"T":"301","2":"Attendant","3":"It's getting late. You should rest, Your Highness."},{"T":"302","2":"Very well.","4":"..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Under the quiet gaze of Lucia, you leave the hall and walk to the bed, which seems especially gaudy in augmented reality."},{"T":"302","2":"(Close eyes)"},{"T":"301","3":"Before the attendant can recite more of its script, you quickly close your eyes."},{"T":"301","3":"Seeing that you have fallen asleep, it tucks in the corner of the bed and turns to leave."},{"T":"301","3":"As the night grows deeper, the huge 'palace' is now restored to its dead silence."},{"T":"301","3":"Before they stumbled upon this place, how long had the Mini Bots been waiting here on standby? You cannot seem to fathom such an answer."},{"T":"301","3":"Do they feel sadness just like humans?"},{"T":"301","3":"Or is the 'Witch of the Sea' hiding in the ocean's depths the only one buried in sadness?"},{"T":"302","2":"..."},{"T":"301","3":"You sleep faintly in the heat. Unable to tell how much time had passed, you just vaguely see the moon rise and fall."},{"T":"301","3":"Before dawn, you hear quiet footsteps approach and stop outside the door."},{"T":"301","3":"Based on the gait, it appears to be an attendant."},{"T":"302","2":"...?"},{"T":"301","3":"At the same time, another person walking without making a single sound opens the door of the 'bedchamber' and quietly approaches you."},{"T":"302","2":"..."},{"T":"301","3":"There's a cool touch on your cheeks, dispelling a little summer heat."},{"T":"301","3":"...It's Lucia."},{"T":"301","3":"You want to ask about her, but considering the attendant standing outside the door, you decide it is safer to continue pretending to sleep."},{"T":"301","3":"But at this moment, you hear the sound of a sharp blade slowly being pulled by your ear."},{"T":"301","3":"'If you kill the prince, then your tail will return and you may go back to the sea.'"},{"T":"302","2":"..."},{"T":"301","3":"Before this, you had heard that a Construct had defected."},{"T":"301","3":"Compared with endless fighting, there are also people who choose to cast aside their responsibilities after becoming a Construct in favor of a life as a wanderer."},{"T":"301","3":"Much like how the malicious actions of a small faction can further aggravate tensions, defectors also promote increased prejudice—this is the reason why the Purifying Force exists."},{"T":"301","3":"Now, will this happen to you?"},{"T":"302","2":"(No)","4":"(Perhaps)"},{"T":"301","3":"She trusts you wholeheartedly, so at this moment, you return the same degree of trust."},{"T":"301","3":"If she wants to exchange this for her freedom and voice..."},{"T":"301","3":"The breeze from the sharp blade passes by your ear, and you feel a gentle blow to the chest."},{"T":"301","3":"Red liquid flows down from the wound as her hand trembles. However, you feel no pain..."},{"T":"301","3":"Right at that moment, you realize Lucia's plan."},{"T":"302","2":"(Play along)","4":"(Remain still)"},{"T":"301","3":"You open your eyes and sit up in bed, clutching your wound."},{"T":"302","2":"Lucia! You... betrayed..."},{"T":"301","3":"You recite your line and give Lucia a look of revenge."},{"T":"301","2":"Lucia","3":"...!"},{"T":"301","3":"Lucia's apprehension was already beyond words. Before she has time to explain, you pretend to fall back in bed and gradually lie there motionless."},{"T":"301","3":"Even after another blow to the chest, you lie there motionless as if you had died peacefully in your sleep."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"As if she has lost her strength, she kneels down slowly beside the bed and puts her forehead into the palms of her trembling hands."},{"T":"301","3":"After a while, you hear the attendant outside leave."},{"T":"301","3":"Lucia stands up and covers the cut on her wrist, then leaves the room."},{"T":"302","2":"(Now's the time)"},{"T":"301","2":"Witch of the Sea","3":"Well done."},{"T":"301","3":"Standing on the beach, her words carry a tone of sarcasm."},{"T":"301","2":"Witch of the Sea","3":"Next... Roland should be here shortly."},{"T":"301","2":"Witch of the Sea","3":"Although it depends on you whether you can pass the filtering, I've gathered enough qualified people to meet his superior and begin the trial for ascension."},{"T":"301","2":"Lucia","3":"...!"},{"T":"301","2":"Witch of the Sea","3":"When we were at the bottom of the sea, you asked me if there was anything I didn't tell you."},{"T":"301","2":"Witch of the Sea","3":"That's right. I've been helping Roland find suitable targets all along."},{"T":"301","2":"Witch of the Sea","3":"Some people lose their way, some people detect an anomaly here, and some are caught by me from afar..."},{"T":"301","2":"Witch of the Sea","3":"He only ever comes to collect the spoils and lend a hand safeguarding the island once I've captured prey. But alas, they never come back no matter who it is."},{"T":"301","2":"Witch of the Sea","3":"I have no way of knowing if they pass—or die."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Witch of the Sea","3":"Our game these days may have only been to buy time, but we thoroughly enjoyed it. Thank you."},{"T":"301","2":"Witch of the Sea","3":"My long-cherished wish... will soon come true."},{"T":"301","3":"She opens her hands as if to embrace the island."},{"T":"301","2":"Witch of the Sea","3":"When I gather enough people, Roland said he would introduce me to 'her.'"},{"T":"301","2":"Witch of the Sea","3":"I need the power to control the Punishing Virus in order to keep my companions on this island clean."},{"T":"301","2":"Witch of the Sea","3":"For now, we must rely on Roland to keep the Punishing concentration under control here, but soon I will be able to do so."},{"T":"301","2":"Witch of the Sea","3":"When that time comes, I can return to my original place... and prove to Master that we will not become abominations."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Witch of the Sea","3":"Hmph... By that look on your face, you must think I've already lost my mind. Correct? If you find this so hard to believe, then... It only shows how lucky you are..."},{"T":"301","3":"Lucia shakes her head, but the Witch of the Sea does not understand her intent."},{"T":"301","2":"Witch of the Sea","3":"Being unable to speak is quite the inconvenience. Since you have completed the terms of our agreement, I'll remove the device on your back."},{"T":"301","3":"She walks behind Lucia and removes the thin artificial skin patch on her back with a simple authentication process."},{"T":"301","2":"Witch of the Sea","3":"You may speak now."},{"T":"301","2":"Lucia","3":"I'm not someone lucky enough to be spared from suffering and witnessing the despair of others. Still, seeing you here to bear everything alone... I feel sorry for you."},{"T":"301","2":"Witch of the Sea","3":"I had no other choice."},{"T":"301","2":"Lucia","3":"I don't blame you for the choices you made in the past..."},{"T":"301","2":"Lucia","3":"But now... Staying here only to watch strangers die here on this island... You can only delay the inevitable. Nothing will change."},{"T":"301","2":"Witch of the Sea","3":"Of course, I also thought about letting my companions return to the sealed underground facility while I go out and search for hope."},{"T":"301","2":"Witch of the Sea","3":"But as a corrupted machine, where else can I go besides here?"},{"T":"301","2":"Lucia","3":"The world is not so optimistic, but it's not as hopeless as you think."},{"T":"301","2":"Witch of the Sea","3":"Of course, humans are more willing to accept Constructs that share their resemblance."},{"T":"301","2":"Lucia","3":"...Do you really think it's that idealistic?"},{"T":"301","2":"Witch of the Sea","3":"...?"},{"T":"301","2":"Lucia","3":"After I became a Construct, those people... They looked at me with disdain and fear."},{"T":"301","2":"Lucia","3":"I heard them complain about having to spend more resources and cut down on other expenses in order to maintain the Construct army."},{"T":"301","2":"Lucia","3":"We fight to give hope to others, yet some people insist on staying in Babylonia is enough to prolong life. They say there's no need to take back Earth."},{"T":"301","2":"Lucia","3":"Even some 'prophets' claim that Construct tech will lead to the downfall of humanity just because we can't pass our genes on to further generations."},{"T":"301","2":"Lucia","3":"Not to mention, people fear Constructs as a threat due to their single combat ability. Others feel it's unfair for Constructs to get a free pass to Babylonia."},{"T":"301","2":"Lucia","3":"And the small number of defectors only serve to prove that their prejudices and fear aren't just fabricated out of thin air."},{"T":"301","2":"Lucia","3":"That being said, there's an increasing number of people like Commandant who put trust and hope in their comrades. So we can't stop moving forward."},{"T":"301","2":"Witch of the Sea","3":"Trust in their comrades?"},{"T":"301","3":"She sneers."},{"T":"301","2":"Witch of the Sea","3":"I lost any semblance of 'trust' when Master died."},{"T":"301","2":"Witch of the Sea","3":"I chose this path. I will carry on to the end no matter how many people I must sacrifice!"},{"T":"301","2":"Witch of the Sea","3":"And what qualifies you to preach to me about trust? You killed that human. You long betrayed this trust!"},{"T":"302","2":"(Open fire)","4":"She's lived up to my trust."},{"T":"301","2":"Witch of the Sea","3":"What?!"},{"T":"301","3":"A barrage of bullets accurately penetrates the defense barrier around the Witch of the Sea's core."},{"T":"301","3":"She looks in horror at the prince's dress on you, which is stained red but undamaged, and collapses on the beach."},{"T":"301","2":"Witch of the Sea","3":"You were hiding nearby..."},{"T":"302","2":"I just got here."},{"T":"301","2":"Witch of the Sea","3":"How are you still alive? The attendant watched you die... It recorded everything..."},{"T":"301","2":"Witch of the Sea","3":"Hmph... It was all just an act?"},{"T":"301","2":"Witch of the Sea","3":"Even with a sword pointed at you, unable to speak... you still played along seamlessly?"},{"T":"301","2":"Lucia","3":"...You..."},{"T":"301","2":"Witch of the Sea","3":"So... This is what trust really is."},{"T":"301","2":"Witch of the Sea","3":"If I had trusted him... a little more... Would I..."},{"T":"301","2":"??","3":"Tsk... Looks like I'm late."},{"T":"301","3":"Looking in the direction of the voice, you see a young man smirking nearby."},{"T":"301","2":"Witch of the Sea","3":"...Roland..."},{"T":"301","3":"She stretches out her trembling hand as if pleading for help."},{"T":"301","2":"Roland","3":"We meet again, Gray Raven."},{"T":"301","2":"Lucia","3":"...!"},{"T":"301","2":"Roland","3":"Are you here all alone? How fortuitous."},{"T":"301","2":"Roland","3":"Well, then. Let's begin."},{"T":"301","2":"Witch of the Sea","3":"What?!"},{"T":"301","3":"She looks in horror at the prince's dress on you, which is stained red but undamaged, and then stumbles back two steps."},{"T":"301","2":"Witch of the Sea","3":"You're still alive? The attendant watched you die... It recorded everything..."},{"T":"302","2":"Lucia didn't hurt me at all."},{"T":"301","2":"Witch of the Sea","3":"Someone as powerful as her turns their blade against you, and you trust her? She obviously couldn't have told you her plan, though!"},{"T":"301","2":"Lucia","3":"I didn't have to. The commandant trusts me."},{"T":"301","2":"Witch of the Sea","3":"...Hmph. Trust..."},{"T":"301","2":"Witch of the Sea","3":"Is this your... trust? Your... bond?"},{"T":"301","2":"Witch of the Sea","3":"..."},{"T":"301","2":"Witch of the Sea","3":"The Witch of the Sea looks deep into the island as if recalling her past."},{"T":"301","2":"Witch of the Sea","3":"If I had been able to..."},{"T":"301","2":"Witch of the Sea","3":"...No. I have no way of knowing if he wanted to protect me—or destroy me."},{"T":"301","2":"Lucia","3":"It's not too late. Put everyone in the sealed facility underground and leave this place."},{"T":"301","2":"Lucia","3":"You're immune to the Punishing Virus. You might not be able to get near anyone, but there are things only you can do."},{"T":"301","2":"Lucia","3":"As long as we hurry and take back Earth, this island will return to its former glory."},{"T":"301","2":"Witch of the Sea","3":"...Is that possible?"},{"T":"301","2":"Witch of the Sea","3":"...Then I'll..."},{"T":"301","3":"The Witch of the Sea raises her hand and takes a step toward Lucia. But right as a glimmer of hope appears on her face, several shots come from behind..."},{"T":"301","2":"Witch of the Sea","3":"...!"},{"T":"301","3":"A barrage of bullets accurately penetrates the defense barrier around the Witch of the Sea's core. Before she can even say a word, she collapses onto the beach and loses control over her frame."},{"T":"301","2":"??","3":"Tsk... Looks like I'm late."},{"T":"301","3":"Looking in the direction of the voice, you see a young man smirking nearby."},{"T":"301","2":"Lucia","3":"Roland?!"},{"T":"301","2":"Roland","3":"We meet again, Gray Raven."},{"T":"301","2":"Lucia","3":"Why'd you kill her?!"},{"T":"301","2":"Roland","3":"Think I'd just stand here and watch you brainwash her?"},{"T":"301","2":"Roland","3":"What a pity. I was planning on taking her away to contribute to our cause."},{"T":"301","2":"Roland","3":"This island's been a thorn in our side for too long. I'm tired of having to come here and tidy up the place."},{"T":"301","2":"Lucia","3":"You didn't want her to become an Ascendant?"},{"T":"301","2":"Roland","3":"It's not that I didn't want to. She just wouldn't make the cut."},{"T":"301","2":"Lucia","3":"You made that promise to her even though you knew that!"},{"T":"301","2":"Roland","3":"People can still live on with false hope, can't they?"},{"T":"301","2":"Roland","3":"Anyway. What brings you here all alone, Gray Raven? How fortuitous."},{"T":"301","2":"Roland","3":"Well, then. Let's begin."}]