[{"T":"301","3":"An instructor once asked in class..."},{"T":"301","2":"???","3":"What is the most dangerous enemy?"},{"T":"301","2":"???","3":"Overwhelming power? Shrewd tactics? No, the answer is more simple."},{"T":"301","2":"???","3":"The most dangerous enemy is the unknown. When you don't know your enemy, regardless of how weak they may be, they can prove fatal to the entire team."},{"T":"301","2":"???","3":"Only when you know yourself and the enemy can you win every battle. If you want to evaluate the enemy's strength in combat, combat itself is not the only factor."},{"T":"301","2":"???","3":"First, you must consider the environment. If the enemy is familiar with their surroundings, they will have the upper hand."},{"T":"301","2":"???","3":"Second, how well does the enemy know you? If your opponent already knows your weaknesses and combat methods, you can't treat them according to your preliminary analysis."},{"T":"301","2":"???","3":"Three, what is their true objective? Aside from direct confrontation with the enemy, they also have strategic objectives. Ignore this point, and they'll lead you right into their trap. Don't say I didn't teach you anything."},{"T":"301","2":"???","3":"Four, what is the current state of you and your enemy? Aside from injuries and weaponry, what are their strengths and weakness? Can you use these to your advantage? All of these factors must be taken into account."},{"T":"301","2":"???","3":"There are still many other factors that influence your judgement. For example, as we all know, if you don't factor in the ballistic calculator, windage, and elevation when sniping, you will miss each and every shot."},{"T":"301","2":"???","3":"Exceptional and wise commandants have this intuition, allowing them to accurately assess the current state of the enemy."},{"T":"301","3":"Prior to the Ascendants making their presence known to the public, many people thought that such measures would not need to be taken into consideration while facing the mindless Corrupted."},{"T":"301","3":"But after graduation, the more you participate in combat, the more you understand the instructors' teachings."},{"T":"301","3":"Especially... Against this unknown enemy."},{"T":"301","3":"The battle, which is forced to take place, lasts three minutes. During this time, Vonnegut unleashes a never-ending barrage of unexpected attacks."},{"T":"301","3":"Practically everyone has sustained injuries, except 'her,' who is familiar with Vonnegut."},{"T":"301","3":"For some reason or another, the agent seems to have avoided fatally injuring the team. Like a cat toying with its prey, he takes joy in relentlessly striking them."},{"T":"301","3":"But even Alpha is not able to really hit Vonnegut and all her attacks bounce off of his defense barrier one after another."},{"T":"301","2":"Kamui","3":"His defense is such a pain! Be a man and stop turtling!"},{"T":"301","2":"Vonnegut","3":"Combat involves defense as well. What right do you have to taunt me if you aren't even skilled enough to get close?"},{"T":"301","2":"Vonnegut","3":"And why are you always protecting that commandant in the middle?"},{"T":"301","3":"He takes leisurely steps in that direction."},{"T":"301","2":"Vonnegut","3":"So that's it. You're like a crystal pyramid."},{"T":"301","2":"Vonnegut","3":"You unleash their strength, causing them to quickly fade."},{"T":"301","2":"Lucia","3":"That's not what the commandant does!"},{"T":"301","2":"Vonnegut","3":"Say what you like, I'm growing bored of this."},{"T":"301","3":"He puts his hands behind his back, and a sardonic smile appears on his lips."},{"T":"301","2":"Vonnegut","3":"The captain who changed his frame hasn't returned yet. Could he have been eaten by the Hetero-Hive Mother? Hmm..."},{"T":"302","2":"I believe in him.","4":"No way."},{"T":"301","2":"Vonnegut","3":"Oh?"},{"T":"301","3":"Vonnegut raises his hand, condensing the Punishing Virus into a handful of fine photosand. But just as he is about to clench his fist, an earthquake-like roar can be heard in the distance."},{"T":"301","2":"???","3":"Haaaargh—"},{"T":"301","3":"A ragged cry comes from the other side of the wall."},{"T":"301","2":"Vonnegut","3":"Congrats! Looks like you put your faith in the right person after all."},{"T":"301","3":"He slowly applauds them."},{"T":"301","2":"Vonnegut","3":"I'll hold up my end of the bargain. You're free to leave."},{"T":"301","2":"Vonnegut","3":"But there's something I have to do to erase any traces of vital information."},{"T":"301","3":"Light turns into sand and pours out of his palm. As it lands on the ground, the Punishing Virus concentration in the area rises drastically."},{"T":"301","2":"Wanshi","3":"This place's about to collapse! Retreat!"},{"T":"301","3":"The team covers each other while making for the exit."},{"T":"301","2":"Lucia","3":"Get Commandant out of here!"},{"T":"302","2":"(Run to Lucia)","4":"(Run to the exit)"},{"T":"301","2":"Vonnegut","3":"A bond can be a troublesome thing sometimes, can it not?"},{"T":"301","3":"It seems that Vonnegut has already taken their various evacuation routes into consideration. He ensnares Lucia and others who try to protect you in a surge of Punishing current. Right as the team is unable to continue onward—"},{"T":"301","3":"The ceiling begins to collapse. Even though you managed to avoid the first few fallen fragments, the successive collapses prove too much."},{"T":"301","3":"A massive stone slab falls on your fragile human body. Even though vital parts like your neck are protected, you still hear a faint crack among your ribs."},{"T":"301","2":"Lucia","3":"Commandant!!"},{"T":"301","3":"Her worried cry is almost drowned out in the collapsing rubble and screams from her companions."},{"T":"301","2":"Vonnegut","3":"The demolition here has not been completed."},{"T":"301","3":"He 'keeps his promise' and only unleashes the red current in his hands along the wall and ground. However, you struggle under the rubble like prey caught in a bear trap."},{"T":"301","2":"Wanshi","3":"His attacks are concentrating on the area around us! We can't go over, or they'll hit the commandant! Divert the attacks!"},{"T":"301","2":"Vonnegut","3":"Good observation skills, but will that do you any good?"},{"T":"301","3":"You hear a deafening crackling from an explosion by your ears. A wall collapses onto you, causing your chest to crunch again from the impact."},{"T":"302","2":"Arrrrrrrgh—!"},{"T":"301","2":"Lucia","3":"COMMANDANT!!!!"},{"T":"301","3":"The almost hoarse cry and the severe pain in your chest penetrates into your nerves. Your broken ribs stab your lungs."},{"T":"302","2":"Cough...","4":"You're hurt too, Lucia..."},{"T":"301","2":"Lucia","3":"Over here!"},{"T":"301","3":"The light from 'her' and Lucia's blade hit the defense barrier. The thunderous rumble coursing through the wall shifts toward them."},{"T":"301","2":"Vonnegut","3":"Interesting! How interesting it is to see you struggle."},{"T":"301","2":"Vonnegut","3":"If you want to save that commandant, come at me, all of you!"},{"T":"301","2":"Lucia","3":"You just want us to stay and continue fighting!"},{"T":"301","2":"Vonnegut","3":"If you're worried about the collapsing arena, I don't mind moving our battle somewhere safe."},{"T":"301","2":"Kamui","3":"Then let's go!"},{"T":"301","3":"In the angry words of Kamui, their footsteps and the harsh sound of electricity fades into the distance."},{"T":"301","3":"As the room gradually falls silent, you are left here alone."},{"T":"301","3":"Blood pours into your trachea, choking you. Your brain fills with the fear of suffocation and drowning."},{"T":"301","3":"Even as the deafening sound of battle fade into the distance, the shockwaves cause the fractured walls of the waterway to continue to collapse."},{"T":"301","3":"Right as you are about to drown in agony, the floor beneath you begins to crack."},{"T":"302","2":"It's going to break..."},{"T":"301","3":"The cracks begin to expand, causing your body to have a sinking sensation."},{"T":"301","3":"As if adding fuel to the fire, you hear the rushing sound of water beneath the collapsing floor."},{"T":"301","3":"...The Red Tide."},{"T":"301","3":"In the darkness, a horrifying thought comes to mind."},{"T":"301","3":"...If you fall into the Red Tide, will you turn into one of its projections?"},{"T":"301","3":"Will you be like Silk Worm's commandant... misleading Ruolin down the wrong path?"},{"T":"301","3":"If Asimov was here, would he classify these thoughts as the reason for your Mind Beacon's corruption?"},{"T":"302","2":"..."},{"T":"301","3":"No... Now's not the time to think about this."},{"T":"301","3":"However, no matter how hard you struggle, you cannot free yourself from the wreckage. Struggling will only cause you to suffer and suffocate in even more intense agony."},{"T":"301","3":"Using your last ounce of strength, you free your hand grasping the locator."},{"T":"302","2":"The locator...","4":"Percy..."},{"T":"301","3":"Whether it's from the damage sustained from the wreckage or the existence of the signal jammer..."},{"T":"301","3":"Percy's beacon on the locator stops nearby, accompanied by a loading prompt."},{"T":"302","2":"So that's how it is..."},{"T":"301","3":"You use your only free hand to refresh the locator. Finally, you manage to trigger the alarm function."},{"T":"301","3":"But right as the alarm sounds, the cracks widen, and the floor begins to collapse."},{"T":"301","2":"Chrome","3":"【kuroname】!!!"},{"T":"301","3":"The stone slab slides through the crack in the floor and splashes in the Red Tide below. However, your wrist is pulled to the edge."},{"T":"301","3":"Looking up, you see the crumbling ceiling rain down like hail, but Chrome manages to shelter you from the rubble."},{"T":"302","2":"Chrome..."},{"T":"301","2":"Chrome","3":"Sorry, I'm late."},{"T":"301","3":"With his frame heavily damaged, Chrome struggles to pull you up. His frame trembles as if he has fully exerted himself."},{"T":"301","3":"Even so, his grip strengthens as if constricting your wrist."},{"T":"301","2":"Chrome","3":"Saying this now... might not be..."},{"T":"301","2":"Chrome","3":"But... I can't control..."},{"T":"301","3":"Chrome gasps for air. Aside from his vice grip, he seems to be struggling even to breathe."},{"T":"301","3":"Like a rookie out of his depths, all he can do is try his best to control his syntax module and send out a call for help."},{"T":"301","3":"But you do not need any further explanation to understand that Chrome's M.I.N.D. is beginning to deviate."},{"T":"302","2":"Establish a memory link with me!"},{"T":"301","2":"Chrome","3":"...Got it!"},{"T":"301","3":"Firmly holding Chromes hand, you establish a memory link like when he was on the maintenance desk."},{"T":"301","3":"Realizing that his M.I.N.D. is stable, he quickly hoists you up, and you fall into his embrace."},{"T":"301","2":"Chrome","3":"Pardon me, Commandant. But if I carry you on my back, that'll just make your wounds even worse."},{"T":"301","2":"Chrome","3":"Also... Thanks, 【kuroname】."},{"T":"302","2":"It was nothing...","4":"I should be thanking you, Chrome.","6":"You're welcome, Mr. 'Rat'."},{"T":"301","3":"Chrome lets out a sigh of relief, forcing a smile."},{"T":"301","2":"Chrome","3":"Sorry for the lack of modesty... But desperate times call for desperate measures."},{"T":"301","2":"Chrome","3":"Nph... Sorry, Commandant."},{"T":"301","3":"Chrome quietly apologizes again."},{"T":"301","2":"Chrome","3":"Don't worry about it. This isn't our first time working together—and certainly not the last."},{"T":"302","2":"Of course."},{"T":"301","3":"Chrome smiles, then runs out with you in his arms."},{"T":"301","2":"Chrome","3":"I'm not the 'rat' right now."},{"T":"301","2":"Chrome","3":"I severed the pendulum only to throw you into the pit."},{"T":"302","2":"But you saved me.","4":"Working with you is a treat."},{"T":"301","2":"Chrome","3":"Whenever I'm hanging on the edge of a cliff, you always pull me up. I'm happy to return the favor, 【kuroname】."},{"T":"301","2":"Chrome","3":"Thank you again."},{"T":"301","2":"Chrome","3":"Likewise."},{"T":"301","2":"Chrome","3":"Whenever I'm hanging on the edge of a cliff, you always pull me up. I'm happy to return the favor, 【kuroname】."},{"T":"301","2":"Chrome","3":"Percy and Reyna are about to detonate the polyfurnaces. Hold on, we need to get out of here."},{"T":"302","2":"Got it.","4":"I'll leave it to you, then."},{"T":"301","3":"Chrome nods, then races to the exit."},{"T":"301","3":"While evacuating, you run into the team anxiously looking for you."},{"T":"301","3":"Chrome hands you to Wanshi. With the help of your team, you safely evacuate the waterway."},{"T":"301","3":"Suddenly, the underground labyrinth of secrecy erupts with a deafening roar..."},{"T":"301","3":"The remains of the Red Tide creatures are buried underground in an instant, forced to lay dormant among the wreckage."},{"T":"301","3":"In the aftermath, the survivors exchange glances. Wanshi mends all your wounds, allowing everyone to regain basic mobility."},{"T":"301","2":"Wanshi","3":"...This is just emergency treatment. You'll have to treat your more serious wounds back in Babylonia."},{"T":"301","3":"Everyone is wounded to varying degrees from the battle. Fortunately, none of which are fatal."},{"T":"301","2":"Chrome","3":"Mission complete. Let's head back."},{"T":"301","2":"Kamui","3":"Where's Cerberus?"},{"T":"301","2":"Camu","3":"They left before us. They should be in Babylonia by now."},{"T":"301","2":"Kamui","3":"Camu! When did you get here?"},{"T":"301","2":"Camu","3":"Just now..."},{"T":"301","2":"Reyna","3":"Ahhhhh, Captain!!"},{"T":"301","2":"Captain Percy","3":"What is it?"},{"T":"301","2":"Captain Percy","3":"Still crying about losing a few fingers?"},{"T":"301","2":"Reyna","3":"No, it's not that. You gave me Ersi's name tag to hold onto as you were climbing out of the waterway... But..."},{"T":"301","2":"Captain Percy","3":"You lost it??"},{"T":"301","2":"Reyna","3":"When we were evacuating... I think I lost it when that weird electric current cut off my fingers holding the name tag."},{"T":"301","2":"Reyna","3":"I was so worried about evacuating, I didn't notice..."},{"T":"301","3":"Percy sighs and squeezes Reyna's shoulder helplessly."},{"T":"301","2":"Captain Percy","3":"Even if you DID notice, there wasn't anything you could do."},{"T":"301","2":"Captain Percy","3":"Staying alive is more important!"},{"T":"301","2":"Lucia","3":"Well, Commandant. We managed to stay alive and complete the mission."},{"T":"301","2":"Lucia","3":"But... I'm really sorry that I didn't go back for you as soon as I could."},{"T":"302","2":"There's nothing you could do...","4":"You made the right call."},{"T":"301","2":"Chrome","3":"It's dangerous to stay here any longer. Now that you've recovered, let's get back ASAP."},{"T":"301","2":"Lucia","3":"You're right. Let's go."},{"T":"301","3":"On the way to the transport craft, you look back to see Chrome looking at you."},{"T":"301","3":"Was it a little too coincidental Chrome saved you right at the last second?"},{"T":"302","2":"Chrome."},{"T":"301","2":"Chrome","3":"What is it?"},{"T":"302","2":"How'd you know I was there?"},{"T":"301","2":"Chrome","3":"The locator."},{"T":"301","3":"He shows you the small locator in his hand."},{"T":"301","2":"Chrome","3":"I wanted to regroup with everyone after the battle. That's when I ran into them."},{"T":"301","3":"Chrome glances at Captain Percy, and sees him give a thumbs up."},{"T":"301","2":"Chrome","3":"Even though it malfunctioned when I approached you, I could tell I was close by given the location of the collapse. That's when I heard the alarm."},{"T":"301","2":"Chrome","3":"I wasn't being pursued by Vonnegut like everyone else, so I could act more freely."},{"T":"302","2":"What about that agent?"},{"T":"301","2":"Kamui","3":"A strange lady appeared during the battle. Vonnegut stopped attacking as soon as he saw her."},{"T":"302","2":"A strange lady?"},{"T":"301","2":"Kamui","3":"I don't know. We were all more concerned with finding you."},{"T":"301","2":"Kamui","3":"As soon as he saw her, he immediately stopped attacking and retreated."},{"T":"302","2":"Who could've distracted him?"},{"T":"301","2":"Wanshi","3":"Was it the other agent that Gabriel had mentioned?"},{"T":"301","2":"Lucia","3":"Another agent?"},{"T":"301","2":"Chrome","3":"It's possible, but we don't know much about her."},{"T":"301","3":"During the discussion, the team arrives at the transport craft."},{"T":"301","3":"On the scorched land, they see a polished name tag engraved with Ersi's name."},{"T":"301","2":"Reyna","3":"Ah!!"},{"T":"301","2":"Captain Percy","3":"Ersi's name tag...! What's it doing here?"},{"T":"301","2":"Chrome","3":"I'm getting a high reading of Punishing Virus concentration from the name tag. Be careful."},{"T":"301","3":"Percy puts on a pair of protective gloves, then clutches it tightly."},{"T":"301","2":"Lucia","3":"Who brought it here? Could it be..."},{"T":"301","3":"Everyone looks around at their surroundings, but no one is there."},{"T":"301","2":"Chrome","3":"Let's get out of here."},{"T":"302","2":"Okay."},{"T":"301","3":"With the familiar rumbling of the engine filling the cabin again, the transport craft smoothly enters low Earth orbit."},{"T":"301","3":"Once the dust and smoke from the explosion have settled, a tranquil silence returns to the area."},{"T":"301","3":"The gale sweeps the shattered debris into its embrace and dances through the craters of the devastated land."},{"T":"301","3":"The dust will one day heal the wounds of the earth, and life will begin anew."},{"T":"301","3":"But before they can witness it, they have no choice but to return to Eden floating in the sea of stars."},{"T":"301","3":"—However, what was once a paradise is now a prison."}]