[{"T":"301","3":"Summer is already coming to an end, but it feels just as hot and humid, like the special phenomenon named 'second summer' in some Golden Age text."},{"T":"301","3":"But such weather should never occur in Babylonia. The truth is, an accidental breakdown of the air conditioning system has brought summer to everybody."},{"T":"301","2":"Kamui","3":"This—is—so—hot! Can't we find a cooler place?"},{"T":"301","2":"Karenina","3":"I've had enough! The temperature is over the limit of the auto circulation system. My brain module is going to break down!"},{"T":"301","2":"Lee","3":"So why are you here...?"},{"T":"301","2":"Kamui","3":"Because Capt just turned off the air conditioner in Strike Hawk's preparation room. He said, 'we must save energy in such a situation...'"},{"T":"301","2":"Karenina","3":"He must be bloody kidding! The Engineering Force's workshop is going over 65°C. Who's going to stay there?!"},{"T":"302","2":"So it's the air conditioner, huh...","4":"When can they fix it...?"},{"T":"301","2":"Karenina","3":"Huh? I've no idea. Team One went to the central control room with all the heat-insulating equipment. Haven't heard from them since then."},{"T":"301","2":"Lee","3":"Don't you have to go?"},{"T":"301","2":"Karenina","3":"Why would I? It's Team One's job."},{"T":"301","2":"Kamui","3":"Don't worry about her. Do you have ice-cream here? Do you?"},{"T":"301","2":"Kamui","3":"I heard the President brought the ice-cream machine from Venus Splash Park!"},{"T":"301","2":"Liv","3":"Oh, that machine... Miss Celica put it in the warehouse, didn't she?"},{"T":"301","2":"Lee","3":"Yeah, Babylonia doesn't have the extra energy for ice cream at this time."},{"T":"301","2":"Kamui","3":"No way..."},{"T":"301","2":"Lee","3":"Isn't that obvious...?"},{"T":"301","2":"Kamui","3":"..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Kamui","3":"Fine. Lee's so boring. Better play my games!"},{"T":"301","3":"Kamui helps himself to the game controllers under the coffee table, and turns on the giant screen in the preparation room."},{"T":"301","2":"Lucia","3":"Everybody looks so restless..."},{"T":"301","2":"Liv","3":"How about I ask Miss Celica for some low-temperature buffering liquid to cool you down?"},{"T":"301","3":"—The door is pushed open."},{"T":"301","2":"Ayla","3":"Huh? Why are you all here?"},{"T":"301","3":"It is Ayla, followed by a few Constructs from the WGAA."},{"T":"301","3":"They are trying to pull a large 'box' into the room. It looks like a console."},{"T":"302","2":"Why are you here?","4":"What's this thing?"},{"T":"301","2":"Ayla","3":"Ah, I need your help—"},{"T":"301","2":"Ayla","3":"The Archaeological Team found this thing, but nobody knew how to crack it. Then I remembered your excellent track record."},{"T":"301","2":"Ayla","3":"—I mean, the funding from 'that thing' you helped me with could easily last my research for over two years."},{"T":"301","2":"Ayla","3":"As for this one—"},{"T":"301","3":"Ayla points to the thing brought in by the Constructs."},{"T":"301","2":"Ayla","3":"It's hard to describe in words. Let's just put on VR gear to experience it!"},{"T":"301","2":"Ayla","3":"Oh, I also brought the full-body haptic feedback suit! You will need it, Commandant!"},{"T":"301","3":"——Babylonia Generic VR User Interface B.V.R.I. Version 1.14.3——"},{"T":"301","3":"Loading///"},{"T":"301","3":"Loading///////"},{"T":"301","3":"Loading///////////////"},{"T":"301","3":"Loading background sounds..."},{"T":"301","2":"Ayla","3":"?"},{"T":"301","2":"Music","3":"*Heavy, Aggressive Slavic Music*"},{"T":"301","2":"Ayla","3":"Hey! Whose music is this? I said don't leave it in the console!"},{"T":"301","2":"Ayla","3":"Whatever, let's start again."},{"T":"301","3":"Loading file: Book of Toro..."},{"T":"301","2":"Narration","3":"It is a dark, windy night. The leaves on the tree are making a rustling noise."},{"T":"301","2":"Narration","3":"You are standing on a driveway, with your shadows slowly swaying in the moonlight."},{"T":"302","2":"What is this...?","4":"I have a bad feeling about this..."},{"T":"301","2":"Ayla","3":"...A virtual scene, maybe? But I'm not too sure where exactly this is..."},{"T":"301","2":"Kamui","3":"Somehow this looks familiar to me..."},{"T":"301","2":"Ayla","3":"I'm pretty sure there is a note on it saying 'This record should not cause irreversible damage'..."},{"T":"301","2":"Lee","3":"I would much prefer 'will not' than 'should not'..."},{"T":"301","2":"Kamui","3":"Somehow this looks familiar to me..."},{"T":"301","2":"Narration","3":"The story begins to unfold as you can't help but look up to the other end of the driveway..."},{"T":"301","2":"Narration","3":"Where another person appears in the moonlight just like you."},{"T":"301","3":"A strange power is making you raise your head and look at the other side of the driveway."},{"T":"301","3":"It does not feel like being manipulated or tempted. You just feel like it is the right thing to do."},{"T":"301","2":"Narration","3":"It is a tall guy with a mask. He is holding a huge, chopper-like thing in his hand."},{"T":"301","2":"Narration","3":"You begin to tremble—"},{"T":"301","2":"Narration","3":"Fear takes over your body. You realize it is impossible to win over this guy."},{"T":"301","2":"Kamui","3":"You kidding? We can take on this guy with ease—"},{"T":"301","2":"Narration","3":"No, you can't. You need to run."},{"T":"301","2":"Kamui","3":"...Fine, if that's the game setting."},{"T":"301","3":"Kamui turns around and pushes you to run."},{"T":"301","2":"Kamui","3":"I think I know where this is... But before that, let's run!"}]