[{"T":"301","3":"Babylonia's artificial sun has set for now. Apart from some soldiers on patrol and the lively crowd in the markets, most people have fallen asleep."},{"T":"301","3":"As for you, you are sitting in front of the desk inside the Gray Raven break room, going over the recent mission logs."},{"T":"301","3":"The logs have been arranged from left to right chronologically by Liv. Your fingertip flips over a page, and another memory is reawakened in your mind."},{"T":"301","3":"Sitting on the transport craft returning from Atlantis, you receive President Hassen's encrypted transmission all of a sudden."},{"T":"301","2":"Hassen","3":"First of all, congratulations on completing this confidential special ops. Gray Raven can finally take a rest in the coming days."},{"T":"302","2":"'Confidential special ops'...","4":"Rest?"},{"T":"301","2":"Hassen","3":"That's right. You must be able to tell from reuniting with your team that Kurono's control over Gray Raven has been dismantled by us."},{"T":"301","2":"Hassen","3":"You have proven yourself with your actions, and it's only fair that we reward you with more than just empty words and congratulations."},{"T":"301","2":"Hassen","3":"When you're back on Babylonia, we will host the grandest welcome ceremony for you."},{"T":"302","2":"It's not just to congratulate me, I suppose.","4":"..."},{"T":"301","2":"Hassen","3":"Haha, you're smart. Now's a pretty good time to do this..."},{"T":"301","2":"Hassen","3":"Your reaction seems to suggest that you've got something to say."},{"T":"301","2":"Hassen","3":"You're a smart person. I suppose this is not that bad a time."},{"T":"301","3":"Hassen smiles and nods."},{"T":"301","2":"Hassen","3":"After this ceremony, Gray Raven will no longer be an ordinary squad under the Task Force but war heroes that make the impossible possible."},{"T":"301","2":"Hassen","3":"The people will follow you. They will look up to you. You have brought them a spark of hope for victory and overcome desperate situations time and time again."},{"T":"301","2":"Hassen","3":"They will see every move the Gray Ravens make."},{"T":"301","2":"Hassen","3":"And because of that, Kurono can no longer take Gray Raven away—from the people."},{"T":"302","2":"Is this necessary?","4":"Why this?"},{"T":"301","2":"Hassen","3":"Absolutely. People are looking for heroes—for hopes that will bring the war to an end, and the Gray Ravens are the perfect candidates."},{"T":"301","2":"Hassen","3":"Because people are looking for heroes—for hopes that will bring the war to an end, and the Gray Ravens are the perfect candidates."},{"T":"301","2":"Hassen","3":"To carry out this plan, Gray Raven's main mission in the coming days will be to boost morale in each fighting region to establish people's hope for victory."},{"T":"301","2":"Hassen","3":"That's what the people want, and that's how we protect you."},{"T":"301","3":"You have not seen Vera and the Cerberus members for a long time since the welcoming ceremony."},{"T":"301","3":"Apart from returning to Babylonia to hand in your mission logs, you and the Gray Ravens have spent most of your time going from safe zone to safe zone among different areas on the surface, far away from the frontline."},{"T":"301","3":"It might be more free carrying out the Parliament's mission and being forbidden to contact some people than being locked in Kurono's cell, this overprotection has nonetheless grown weary on you."},{"T":"301","3":"The Babylonia night is still far from over. You open the mission log on the desk to confirm the final details before submitting."},{"T":"301","3":"As it opens, the recorded scenes play out before you as projections one by one."}]