[{"T":"301","2":"Liv","3":"Why do we still have to fight... We already defeated the King..."},{"T":"301","3":"Liv was in grief after the Demon King made her announcement. They had been moving together ever since she joined the game. To her, the Demon King was already a friend."},{"T":"301","2":"Lucia","3":"But that is the Demon King's wish, isn't it?"},{"T":"301","2":"Liv","3":"...Yes."},{"T":"301","3":"Just like what Lucia said, the Demon King had no idea for power or anything. She even asked us to 'stop' her."},{"T":"301","3":"There must be a purpose."},{"T":"302","2":"We must complete the game...","4":"This will be the last fight."},{"T":"301","2":"Lee","3":"I think so too. But we probably need to ask herself for the real reason."},{"T":"301","2":"Karenina","3":"Let's finish her off and go back."},{"T":"301","2":"Vera","3":"Before facing the Demon King, how about we have a fight to decide the winner first?"},{"T":"301","3":"Camu and Vera stopped and pointed their weapons toward us."},{"T":"301","2":"Vera","3":"Before entering the game, we said this would be a race. Looking at the situation, it's no longer possible to decide the winner."},{"T":"301","2":"Vera","3":"That's why I'd like to propose a change in the rules. Let's fight right here, and the winners have the right to challenge the Demon King."},{"T":"301","2":"Liv","3":"But we don't know the real power of the Demon King. What if we don't have sufficient strength to face the Demon King after this battle..."},{"T":"301","2":"Vera","3":"Easy. If you win, you can order us to join you, because you are the winners."},{"T":"301","2":"Lee","3":"Is that what you have been planning, Vera...?"},{"T":"301","3":"Camu and Vera were very particular about winning or losing. Although they never thought they would lose, Vera had put an extra insurance in place just in case."},{"T":"302","2":"You will win either way. How cunning, Vera.","4":"Make sure you give everything you have."},{"T":"301","2":"Vera","3":"Whether you agree or not, we have decided to end it here."},{"T":"301","2":"Vera","3":"Have you realized that we had been cruising along? No wonder you were top of your class."},{"T":"301","2":"Lucia","3":"I still don't think we should 'decide' the winning team here, but it seems a fight is unavoidable."},{"T":"301","2":"Lee","3":"It's player versus player time then."},{"T":"301","2":"Karenina","3":"Wait a sec, which side should I join then?"},{"T":"302","2":"Oh, I need to make a decision too...","4":"Can you stay with me?"},{"T":"301","2":"Karenina","3":"Yeah, we were in Vera's team..."},{"T":"301","2":"Karenina","3":"Do you have no shame!?"},{"T":"301","2":"Camu","3":"Just stay in Kamui's team. You are nothing but liabilities."},{"T":"301","2":"Karenina","3":"How dare you call me a liability!? You arrogant, dark, narcissistic piece of ****!"},{"T":"301","2":"Camu","3":"What!?"},{"T":"301","2":"Kamui","3":"Hah..."},{"T":"301","2":"Camu","3":"What are you laughing at, Kamui?!"},{"T":"301","2":"Vera","3":"Alright, let's do this. We don't have much time left."}]