[{"T":"301","2":"Nanami","3":"WA, HA, HA ,HA!"},{"T":"301","2":"Nanami","3":"WA, HA, HA!"},{"T":"301","2":"Nanami","3":"WA, HA!"},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Nanami","3":"HA!"},{"T":"301","2":"???","3":"..."},{"T":"301","3":"In a small forest in the snows, a yellow-black Construct and a bionic bear are staring fixedly at each other."},{"T":"301","3":"The Construct is standing on a giant rock, drawing herself to her full height with her arms akimbo. Faced with the weird Construct, the bionic bear looks as if it just ate ten barrels of expired bionic fish."},{"T":"301","2":"Nanami","3":"HA!"},{"T":"301","2":"???","3":"Just... stop HA-ing already!"},{"T":"301","3":"The bear roars, trying to stop the Construct from continuing her inane actions. The Construct shows brief surprise, but quickly recovers and hops off the rock with a beaming smile, happy that some-bear has answered."},{"T":"301","2":"Nanami","3":"Finally! A mechy teddy that speaks! All the other bearoids just pounced on me without a word! Yay, finally! A talking bear!"},{"T":"301","2":"???","3":"...You can't have been just HA-ing the whole time before I got here, can you?"},{"T":"301","2":"Nanami","3":"Well... Nanami ain't so sure of the situation here, so I tried communicating with body language."},{"T":"301","2":"Nanami","3":"HA!"},{"T":"301","3":"In the middle of Nanami's explanation, she takes on the strange pose from before again, even sprinkling in a 'HA' at the end."},{"T":"301","3":"It dawns on the bear that Nanami is trying to communicate with bionic mechanoids through her unfathomable pose and laughter."},{"T":"301","2":"???","3":"I mean... We're bionic machines, but that doesn't mean we converse through these... poses... And please, stop with the HAs too."},{"T":"301","2":"Nanami","3":"Ehehe, then I'll do it the normal way! Now that I know you can speak, mechy teddy-o, can you tell me where I am?"},{"T":"301","2":"Martin","3":"Stop calling me a mechy teddy! I have a name—Martin. Just call me Martin."},{"T":"301","2":"Nanami","3":"Martin, hmm... That's no cute bear name at all."},{"T":"301","2":"Martin","3":"Wasn't trying to be!"},{"T":"301","2":"Nanami","3":"Aaanyhow, Nanami kinda just went around and found herself here. So what's this place? I don't have a map..."},{"T":"301","2":"Martin","3":"You just went around and found yourself here...? Do you have a boat? Or can you swim?"},{"T":"301","2":"Martin","3":"Agh, whatever, it doesn't matter. This place is part of the Arctic Route Union's territory, one of the largest human settlements."},{"T":"301","2":"Nanami","3":"Hmm, never heard of it before. But it does feel like Nanami's gone pretty pretty far far away... Now, now, what to do...?"},{"T":"301","2":"Martin","3":"You came all the way over here for no reason?"},{"T":"301","2":"Nanami","3":"Hey, it's just a Nanami pleasure trip. What about you then, Marty?"},{"T":"301","2":"Martin","3":"I... I think I'm supposed to be shooting down some aircraft."},{"T":"301","2":"Nanami","3":"Supposed?"},{"T":"301","3":"Martin's bear-like features twist into one of visible hesitation, but he answers Nanami shortly."},{"T":"301","2":"Martin","3":"Yeah. I have to get the anti-air weaponry ready to shoot down some aircraft. No time to mess around with you here."},{"T":"301","2":"Nanami","3":"Okay then! The court of Nanami has reached its decision!"},{"T":"301","2":"Nanami","3":"Nanami will help you shoot down your planes!"},{"T":"301","2":"Martin","3":"Wha—You? But the ones on the aircraft are..."},{"T":"301","2":"Nanami","3":"Constructs and humans, right? It'll be alright! You're only supposed to shoot down the 'aircraft,' yeah? Just hand over the artillery commands to Nanami!"},{"T":"301","3":"Nanami climbs atop the Nanami-rock as a pedestal again, then points one finger at the sky."},{"T":"301","2":"Nanami","3":"We can just shoot down the planes without hurting the people on it, Morty!"}]