[{"T":"301","2":"Lee","3":"Most of the train's functions are back online."},{"T":"302","2":"That's great.","4":"Does that mean I can finally clock out?"},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"DId you just roll your eyes?","4":"I was joking!"},{"T":"301","2":"Lee","3":"We're approaching the edge of the human inland city."},{"T":"301","2":"Lee","3":"Our intel shows that the station up ahead has been abandoned since the Post-Pandemic Age. It doesn't even have a designation number..."},{"T":"301","2":"Lee","3":"All we have to do next is stop the train for one final checkup, and then it will be properly functioning again. The Heterozygotes on board have all been cleared out as well."},{"T":"301","2":"Lee","3":"Akdilek's repair team can handle the rest of the repairs."},{"T":"301","2":"Lee","3":"We were quite effective back there with Sophia's help."},{"T":"302","2":"That's good to know.","4":"Sophia must be pretty skilled to have your approval."},{"T":"301","2":"Lucia","3":"You're saying that we only have to make one more stop?"},{"T":"301","2":"Liv","3":"Finally, a change of scenery..."},{"T":"301","3":"Suddenly, the door to your cart opens, and Sophia pops her head in like a cat. She scans the cart with her eyes and gingerly walks in after seeing Lee and you."},{"T":"301","2":"Sophia","3":"Looking for you."},{"T":"302","2":"M-me?"},{"T":"301","2":"Sophia","3":"The repair guy."},{"T":"301","2":"Lee","3":"Coming."},{"T":"302","2":"..."},{"T":"301","2":"Sophia","3":"We're ready to stop."},{"T":"301","2":"Lee","3":"Alright. How's the preparations with the repair team?"},{"T":"301","2":"Sophia","3":"It's all good."},{"T":"301","3":"Lee walks toward Sophia, and the two are ready to depart. Before leaving, Sophia stops and turns around."},{"T":"301","2":"Sophia","3":"Thank you."},{"T":"302","2":"...To whom?"},{"T":"301","2":"Sophia","3":"You, Commandant. Thanks."},{"T":"301","3":"Sophia repeats with a serious expression. Her voice is soft and light, but full of conviction."},{"T":"302","2":"It's my job.","4":"Y-you're welcome."},{"T":"301","3":"You catch a brief moment when Lee might have smiled, but it quickly disappears as Sophia turns back toward him."},{"T":"301","2":"Liv","3":"...It's great to be working with you, Commandant."},{"T":"302","2":"Where does that come from?"},{"T":"301","2":"Lucia","3":"Although I think our priority should be preparing for the upcoming battle—"},{"T":"301","2":"Lucia","3":"But I agree. I'm glad I'm here with you, Commandant."},{"T":"302","2":"..."},{"T":"301","2":"Bianca","3":"I'm impressed, Gray Raven Commandant."},{"T":"302","2":"Bianca!"},{"T":"301","2":"Bianca","3":"Let's go, Commandant."},{"T":"301","2":"Liv","3":"I've already uploaded the satellite map of this area. The station we are stopping at was an active supply depot for the desert area during the Golden Age."},{"T":"301","2":"Liv","3":"The rest of the depot fell in NE 2153. Only this platform remains functional due to the Eternal Engine passing through regularly."},{"T":"301","2":"Liv","3":"The intel calls this platform... Groening Station?"},{"T":"301","2":"Bianca","3":"Groening?"},{"T":"301","2":"Bianca","3":"That was where I boarded the Eternal Engine."},{"T":"301","2":"Liv","3":"Eh? So the train does provide a short-route round trip..."},{"T":"301","2":"Liv","3":"...Anyway, I've mapped out the key routes everyone should take inside the station!"},{"T":"301","2":"Lucia","3":"Commandant, at your orders."},{"T":"302","2":"Destination—Groening Station! Let's go!"},{"T":"301","2":"Liv & Bianca","3":"Roger!"}]