[{"T":"301","2":"Watanabe","3":"You looking for me?"},{"T":"301","2":"Hassen","3":"Take a seat. I wanted to talk about the retreat operation and some other news."},{"T":"301","2":"Watanabe","3":"...There's no need."},{"T":"301","2":"Hassen","3":"You have the right to know."},{"T":"301","2":"Watanabe","3":"Are you worried that I know too much?"},{"T":"301","2":"Hassen","3":"...Our investigation shows Cyril was the leader of the Punishing Rebels. Not sure if he was the only leader, or if there were others."},{"T":"301","2":"Hassen","3":"But we are certain that he had everything planned from the moment he approached the operation."},{"T":"301","2":"Hassen","3":"They aren't a significant threat to Babylonia yet. But considering how little time they had to prepare, and how quickly they assembled with limited resources..."},{"T":"301","2":"Hassen","3":"And their ability to plan and execute such an ambush..."},{"T":"301","2":"Hassen","3":"All I can say is, thanks to you, we didn't lose Halcyon 2."},{"T":"301","2":"Hassen","3":"That group mostly consists of ex-soldiers of the old government who aren't satisfied with the operation commands we have now. They have already left since Cyril exposed himself."},{"T":"301","2":"Hassen","3":"We managed to kill or capture some of them, but a lot had escaped and are still active."},{"T":"301","2":"Hassen","3":"If we do nothing, they may grow into a large threat."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Hassen","3":"Seeing your contribution to the last operation, HQ decided to officially grant you access to Babylonia."},{"T":"301","2":"Hassen","3":"You will be transferred to the Babylonia protection team and head to another launch base..."},{"T":"301","2":"Watanabe","3":"Actually, I also wanted to talk to you."},{"T":"301","2":"Hassen","3":"Yes?"},{"T":"301","2":"Watanabe","3":"I would like to leave Babylonia."},{"T":"301","2":"Hassen","3":"Watanabe? You know you will face a court-martial for that, don't you?"},{"T":"301","2":"Watanabe","3":"I've made up my mind. And you know, once I've decided to do something, nothing can stop me."},{"T":"301","2":"Hassen","3":"I know."},{"T":"301","2":"Hassen","3":"But why? Because of Cyril? Or..."},{"T":"301","2":"Watanabe","3":"Stop pretending like you care. I'm going to contact the ground military bases that have fallen out of the organization. Is that what you expected?"},{"T":"301","2":"Hassen","3":"...As a military man, I understand how you feel."},{"T":"301","2":"Watanabe","3":"Well, I would kindly ask you for a favor then."},{"T":"301","2":"Hassen","3":"But you do know Constructs are important assets of Babylonia, right?"},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"I know there's one shuttle heading to the ground today, shipping 'scrapped' Constructs."},{"T":"301","2":"Watanabe","3":"As for your 'asset'... I will return it to where it came from."},{"T":"301","2":"Watanabe","3":"But you probably know about my very first frame."},{"T":"301","2":"Hassen","3":"...That frame will allow you to easily enter the shuttle without being discovered."},{"T":"301","2":"Hassen","3":"(Lets out a bitter smile) But you know I wasn't talking about the frames."},{"T":"301","2":"Hassen","3":"Anyway, I understand. Last but not least..."},{"T":"301","2":"Hassen","3":"Watanabe, on behalf of Babylonia, I would like to thank you for all you have done."},{"T":"301","2":"Hassen","3":"Thank you for your service for Babylonia and the entire humanity."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Hassen","3":"Well... Till we meet again."},{"T":"301","2":"Hassen","3":"I hope that we're both alive till then."}]