[{"T":"301","3":"You feel an immense lightness enveloping you and the surroundings. Gravity seems to have gone missing in this place."},{"T":"301","3":"Streams of data, taking the form of cubes, flow into the space. They quickly transform, converge, and begin to rebuild into... a floor, walls, everything."},{"T":"301","3":"When you finally feel the grasp of gravity once more and land safely on the ground, you find yourself in a new world."},{"T":"302","2":"...","4":"Her M.I.N.D. is rebuilding itself...?"},{"T":"301","3":"The place is deep underground—a subterranean city made up of cold steel and a giant rift."},{"T":"302","2":"This is... where that battle happened.","4":"Where is Luna?"},{"T":"301","3":"Your hunch tells you that you can find her in a certain place. Groping through your memories, you manage a path to your destination in the center. On your way there, you see discarded weapons... including your pistol."},{"T":"302","2":"(Pick up your pistol)"},{"T":"301","3":"At the end of the path, you see the familiar white girl again... as well as another figure, also somewhat acquainted with you."},{"T":"301","2":"Luna","3":"Ga... briel?"},{"T":"301","2":"Gabriel","3":"Miss Luna, allow me to apologize for my impudence from before."},{"T":"301","2":"Gabriel","3":"I assure you that, Miss Luna, I shall fulfill my duties as a chosen of the Ascension-Network to its fullest..."},{"T":"301","3":"Luna is standing at the top of the abyssal rift. Gabriel is facing her, his mechanical wings extended in full, looking like a fallen angel that has crawled out from hell."},{"T":"301","3":"Under the gargantuan shade of Gabriel, Luna looks even smaller than she is."},{"T":"301","2":"Gabriel","3":"And to do so, I shall have to cleanse the world of imperfect agents."},{"T":"301","2":"Luna","3":"The power I have displayed, is it not enough to make you..."},{"T":"301","2":"Gabriel","3":"Do you not realize? Your heart is your blemish, your emotions are your weaknesses."},{"T":"301","3":"Gabriel raises his hand. In the cages of his bulky fingers beats a human heart, frail and powerless."},{"T":"301","2":"Luna","3":"No...!"},{"T":"301","2":"Gabriel","3":"Ever since your sister became an Ascendant, your power as an agent has been weakening..."},{"T":"301","2":"Gabriel","3":"You are no longer fit to be an agent... You are no longer fit to realize our ambitions!"},{"T":"301","3":"Gabriel squeezes his fingers. Blood drips between the cracks."},{"T":"301","3":"...You know that this is not real, but you still find the scene terrifying."},{"T":"301","2":"Luna","3":"Ah... Enough..."},{"T":"301","3":"Luna moans in pain. As if in tune with the rhythm of her cries, the space around you also distorts like a television tuned to a dead channel, flaring up in static. You also flare up, as if smoldered by flames."},{"T":"302","2":"Her emotions are affecting her M.I.N.D. space!","4":"I have to stop Gabriel."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","3":"You fire a bullet at Gabriel's right chest. It would spell death for a normal human, but clearly, it is not Gabriel's weak spot."},{"T":"301","3":"You seem to have achieved the equivalent of chucking a pebble at a giant. Gabriel turns and trains his gaze on the offender, namely, you."},{"T":"301","2":"Gabriel","3":"..."},{"T":"302","2":"...","4":"Stop messing with her right now!"},{"T":"301","2":"Gabriel","3":"Who do you think you are?"},{"T":"302","2":"I am a commandant of Babylonia.","4":"And who do YOU think you are?"},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Gabriel","3":"I shall deal with you... after I am done with her."},{"T":"302","2":"Let's see who's dealing with who.","4":"Whatever you're trying to do..."},{"T":"302","2":"I'm getting out of this place."},{"T":"302","2":"Which means, I need her."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"During your exchange, you slowly inch toward Luna and manage to hide her behind you."},{"T":"302","2":"Try and stop me now."},{"T":"301","2":"Gabriel","3":"...Splendid. How splendid."},{"T":"301","2":"Gabriel","3":"A false 'agent' coupled with a weak, pathetic, and pitiful human..."},{"T":"302","2":"...Luna."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"Luna's eyes are wide open. She seems to have yet to recover from this nightmare."},{"T":"302","2":"Such a realistic Gabriel you have here.","4":"Are all your underlings like this?"},{"T":"301","2":"Luna","3":"Wha..."},{"T":"302","2":"(Load gun)"},{"T":"301","3":"You fire several shots at Gabriel. None of them land."},{"T":"301","2":"Gabriel","3":"Pah... Enough, human. Your little show is pointless."},{"T":"301","2":"Gabriel","3":"Miss Luna, do you not find it disgraceful, that you are being protected by a lowly human?"},{"T":"301","2":"Gabriel","3":"But no matter... I shall end it for..."},{"T":"301","3":"Before Gabriel can finish, a massive clang cuts him off. You were not aiming at Gabriel, but the dangling metal plate above him."},{"T":"301","2":"Luna","3":"Wha..."},{"T":"301","3":"The impact of the metal plate causes Gabriel to fall, deep into the abyss. You immediately grab Luna's arm and run."},{"T":"302","2":"The impact can only buy you so much time."},{"T":"301","2":"Luna","3":"Enough... Let go...!"},{"T":"301","3":"You manage a good ten meters or so before Luna tries to wriggle out of your hold."},{"T":"301","3":"Before Luna can escape, you pull her wrist, forcibly spinning her around. Quickly binding both of her arms, you press her against the wall—a classic pinning technique. You then swiftly point your gun at her temple."},{"T":"302","2":"I'll let go. But only after I get what I want."},{"T":"301","2":"Luna","3":"...!"},{"T":"301","2":"Luna","3":"Do you really think you can keep me in place like this?"},{"T":"302","2":"I need an explanation first."},{"T":"301","2":"Luna","3":"Let go! Not with this humiliating position...!"},{"T":"302","2":"...","4":"(Loosen your hold)"},{"T":"301","3":"You loosen the hold on her arms, but you still keep your gun pointed at her."},{"T":"301","2":"Luna","3":"...That's my line. I need an explanation."},{"T":"301","3":"Luna seems to have recovered a little and has returned to her usual self. Even with your gun hanging on her temple, she seems unfazed."},{"T":"302","2":"You weren't like this just now...","4":"Now, answer my question."},{"T":"301","2":"Luna","3":"...What?"},{"T":"302","2":"Nothing, just answer my question."},{"T":"301","2":"Luna","3":"...Ask."},{"T":"302","2":"Do you realize that you are inside your M.I.N.D.?"},{"T":"301","2":"Luna","3":"My... M.I.N.D.?"},{"T":"301","2":"Luna","3":"My M.I.N.D..."},{"T":"301","2":"Luna","3":"My... I..."},{"T":"301","2":"Luna","3":"...I don't know what you're talking about. Gabriel betrayed me. I have to punish him."},{"T":"301","2":"Luna","3":"And it has nothing to do with you."},{"T":"302","2":"(Looks like she doesn't remember the last scene.)","4":"(Looks like she has no idea who I am.)"},{"T":"301","3":"As the owner of her M.I.N.D., Luna's emotions can affect her entire M.I.N.D. space. Which means that your life depends on hers here..."},{"T":"301","2":"Luna","3":"Tell me something."},{"T":"302","2":"What?","4":"I can't promise I have an answer."},{"T":"301","2":"Luna","3":"Are you... part of my dreams?"},{"T":"302","2":"...No.","4":"...Yes."},{"T":"301","2":"Luna","3":"...Then why are you here?"},{"T":"302","2":"I'm just temporarily trapped here."},{"T":"301","2":"Luna","3":"Then why did you do that just now?"},{"T":"302","2":"Because I want to get out of this place."},{"T":"301","2":"Luna","3":"So, you too..."},{"T":"301","3":"Luna murmurs. She extends her fingers over, as if trying to verify the truth of your existence by touching you."},{"T":"302","2":"(Move aside)","4":"(Stay still)"},{"T":"301","3":"Luna halts."},{"T":"301","3":"As her fingers are about to reach you, she halts."},{"T":"301","2":"Luna","3":"...Why would I dream of this weirdo?"},{"T":"302","2":"...","4":"Hey, I saved you just now."},{"T":"301","2":"Luna","3":"Why did you do that?"},{"T":"302","2":"To wake you from your dreams."},{"T":"301","2":"Luna","3":"Ah, I know... You must be a dream eater, a baku."},{"T":"302","2":"...","4":"What?"},{"T":"301","3":"Luna has a serious expression on her face."},{"T":"301","2":"Luna","3":"My sister once told me that there's a creature named baku. When you have nightmares, a baku will enter your dreams and eat them up, so you won't have them anymore."},{"T":"301","3":"Lucia told Luna these stories in their childhood, huh..."},{"T":"302","2":"I'm not a baku, but you can think of me as one.","4":"Well, you can treat me like one, I guess."},{"T":"301","2":"Luna","3":"...I see."},{"T":"301","2":"Luna","3":"Can you wake me from my dream?"},{"T":"301","2":"Luna","3":"I don't know why... but... I can't wake up..."},{"T":"302","2":"Sure.","4":"I can help you."},{"T":"301","2":"Luna","3":"...But I don't trust you."},{"T":"302","2":"...","4":"(Drop gun)"},{"T":"301","3":"You drop your gun."},{"T":"301","3":"Almost instantly, Luna half-raises a hand at you. You remember this move, if this were reality, she would have already torn apart space itself and turned you into commandant mince."},{"T":"301","3":"But nothing happens, she merely keeps her hand raised."},{"T":"301","2":"Luna","3":"You must be like the monsters in my dreams, trying to kill me."},{"T":"301","2":"Luna","3":"But I'm not that easy. Even in my dreams, I don't let my guard down. Sorry to disappoint you."},{"T":"301","2":"Luna","3":"If I don't kill you, you'll kill me. I know that. This is how my nightmares work."},{"T":"302","2":"Before I manage to get out, I'll let you choose..."},{"T":"302","2":"You can go alone..."},{"T":"302","2":"Or you can go with me..."},{"T":"301","2":"Luna","3":"...Why are you trusting me still?"},{"T":"302","2":"It's not my first time trusting you anyways.","4":"You don't pose a threat to me."},{"T":"301","2":"Luna","3":"You'll regret this."},{"T":"302","2":"Maybe.","4":"Thanks for the heads-up."},{"T":"301","2":"Luna","3":"You...!"},{"T":"302","2":"If you can fend for yourself here..."},{"T":"302","2":"You wouldn't have needed my help for Gabriel."},{"T":"301","2":"Luna","3":"Insolent."},{"T":"301","3":"Despite saying so, Luna lowers her hand."},{"T":"302","2":"People call me that all the time.","4":"So, what's your choice?"},{"T":"301","2":"Luna","3":"I'll..."},{"T":"301","3":"Before Luna can finish, your surroundings begin to distort like before. Luna's lips are still moving, but her words do not travel through the broken reality, torn apart into cubes of data."},{"T":"301","3":"You both levitate from the ground. A whirlpool of data floods in."},{"T":"302","2":"Wait for me.","4":"I'll find you."},{"T":"301","3":"Did Luna catch what you said? The once Ascendant leader stares intensely at you, until the two of you are overwhelmed by the data stream."}]