[{"T":"102","1":"Chapter 4","2":"Fool's Gold"},{"T":"301","2":"Lee","3":"(Sends an 8-bit document to Lucia) 'Lucia, check out the guards' formation. Getting disordered.'"},{"T":"301","3":"Outside the chamber, multiple alarms are sounding at areas under attack. The Queen's guards are struggling to prioritize..."},{"T":"301","2":"Lucia","3":"(Replies the 8-bit document) 'Understood.'"},{"T":"301","2":"Lucia","3":"(Connects to your terminal) ..."},{"T":"301","2":"Lucia","3":"(Makes use of your terminal's daily log) 'Stay near me, Commandant. Counterattack when opportunity rises.'"},{"T":"301","3":"Since returning to her chamber this morning, Nat has repeatedly retreated to her M.I.N.D., leaving her blank frame with you all..."},{"T":"301","2":"Nat","3":"(Her M.I.N.D. returns) ...I have changed my mind. Commandant, you are staying here until Babylonia reaches out to discuss my plan to set up the Golden Vortex all over the planet."},{"T":"301","2":"Nat","3":"Everyone else, leave!"},{"T":"301","2":"Nat","3":"Guards... Remove them..."},{"T":"301","2":"Lucia","3":"Commandant and Babylonia are not going to make any deal with you."},{"T":"301","2":"Nat","3":"Let me say it again—I am quite busy today..."},{"T":"301","2":"Nat","3":"I do not have time to mingle with you Constructs..."},{"T":"301","2":"Guard","3":"!!!!"},{"T":"301","2":"Guard","3":"Invader warning...!"},{"T":"301","2":"Lucia","3":"Bianca?!"},{"T":"301","2":"Bianca","3":"(Edits mission log) This is Bianca of the Purifying Force. I have located the Gray Raven Commandant."},{"T":"301","2":"Bianca","3":"My apologies. I got delayed on my way here, but I'm glad to see that all of you are alright."},{"T":"301","3":"Bianca's appearance has completely startled the guards. Their formation reveals multiple weak spots..."},{"T":"301","2":"Lucia","3":"Cover the commandant and retreat!"},{"T":"301","3":"Bianca shoots out five arrows at once, causing multiple explosions in the chamber..."},{"T":"301","2":"Nat","3":"As a queen, I was going to grant you an acceptable amount of freedom..."},{"T":"301","2":"Nat","3":"After all, that person loves to talk about 'free will'..."},{"T":"301","2":"Nat","3":"And I have always believed that every living thing on Earth has the right to choose."},{"T":"301","2":"Nat","3":"But that kind of equality and freedom cannot be free. Not in today's world."},{"T":"301","2":"Nat","3":"Your poor behavior is the proof!"},{"T":"301","3":"————"},{"T":"301","3":"——!! ——!!"},{"T":"301","2":"Nanami","3":"(Cuts open the floor inside out) I told you! It's wind... wind."},{"T":"301","3":"A stream of gold dust shoots out from the opening..."},{"T":"301","2":"Kamui","3":"Commandant... (Removes the metal plate in his way) Are you alright?"},{"T":"301","2":"Nat","3":"You... how did you...?!"},{"T":"301","2":"Nat","3":"How dare you... destroy your Queen's chamber?!"},{"T":"301","2":"Karenina","3":"Queen my ***! What ******* queen can experiment on humans? Who gives you the right?"},{"T":"301","2":"Nat","3":"Everything serves the Queen! The world can only be reborn by submitting to me!"},{"T":"301","2":"Nat","3":"Those humans should take pride in being my test subjects."},{"T":"301","2":"Nat","3":"Between a few petty lives and the fate of the world, there is simply no choice at all."},{"T":"301","2":"Bianca","3":"This... 'rebirth.' Are you talking about the golden antigen?"},{"T":"301","2":"Nat","3":"(Tilts her head slightly) ..."},{"T":"301","2":"Bianca","3":"I already have a comprehensive report on the antigens you created."},{"T":"301","2":"Bianca","3":"They can't cure the Punishing Virus."},{"T":"301","2":"Bianca","3":"True. Virus activity does decrease when in contact with the antigen... in the beginning."},{"T":"301","2":"Bianca","3":"It doesn't take long for the virus to reactivate. And then you have to replenish another wave of antigen to suppress the viral activity for a short while."},{"T":"301","2":"Karenina","3":"...That makes sense."},{"T":"301","2":"Karenina","3":"That's why the Queen spent so much effort designing this complex ventilation system. It's to make sure that the golden antigen will cover as much area as possible."},{"T":"301","2":"Karenina","3":"The weather engine is used to power the parts of a Central Purification Filter to transfer the antigen..."},{"T":"301","2":"Karenina","3":"They're antique parts for sure, but they can provide limitless power this way..."},{"T":"301","2":"Lee","3":"(Loads the armor-piercing rounds) Nat..."},{"T":"301","2":"Lee","3":"To compensate for the flaws in your antigen, you've assembled an old, shambling power system..."},{"T":"301","2":"Lee","3":"Have you considered the risks?"},{"T":"301","2":"Lee","3":"The hardware of a CPF can hardly defend itself from the Punishing Virus—do you have an emergency response if it got infected?"},{"T":"301","2":"Nat","3":"(Immediately logs in to the guard's network) 'Order from your Queen—report the Ascendant Roland's location immediately.'"},{"T":"301","2":"Bianca","3":"Let me be frank. Your plan with the antigen won't work."},{"T":"301","2":"Karenina","3":"It really won't. The resource required just to sustain the weather engine is astronomical."},{"T":"301","2":"Lucia","3":"Nat, don't you get it? There's no way Babylonia will work with you!"},{"T":"301","2":"Nat","3":"Your misdemeanor... is a capital offence..."},{"T":"301","2":"Lee","3":"You call yourself a leader, but all around you are puppets that won't oppose you."},{"T":"301","2":"Lee","3":"You claim to be a savior, and yet you don't care about the lives of those inferior to you."},{"T":"301","2":"Lee","3":"You are not worthy to be a queen."},{"T":"301","2":"Nat","3":"You Babylonians are hypocrites..."},{"T":"301","2":"Nat","3":"What is the difference between you and a deserted? Or a thief?"},{"T":"301","2":"Nat","3":"You said I don't care about their lives?"},{"T":"301","2":"Nat","3":"Tell me, who is the one that hides in space when the Punishing Virus is devouring Earth?!"},{"T":"301","2":"Nat","3":"They have only sent their guard dogs down here all these years and play catch-up. A child's play!"},{"T":"301","2":"Nat","3":"Of course they are fine with it when they can sleep soundly in their beds in the sky!"},{"T":"301","2":"Nat","3":"All you tail-waggling pups barking in a Queen's chamber..."},{"T":"301","2":"Lucia","3":"(Alarm goes off on her monitor) Everyone, on me... The guards are on the move."},{"T":"301","2":"Nat","3":"Bark all you want! You cannot talk your fantasy into reality!"},{"T":"301","2":"Nat","3":"My guards..."},{"T":"301","2":"Nat","3":"Kill these dogs."},{"T":"301","3":"—!"}]