[{"T":"302","2":"(Raise hammer)"},{"T":"301","3":"Thud!"},{"T":"301","3":"The hammer strikes the nail, ringing as it sinks into the ground."},{"T":"302","2":"(Raise hammer)"},{"T":"301","3":"With another heavy blow of the hammer, the nail is buried deeper into the frozen soil, until it strikes a hard layer of ice."},{"T":"301","3":"This should be enough for pitching a tent. Any further into the ice, and it will be a pain to get out."},{"T":"302","2":"Whew..."},{"T":"301","2":"Lee","3":"Here."},{"T":"301","3":"Lee hands over a steaming tin cup. The faint smell of pine needles fills your nose."},{"T":"301","2":"Lee","3":"It's pine needle tea just brewed by Diana and Sylvia."},{"T":"302","2":"Thank you."},{"T":"301","2":"Lee","3":"Sylvia... Apparently, she's a technical assistance consultant sent by the Science Council."},{"T":"301","2":"Lee","3":"She used to be a negotiator for the Northern Counter-terrorism Department as well."},{"T":"301","2":"Lee","3":"Don't know why the council would send a negotiator to work part-time as a technical adviser, but Asimov attests to her technical prowess."},{"T":"301","2":"Lee","3":"Commandant, drink some tea and have a rest. We'll finish pitching the tent."},{"T":"302","2":"I really appreciate it..."},{"T":"302","2":"But please don't."},{"T":"301","2":"Lee","3":"...We know the appropriate power output this time."},{"T":"302","2":"Promise you won't turn the nails into pancakes?"},{"T":"301","2":"Lee","3":"...Do we have spare nails we can practice on?"},{"T":"301","2":"Lucia","3":"We're back, Commandant. We brought food and ice from the ARU."},{"T":"301","2":"Liv","3":"They're organizing a dinner party in the evening, and they invited us as well."},{"T":"302","2":"Nice."},{"T":"301","2":"Lucia","3":"The dinner is on the Maria, which is quite far from the settlement. We might want to hurry."},{"T":"302","2":"But... the tent..."},{"T":"301","2":"Lucia","3":"We'll help with the tent! We Constructs can get it done in no time!"},{"T":"302","2":"Hold..."},{"T":"301","2":"Lee","3":"...up."}]