[{"T":"301","3":"The screen emits blue glimmers of light, and brilliant stars can be seen through the dome glass."},{"T":"301","3":"This is one of the few places in Babylonia where you may gaze up and observe the universe. It is not staring at the earth, but at what is beyond it."},{"T":"302","2":"A view that ought to be shared."},{"T":"301","2":"Female Construct","3":"I strongly advise against bringing anyone here. Without a permit, entering this restricted area puts both parties' lives in danger. The Purifying Force does not require permission to open fire in this spot."},{"T":"302","2":"Is that a threat?","4":"..."},{"T":"301","2":"Female Construct","3":"Sorry, this is just a friendly reminder."},{"T":"301","2":"Female Construct","3":"If you don't have a permit, even a Boss like you can be shot on the spot. That's how default settings work."},{"T":"302","2":"Is this why it requires so many levels of review?"},{"T":"301","2":"Female Construct","3":"Exactly. We appreciate your understanding."},{"T":"301","3":"The female Construct with long black hair taps away at the screen. The logo of the Purifying Force floats in midair, projecting various beams that surround the two individuals."},{"T":"301","2":"System","3":"Verifying access..."},{"T":"301","2":"System","3":"Purifying Force Level 3 Access Permission detected. Purifying Force subordinate: Chiko. Task Force subordinate: 【kuroname】. Welcome."},{"T":"301","3":"The screen gradually fades away. Then a machine's whizzing sound is heard, followed by a thud. A stream of frigid air gushes from the cutoff where the screen used to be."},{"T":"301","2":"Chiko","3":"Please enter."},{"T":"301","3":"Chiko takes a step to the side, one hand behind her back, the other stretched to the front, gesturing to enter the room."},{"T":"301","3":"You take a deep breath and enter the room for the first time since joining the Task Force."},{"T":"301","3":"Upon entering the room, the mechanical gears turn and the door closes."},{"T":"301","3":"In contrast to the brightness outside, most of the room is enveloped in darkness, making it impossible to gauge its size."},{"T":"301","3":"A cool draft circulates inside the central pipes, generating a shudder as it brushes against the neck."},{"T":"302","2":"(It doesn't appear to be as small as it appears.)"},{"T":"301","3":"A tall, slim woman with blond hair stands amid numerous virtual screens, as if waiting for a long time."},{"T":"301","2":"Bianca","3":"【kuroname】, welcome to KI.GAL Archives."},{"T":"302","2":"Should I say, 'Long time, no see?'","4":"This is my first time here."},{"T":"301","2":"Bianca","3":"It's been a while. But now is not the time for small talk."},{"T":"301","2":"Bianca","3":"Most people will never have the chance to visit here. They are neither willing nor entitled to be aware of its existence."},{"T":"301","2":"Chiko","3":"Captain, this is the research data of the Virtual Horizon."},{"T":"301","3":"Chiko proceeds to unlock all of the suitcase's security locks before handing it over to Bianca."},{"T":"301","3":"A monolith-patterned mechanical arm emerges from the darkness, retrieving the contents from the suitcase, while thousands of pop-up windows hover around it."},{"T":"301","3":"Bianca swiftly scans the pop-up windows and then swipes the virtual screen to the side. The mechanical arm then vanishes into the darkness."},{"T":"301","2":"Bianca","3":"I've added it to KI.GAL Archives. You may proceed to the next assignment."},{"T":"301","3":"Bianca then drags and taps on a virtual screen to transfer the data to Chiko's data terminal."},{"T":"301","2":"Chiko","3":"Understood."},{"T":"301","3":"Chiko packs her suitcase and walks toward the door. She smiles and nods faintly as she walks past you."},{"T":"302","2":"Hmm?"},{"T":"301","3":"The moving mechanical gears can be heard from behind. Before there is any time to consider the implication of Chiko's glance, Bianca first breaks the silence from afar."},{"T":"301","2":"Bianca","3":"Chiko has always been this way. Hope you don't mind."},{"T":"302","2":"She showed up in front of me, bringing President Hassen's order."},{"T":"302","2":"Then she brought me here without giving me a chance to argue."},{"T":"302","2":"It's difficult to ignore her."},{"T":"301","2":"Bianca","3":"I can only imagine."},{"T":"301","2":"Bianca","3":"Because of her past experiences, she finds it difficult to communicate with people. If she has offended you, please accept my apologies."},{"T":"302","2":"It's fine."},{"T":"302","2":"But I digress."},{"T":"302","2":"I wasn't expecting your archives room to be that gloomy."},{"T":"301","2":"Bianca","3":"This is more than just an archive room. It also keeps a record of the Purifying Force's targets."},{"T":"302","2":"Fully understood.","4":"Your words have made me even more anxious."},{"T":"301","2":"Bianca","3":"But that is not the message conveyed by your expression."},{"T":"302","2":"What was it, then?"},{"T":"301","2":"Bianca","3":"Relax. Your name is not on the target list."},{"T":"302","2":"Phew, I was afraid I wouldn't be able to walk out this door today.","4":"For now."},{"T":"301","2":"Bianca","3":"Hehe, you've definitely developed a better sense of humor."},{"T":"302","2":"What was it, then?"},{"T":"301","2":"Bianca","3":"I can guarantee your safety. For now."},{"T":"302","2":"What was it, then?"},{"T":"301","2":"Bianca","3":"The experiment record of Virtual Horizon and the recordings of some abnormal noises."},{"T":"302","2":"...","4":"Those are not noises."},{"T":"301","2":"Bianca","3":"Whatever they are, they have already been purified and will be held permanently within the core of Purifying Force. But..."},{"T":"302","2":"It's not that simple?"},{"T":"301","2":"Bianca","3":"Right. There are still some unanswered questions. And then there's Commander Nikola's agenda..."},{"T":"302","2":"Bianca, we are soldiers."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","3":"Bianca shakes her head after a moment of futile contemplating, as if chasing the tangled thoughts out of her M.I.N.D."},{"T":"301","2":"Bianca","3":"Soldiers must adhere to our superior's exact orders."},{"T":"301","2":"Bianca","3":"Concerns and troubles, on the other hand, allow us to think rather than blindly follow."},{"T":"302","2":"That is what distinguishes us."},{"T":"301","2":"Bianca","3":"Exactly, 【kuroname】. Reasonable questioning is also needed in the military."},{"T":"301","2":"Bianca","3":"After you leave, I suppose I should talk with Commander Nikola."},{"T":"302","2":"That's the Bianca I know."},{"T":"301","3":"Bianca appears to have subsided after hearing your words, motioning you to stand by her side."},{"T":"301","2":"Bianca","3":"Although there are many unanswered questions, at least the participants of Virtual Horizon are safe."},{"T":"302","2":"We may now close the chapter."},{"T":"301","2":"Bianca","3":"Should we begin today's mission?"},{"T":"301","2":"Bianca","3":"President Hassen has not imposed a time limit for your viewing. It's fine if you want to take a longer break."},{"T":"302","2":"That's not necessary."},{"T":"301","2":"Bianca","3":"You are right. It's not fair to keep the Gray Raven members waiting for too long."},{"T":"301","2":"Bianca","3":"Then, let's get started. Now, display 'KI.GAL Archives: False Words'."},{"T":"301","3":"As Bianca speaks, a sea of data flashes on numerous half-transparent virtual screens that are hovering around you. At the heart of the data lies a common objective: Roland, the Ascendant."},{"T":"301","2":"Bianca","3":"This is all of the data concerning Roland that the Purifying Force has gathered. Level Two access has been granted to you."},{"T":"301","2":"Bianca","3":"It contains all the relevant footage, audios, and even rumors recorded by Babylonia squads, surface forces, and AI surveillances."},{"T":"302","2":"Thanks."},{"T":"301","2":"Bianca","3":"Glad to be of assistance."},{"T":"301","3":"Loading: Shell System [>>>>>>>>>>] 100%"},{"T":"301","3":"Loading: Topographic Data [>>>>>>>>>>] 100%"},{"T":"301","3":"Loading: Record File 'False Words 10743-α' [>>>>>>>>>>] 100%"},{"T":"301","3":"...Playing..."},{"T":"301","2":"Palex","3":"This is Palex of the Ouroboros squad."},{"T":"301","2":"Palex","3":"I'm about to enter Copperfield Estate. It's the eleventh hour since Gray Raven left the estate. Commencing the recycling mission."},{"T":"301","3":"The first scene is the familiar estate, where Gray Raven first met Roland."},{"T":"301","3":"Looks like the soldier named Palex was the one who cleaned up after that incident."},{"T":"301","3":"The soldier's weapon was designed to fire quick, muffled shots while emitting no visible sparks."},{"T":"301","3":"Palex was purging the estate's roaming Corrupted as he made his way to the center of the ruins."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"After the last Corrupted in the area collapsed, Palex slung his gun over his shoulder and surveyed the area with the camera."},{"T":"301","2":"Palex","3":"Purification complete. The recycle item not found."},{"T":"301","2":"???","3":"Are you looking for this?"},{"T":"301","2":"Palex","3":"Who's there?!"},{"T":"301","3":"The camera was quickly directed to the source of the voice. Slowly emerging from the shadows, the speaker tossed the item in his hand into mid-air and caught it again and again."},{"T":"301","2":"Roland","3":"Why don't you ask the grownups who are hiding behind your camera?"},{"T":"301","2":"Palex","3":"That's not necessary."},{"T":"301","3":"Palex quickly lifted his gun to shoot, and the bullets ignited the roaming dust in the target area, followed by a second explosion. The speaker had vanished before the dust had settled."},{"T":"301","3":"A loud thump resounded just as Palex was about to take a closer look. The camera was now aiming at the damaged ground of the estate."},{"T":"301","2":"Roland","3":"Be a good kid and hear me out first."},{"T":"301","2":"Palex","3":"..."},{"T":"301","3":"The camera shook fiercely before eventually falling still."},{"T":"301","2":"Roland","3":"Hehe, clever. You figured it out quickly."},{"T":"301","2":"Roland","3":"I can give this to you."},{"T":"301","2":"Palex","3":"What do you want?"},{"T":"301","3":"The camera trembled slightly, then swept the ground and the ruins before refocusing on Roland."},{"T":"301","2":"Roland","3":"You know what I want."},{"T":"301","2":"Roland","3":"I am greedy."},{"T":"301","2":"Roland","3":"The records of the experiment, the truth of the battle, the life of the dealer, and so on."},{"T":"301","2":"Palex","3":"Experiment? Battle? Dealer? What are you talking about?"},{"T":"301","2":"Roland","3":"I can manage with or without these. What matters now is what you can offer me rather than what I want."},{"T":"301","2":"Palex","3":"We have a one-way ticket to hell for you."},{"T":"301","2":"Roland","3":"!?"},{"T":"301","3":"The camera slammed to the ground once more, followed by the sound of fighting and rapid rifle firing, before all sounds were drowned out by a loud explosion."},{"T":"301","2":"Roland","3":"It appears that I am not welcome in hell."},{"T":"301","2":"Palex","3":"It doesn't matter. My mission here has been completed."},{"T":"301","2":"Roland","3":"Looks that way."},{"T":"301","2":"Palex","3":"Aren't you going to snatch it? You no longer have a bargaining chip."},{"T":"301","2":"Roland","3":"Repeating my words is pointless. I can give away things I don't need."},{"T":"301","2":"Roland","3":"Well, that's it. I'm quite busy. I have a meeting with a bigwig later."},{"T":"301","2":"Palex","3":"...You were planning to give this to me from the get-go."},{"T":"301","2":"Roland","3":"Well. What do you think?"},{"T":"301","2":"Palex","3":"Then why don't you kill me?"},{"T":"301","2":"Roland","3":"Go figure."},{"T":"301","2":"Palex","3":"**** you!"},{"T":"301","2":"Roland","3":"Save your bullets."},{"T":"301","2":"Palex","3":"I won't have it!"},{"T":"301","2":"Roland","3":"Haha, interesting fellow. I hope you survive till our next encounter."},{"T":"301","3":"A brick landed on the ground. Palex reappeared in the camera shortly afterward."},{"T":"301","2":"Palex","3":"Looks like it's still running."},{"T":"301","2":"Palex","3":"Recycle mission complete. Ouroboros team requesting for transport craft."},{"T":"301","2":"Corrupted From Afar","3":"—!"},{"T":"301","2":"Palex","3":"Even after he left, he continued to stir up trouble. The Ascendant is such a jerk!"},{"T":"301","3":"Loading: Shell System [>>>>>>>>>>] 100%"},{"T":"301","3":"Loading: Topographic Data [>>>>>>>>>>] 100%"},{"T":"301","3":"Loading: Record File 'False Words 11930-γ' [>>>>>>>>>>] 100%"},{"T":"301","3":"...Playing..."},{"T":"301","3":"Thirty minutes ago, this place was still a deserted Asslam train station. However, it has been completely covered by dark Corrupted."},{"T":"301","3":"With their scarlet flames, two silver airdrop pods shattered the station's ceiling and crushed the platform, melting all Corrupted into a cluster of scrap in the immediate vicinity."},{"T":"301","3":"The commotion attracted a large number of Corrupted to the crater."},{"T":"301","3":"The bullets blasting from the airdrop jets demolished them into pieces before their newly manufactured memory shells had time to scan it."},{"T":"301","2":"Construct A","3":"Wow, so many Corrupted. What an incredible sight!"},{"T":"301","2":"Construct B","3":"You'll get used to it. It is part of our job description to be surrounded and then burst through."},{"T":"301","2":"Construct A","3":"I know. Because we are always the first ones to enter the battlefield."},{"T":"301","2":"Construct A","3":"But, speaking of combat, it has only been thirty minutes after the Eternal Engine had passed through, and the place has already been overrun with Corrupted."},{"T":"301","2":"Construct B","3":"Think about the train's passengers. We're up against a small fraction of the Corrupted, and the majority of them are on the train."},{"T":"301","2":"Construct A","3":"Fair enough. The Gray Ravens, if my memory serves me well, were the ones who boarded the train."},{"T":"301","2":"Construct B","3":"Yes, they are the only ones who can deal with the most challenging core."},{"T":"301","3":"The two Constructs kicked open the door of the airdrop pod, conversing via comms and covering each other."},{"T":"301","3":"One batch of Corrupted after another fell victim to the firing. However, the number of enemies showed no signs of diminishing."},{"T":"301","2":"Construct B","3":"The extermination of Hetero-Core is 10% complete. It should be 12% after the platform is cleansed."},{"T":"301","2":"Construct A","3":"Then we should move quickly. We cannot afford to fall behind other squads."},{"T":"301","2":"Construct B","3":"You're—!"},{"T":"301","3":"The Construct's unfinished words were cut off by the gun blast from afar. The ally's abdomen was instantly disintegrated and the body knocked back into the crowd of Corrupted."},{"T":"301","2":"Construct B","3":"Who's there?!"},{"T":"301","3":"The second gunshot was the reply to the Construct's question. Following that, the world fell silent for a little while. Surprisingly, the Corrupted were not charging forward. Instead, they were departing the station simultaneously."},{"T":"301","2":"???","3":"Bingo. You lot are not permitted in this station."},{"T":"301","2":"Construct B","3":"R-Roland..."},{"T":"301","2":"Roland","3":"You know me? Then I don't need to introduce myself."},{"T":"301","2":"Construct B","3":"What on earth..."},{"T":"301","2":"Roland","3":"Hush. Corpses aren't supposed to talk."},{"T":"301","3":"Roland kicked the Construct to the ground, flipping him over and causing him to collapse to the ground face down."},{"T":"301","3":"Roland's weapon fired a couple of bullets. Giant shell casings ejected from the chamber, scorching the Construct's delicate synthetic coating and exposing the white mechanical components beneath."},{"T":"301","2":"???","3":"Why are you here?"},{"T":"301","2":"Roland","3":"I am not in charge of the railways. I am free to be anywhere I like."},{"T":"301","2":"???","3":"This doesn't make sense."},{"T":"301","2":"Roland","3":"It makes total sense."},{"T":"301","2":"Roland","3":"Besides, aren't you responsible for Miss Luna's security? What brought you to this remote station, Gabriel?"},{"T":"301","2":"Gabriel","3":"I'm here to confirm the status of the Hetero-Core."},{"T":"301","2":"Roland","3":"Is that all?"},{"T":"301","2":"Gabriel","3":"Yes, that's all."},{"T":"301","2":"Gabriel","3":"Your being here without informing anyone, on the other hand, raises a lot more suspicion."},{"T":"301","2":"Gabriel","3":"What are you scheming?"},{"T":"301","2":"Roland","3":"Shouldn't you first demonstrate your sincerity before you place an inquiry?"},{"T":"301","2":"Gabriel","3":"This is not an inquiry. This is an interrogation."},{"T":"301","2":"Roland","3":"Who gave you the right to interrogate me?"},{"T":"301","2":"Gabriel","3":"I'm taking the necessary precautions to ensure that parasites do not undermine the power of Ascension-Network."},{"T":"301","2":"Roland","3":"Undermine the Ascension-Network, rather than Miss Luna? Maybe you're the parasite."},{"T":"301","2":"Gabriel","3":"Your questioning is worthless, as Miss Luna epitomizes the power of Ascension-Network."},{"T":"301","2":"Roland","3":"Will you still be loyal to Miss Luna if she loses her power?"},{"T":"301","3":"Silence. The passage of time seemed to stretch on forever, and the station was filled with a suffocating quietness."},{"T":"301","3":"After a long while, Roland broke the silence first."},{"T":"301","2":"Roland","3":"Don't worry. I'm just messing with you!"},{"T":"301","2":"Gabriel","3":"Humph, my actions speak louder than words. You, on the other hand, have some explaining to do."},{"T":"301","2":"Gabriel","3":"Why didn't you finish off the Babylonia Constructs after you defeated them? The Construct near your feet is still alive, right?"},{"T":"301","2":"Roland","3":"Uh-oh, you got me!"},{"T":"301","3":"Gabriel sprinted over to Roland, who was standing casually with his arms folded."},{"T":"301","3":"Gabriel lowered his body and striked Roland in the stomach with a crushing blow. The sheer force of the strike even cracked the ground beneath their feet."},{"T":"301","3":"Gabriel had obliterated countless beings with this lethal close-quarters punch. Throughout this encounter, however, he never felt the anticipated impact flow through him."},{"T":"301","2":"Gabriel","3":"H-how's that possible?"},{"T":"301","3":"After the dust from the impact subsided, Roland could be seen with one foot on Gabriel's shoulder, maintaining his nonchalant pose."},{"T":"301","2":"Roland","3":"Phew, that was close."},{"T":"301","2":"Gabriel","3":"You have been hiding your true power."},{"T":"301","2":"Roland","3":"Have I? I have no idea."},{"T":"301","3":"Roland then lept off Gabriel's shoulder and walked out of the station."},{"T":"301","2":"Roland","3":"Okay, there concludes the excursion. I'll see you at the HQ."},{"T":"301","3":"Gabriel tidied up his robe and smashed the Construct on the ground into bits."},{"T":"301","2":"Gabriel","3":"Roland..."},{"T":"301","3":"The ominous words echoed around the desolate station. The black-clad Ascendant walked into the depths of station."},{"T":"301","3":"You have no idea how long has been spent perusing the files as the info continues to flood the thoughts."},{"T":"301","2":"Bianca","3":"You've been reading the files for quite some time. What are your thoughts?"},{"T":"302","2":"What is Roland's plan, exactly?"},{"T":"301","2":"Bianca","3":"I'm wondering the same thing."},{"T":"301","2":"Bianca","3":"The more I go over the files, the more enigmatic he seems."},{"T":"302","2":"It's like sinking into a puddle of mud."},{"T":"301","2":"Bianca","3":"Yes, it seems like his inner core is in a state of chaos."},{"T":"301","2":"Bianca","3":"Also, take a look at the encounter records."},{"T":"302","2":"Our damages continue to go up..."},{"T":"301","2":"Bianca","3":"He uses a variety of methods, including dueling, commanding the Corrupted to strike, and assassinations. The battles, however, always end with our victory."},{"T":"301","2":"Bianca","3":"As though everything has been choreographed."},{"T":"302","2":"It's beyond me."},{"T":"301","2":"Bianca","3":"Agreed... But regardless of the truth, he remains a target to be eliminated."},{"T":"301","2":"Bianca","3":"Now I'll show you a few battle scenarios when you encounter Roland. Are you ready?"},{"T":"302","2":"What kind of battles?"},{"T":"301","2":"Bianca","3":"Various types. We'll demonstrate as many scenarios as possible."},{"T":"301","2":"Bianca","3":"I've loaded the combat AI from Virtual Horizon into the system to let you adapt to the battle scenarios in KI.GAL Archives. Your experience may be similar to that of the experiment."},{"T":"302","2":"Understood. Then let's get started."},{"T":"301","2":"Bianca","3":"Great. Now displaying 'False Words'."}]