[{"T":"301","2":"Martin","3":"Nanami, what do we do now...?"},{"T":"301","3":"Ever since the angry bear model and his supporters left, Nanami has been as still as a rock. Feeling like an eternity has passed, Martin decides to pat Nanami on her shoulder."},{"T":"301","2":"Nanami","3":"WA, HA, HA ,HA!"},{"T":"301","2":"Martin","3":"...What are you on again, Nanami..."},{"T":"301","2":"Nanami","3":"This! Helps me! Get my! Spirits up!"},{"T":"301","2":"Martin","3":"Alright. Guess we're still trying to make peace, then?"},{"T":"301","2":"Nanami","3":"Of course! You can't stop Nanami with a big ol' reason stick or a ten episode backstory! Nanami wants something done—she gets it done!"},{"T":"301","2":"Nanami","3":"...I get where the bionics were coming from. But it just ain't right fighting in this place! Not to mention the Corrupted!"},{"T":"301","2":"Martin","3":"Punishing Virus, huh... We bionics don't really know what's going on about it."},{"T":"301","3":"The bionics rarely come into contact with the Corrupted. Even if knowledge of the virus exists in their databanks, their experience tells them that it is nothing to be feared."},{"T":"301","2":"Nanami","3":"You'll be deader than a linguine if the virus gets hold of you! That's even ickier stuff than Amberia's mind control or whatever!"},{"T":"301","2":"Martin","3":"...Which means we should catch up to those who just left, right? Or do we go find the Corrupted instead?"},{"T":"301","2":"Nanami","3":"Hmm... It'd take too long. Nanami is going with her original plan!"},{"T":"301","3":"At this, Nanami looks around the settlement. Finally finding a suitable Nanami-rock, she climbs atop and uses it as a pedestal."},{"T":"301","2":"Nanami","3":"Ahem! Bionics of Nanarmy! Lookie here!"},{"T":"301","2":"Martin","3":"What on earth is a Nanarmy?!"},{"T":"301","2":"Bionic Machine","3":"Yeah?"},{"T":"301","3":"Nanami's order draws the attention of all the bionics."},{"T":"301","2":"Nanami","3":"Ol' Martin here's hit his head and forgotten the whereabouts of Amberia, but y'all here must know something, right?!"},{"T":"301","2":"Bionic Machine","3":"Yeah. We do... And?"},{"T":"301","2":"Nanami","3":"I'm gonna go convince Amberia to stop the bionics from attacking humans, then we can all go figure out what the Corrupted are up to!"},{"T":"301","2":"Bionic Machine","3":"But our mother-frame... Amberia, she's always been in a slumber. I don't even know if you can converse with her, not to mention..."},{"T":"301","2":"Nanami","3":"Not to mention...?"},{"T":"301","2":"Bionic Machine","3":"We're staying behind because we're sick of fighting. But those who left were right—we feel the same anger inside."},{"T":"301","2":"Bionic Machine","3":"So... you can't just ask us to work against them..."},{"T":"301","2":"Nanami","3":"But, all the bionics are fighting for Amberia, right? If Amberia wants everyone to stop, they'll listen, yeah?"},{"T":"301","2":"Bionic Machine","3":"Well... Yeah..."},{"T":"301","2":"Nanami","3":"If Nanami can't pass Amberia's diplomacy check, I'll think of another way... But now, let's get the dice rolling first!"},{"T":"301","3":"Hearing Nanami's firm and confident tone, the bionics form a ring to discuss among themselves. Martin is dragged inside."},{"T":"301","3":"Shortly, Martin is pushed out."},{"T":"301","2":"Martin","3":"Nanami, Amberia is sleeping in an underground place nearby! Let's go!"},{"T":"301","2":"Nanami","3":"Huehue. Well then, Nanarmy... roll out!"}]