[{"T":"301","3":"The summer beach, the fierce sunshine, and, the young boys and girls in swimsuits—"},{"T":"301","2":"Liv","3":"Ha!"},{"T":"301","3":"The beach volleyball cuts a beautiful arc through the air."},{"T":"301","3":"Looks like it is coming this way. You pull back a little to get a clean angle to return the ball..."},{"T":"301","3":"...When a tall figure suddenly passes in front of you and eats into the ball's trajectory—Kamui."},{"T":"301","2":"Kamui","3":"Aaah! Commandant! Move outta the way!"},{"T":"301","3":"Tunnel-visioned by the ball, Kamui comes dashing over, trying to hit it back to the opponent's court. He tries to brake before he crashes into you, but instead, he hurls himself over from the sudden pause."},{"T":"301","2":"Kamui","3":"—!!"},{"T":"301","3":"And you both end up in a pile on the beach."},{"T":"301","3":"—Thump. The ball falls primly on Kamui's head and bounces, then lands."},{"T":"301","3":"—Beep! The system sound for the winner rings."},{"T":"301","2":"Lee","3":"2-1, Liv and I win."},{"T":"301","2":"Kamui","3":"No way!"},{"T":"301","3":"Kamui crawls to his feet."},{"T":"301","2":"Kamui","3":"I've never lost a game before!"},{"T":"302","2":"Kamui..."},{"T":"302","2":"Remember to work as a team next time.","4":"Don't go at it alone all the time."},{"T":"301","2":"Kamui","3":"Sorry, Commandant! My body just moves by itself!"},{"T":"302","2":"It's fine...","4":"Yep, very Kamui."},{"T":"301","2":"Liv","3":"If this wasn't a game, Commandant would have got hurt earlier."},{"T":"301","2":"Liv","3":"Well... I know Kamui often goes on solo missions, but when we operate as a unit, it's important to work with the other members."},{"T":"301","3":"Liv sounds serious."},{"T":"301","2":"Kamui","3":"Got it."},{"T":"301","2":"Lee","3":"Winning or losing does hinge on your teammates, huh."},{"T":"301","2":"Kamui","3":"You meanie!"},{"T":"301","2":"Lee","3":"Let's try something less heated."},{"T":"302","2":"Alright."},{"T":"301","3":"The temperature seems to have warmed up a little. There is a momentary distortion in the scene in front."},{"T":"301","3":"A girl, as if out of a dream, is standing by the sea. The sea breeze lifts the frills of her swimsuit, and she reaches out to keep her hair from fluttering in the wind. She smiles and stretches out her hand this way."},{"T":"301","2":"Liv","3":"Commandant, do you need my help to put on sunscreen?"},{"T":"302","2":"Liv?","4":"...?"},{"T":"301","2":"Lee","3":"Wait."},{"T":"301","3":"The boy in the diving suit gets to his feet on the beach and walks toward you. Beads of water slide down the side of his face as he raises a hand to wipe his face with a towel. He looks at you with a serious expression."},{"T":"301","2":"Lee","3":"It's better to leave this sort of work to me."},{"T":"302","2":"Lee?","4":"??"},{"T":"301","2":"Lucia","3":"We mustn't trouble Commandant. I've been with Commandant the longest, so... let me do this."},{"T":"302","2":"Why is Lucia here too?","4":"I don't think how long we know each other matters."},{"T":"301","3":"What is going on? The place is getting hotter and hotter somehow."},{"T":"301","3":"It must be because of the season. The summer sun is always so blinding, and the summer breeze blowing on the body is also..."},{"T":"301","2":"Lucia","3":"Commandant?"},{"T":"301","2":"Liv","3":"Commandant!"},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"I can do it on my own..."},{"T":"301","3":"Suddenly, the Gray Raven and the beach disappear, replaced by scarlet fog rising around you."},{"T":"301","3":"Your thoughts suddenly become muddled, and in the chaotic darkness, there seems to be someone talking to you."},{"T":"301","2":"???","3":"...Friend..."},{"T":"301","2":"Lee","3":"...Commandant!"},{"T":"302","2":"?!"},{"T":"301","2":"Lee","3":"It wasn't even that long and you dozed off... You might want to get some actual rest in your room."},{"T":"302","2":"I'm wide awake now.","4":"...What's going on?"},{"T":"301","2":"Lee","3":"You better be."},{"T":"301","2":"Lee","3":"Still half-asleep, are you..."},{"T":"301","2":"Liv","3":"The VR device Kamui brought had a malfunction just now, so Lee went to fix it. Then you fell asleep while waiting, Commandant..."},{"T":"301","2":"Liv","3":"But... What was that about 'doing it on your own', Commandant?"},{"T":"302","2":"Nothing, nothing!","4":"This aside, has the device been repaired?"},{"T":"301","3":"The three surround you with looks of suspicion in their eyes."},{"T":"301","2":"Lee","3":"Never mind... Here. I've fixed the device."},{"T":"301","2":"Lee","3":"Yeah, fixed."},{"T":"301","2":"Lee","3":"I knew we can't trust the things that Kamui brings over."},{"T":"302","2":"Good job, Lee!"},{"T":"301","2":"Lee","3":"It won't do you any good to compliment me."},{"T":"301","2":"Kamui","3":"Are you really okay, Commandant? Don't force yourself!"},{"T":"302","2":"I'm fine."},{"T":"301","2":"Kamui","3":"Good! Then let's continue!"},{"T":"301","2":"Kamui","3":"Next up... we play 'Truth or Dare'!"},{"T":"301","2":"Liv","3":"What's truth or dare...?"},{"T":"301","2":"Kamui","3":"Oh, let's take a look at the rules... 'Answer the question given by your teammates within the set time.'"},{"T":"301","2":"Kamui","3":"'If you can't answer, or refuse to... You'll have to perform a daring forfeit!'"},{"T":"301","2":"Kamui","3":"'The questions can be selected from a list in the system, or you can ask your own questions.' Hmm... This is a multi-player thing, so this is my first time playing this too."},{"T":"301","2":"Liv","3":"It sounds somewhat similar to tactical response training. Commandant and I developed a similar training program before. Commandant would ask the questions, and I'd answer..."},{"T":"301","2":"Kamui","3":"Oh! Liv, you have experience playing this? Then you and Commandant go first!"},{"T":"302","2":"Sure."},{"T":"301","2":"Liv","3":"I will think about it carefully and try to get the right answer!"},{"T":"302","2":"Relax, this is just a game.","4":"This is not training, no need to be so nervous."},{"T":"301","2":"Liv","3":"Yes! Let's all do our best, Commandant."},{"T":"301","2":"Liv","3":"Ah, you're right... But I'll still do my best!"}]