[{"T":"301","2":"Corrupted","3":"Urgh—!"},{"T":"301","2":"Ashlar","3":"W-wait! The Corrupted followed the peasants into this carriage!"},{"T":"301","2":"Aristocrat A","3":"Dammit! Don't come over!"},{"T":"301","2":"Commoner","3":"Ah... I... I'm sorry, but we don't want to die..."},{"T":"301","2":"Aristocrat B","3":"Who cares?! Who let these scums in?!"},{"T":"301","2":"Jamilah","3":"I let them in. We are all residents of this train, are we not?"},{"T":"301","2":"Ashlar","3":"Who do you think you are?! Going around and doing things like this... Come to think of it, you're the one who deployed Sophia too!"},{"T":"301","2":"Aston","3":"She's the leader... But, you may have crossed the line with your actions this time."},{"T":"301","2":"Ashlar","3":"R-right? Aston, my lord! Please get rid of them!"},{"T":"301","2":"Aston","3":"What's done cannot be undone. If we let the commoners out now, it will only allow more Corrupted in."},{"T":"301","2":"Ashlar","3":"...Tsk, what a useless leader!"},{"T":"301","2":"Changyu","3":"Hey, you! Show some respect! I've had enough of you!"},{"T":"301","2":"Ashlar","3":"What? Are you peasants defying us?!"},{"T":"301","2":"Aston","3":"Changyu, think before you speak. I'll give you some mechanic guards, go take care of those Corrupted."},{"T":"301","2":"Changyu","3":"...Understood. I'll beat them all out of the train!"},{"T":"301","2":"Ashlar","3":"Lord Aston, you're too generous to a Construct... Hmph, never mind that."},{"T":"301","2":"Ashlar","3":"Babylonia still hasn't given us a reply, we can't afford to wait any longer."},{"T":"301","2":"Ashlar","3":"We can just give the Ascendants the merchandise now, right?"},{"T":"301","2":"Aston","3":"There's still some time until the deadline..."},{"T":"301","2":"Ashlar","3":"Aston, what are you worrying about? You're not waiting for that Jamilah girl's approval, are you?"},{"T":"301","2":"Jamilah","3":"..."},{"T":"301","2":"Aston","3":"I'm just worried about safety issues. We can't all be so radical, now can we?"},{"T":"301","2":"Aston","3":"If we receive right of abode in Babylonia, then we can continue to enjoy our current lifestyle without fearing the Punishing Virus. Doesn't that suit our needs more?"},{"T":"301","2":"Ashlar","3":"...I'll wait a bit more, but only because you're the one asking, my lord."},{"T":"301","2":"Ashlar","3":"But not all of the aristocrats are patient like me."},{"T":"301","2":"Aston","3":"...I understand."},{"T":"301","3":"——"},{"T":"301","2":"Lucia","3":"Commandant, the help request was sent by the Construct with the ponytail."},{"T":"302","2":"Something must have happened.","4":"Maybe something's wrong with a carriage ahead."},{"T":"301","2":"Sophia","3":"Changyu doesn't ask for help unless it's necessary. I have to return."},{"T":"301","2":"Lee","3":"I quite appreciate your efficiency. Let's speed up our pace."},{"T":"301","2":"Lucia","3":"Right, let's fight!"},{"T":"301","2":"Lucia","3":"Let's begin our mission."}]