[{"T":"301","3":"The structure of the Demon King's Castle wasn't too different from the previous ones. Before arriving at the center, we had to go through corridors with lots of traps."},{"T":"301","3":"Just when we defeated the guards and started heading further inside the castle, Kamui triggered the traps. He never let us down."},{"T":"301","2":"Kamui","3":"Whoa!"},{"T":"301","2":"Lee","3":"Can't you check the surroundings before you move?"},{"T":"301","2":"Lucia","3":"Commandant, watch out!"},{"T":"302","2":"Dodge them.","4":"Take out recovery potions."},{"T":"301","3":"The attacks launched by the traps that Kamui triggered came right at me. Thanks to Lucia's warning, I was able to dodge some of them."},{"T":"301","2":"Lucia","3":"Ha!"},{"T":"301","3":"Lucia helped to destroy the remaining attacks. I was safe, at least temporarily."},{"T":"301","3":"The attacks launched by the traps that Kamui triggered came right at me, but I didn't feel like dodging them at all. Instead, I remembered what Camu taught me and took out potions from the bag."},{"T":"301","3":"The damage of the traps was easily mitigated by the healing."},{"T":"301","2":"Lee","3":"How many times have you done this, Commandant..."},{"T":"301","2":"Kamui","3":"Speaking of which, did you purposely send the artifact to them? I still don't quite understand your plan, but you shouldn't keep it from me!"},{"T":"301","2":"Lucia","3":"We had no plan to keep it from you. The explanation was omitted because we thought everyone could easily understand."},{"T":"301","2":"Kamui","3":"But I only learned about it just now."},{"T":"301","2":"Lee","3":"You are an unexpected factor. Luckily, Camu knows your moves. Otherwise the plan will be all messed up."},{"T":"301","2":"Kamui","3":"I didn't expect him to know me so well either."},{"T":"302","2":"He's always watching you, isn't he?","4":"Don't you share the same body?"},{"T":"301","2":"Kamui","3":"True. That's how he learned all the game knowledge..."},{"T":"301","2":"Kamui","3":"True. We share the same frame, of course he knows my habit."},{"T":"301","2":"Lucia","3":"Anyway, Kamui will slow the team down walking in front. Lee, you go to the front, and we will follow you."},{"T":"301","2":"Lee","3":"Agreed."},{"T":"301","2":"Kamui","3":"Sigh..."},{"T":"301","2":"Vera","3":"This is the so-called altar. Can I give you all the artifact now, King?"},{"T":"301","2":"King","3":"Correct. Oh, please also move the Holy Maiden onto the altar."},{"T":"301","2":"Liv","3":"...King, do you have to destroy this world for your own dream?"},{"T":"301","2":"King","3":"Hah, of course. And you can't say no right now!"},{"T":"301","3":"Following the King's order, Liv's black bracelet gave a shimmering light. Her hands were automatically lifted, and the artifact fragments started to merge."},{"T":"301","2":"King","3":"Great, I was worried that it might not work on heroes. After all, it's a cheating item made from modified bottom layer code."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","3":"The altar started to shine."}]