[{"T":"301","2":"Langston","3":"..."},{"T":"301","2":"???","3":"Is your name... Chrome?"},{"T":"301","2":"???","3":"You have perfect Tantalum-193 heteropolymer adaptability and beautiful biological readings. Looks like we have a high chance of success."},{"T":"301","2":"???","3":"Judging from what you look like—ah, no, I'm just curious, don't be nervous. This is a private refitting request, right?"},{"T":"301","2":"???","3":"You don't look like someone who has no other choice."},{"T":"301","2":"???","3":"A lucky guy from Eden... Young, healthy, well-dressed. You're the first refit volunteer I've got 'here'."},{"T":"301","2":"???","3":"You should know enough about military Constructs."},{"T":"301","2":"Langston","3":"I do."},{"T":"301","2":"???","3":"Oh, right. The refitting project agreement form... The benefactor has been filled in too."},{"T":"301","2":"???","3":"Good, no problem then. Let's begin."},{"T":"301","2":"???","3":"Performing Tantalum-193 bypassing..."},{"T":"301","2":"???","3":"Doesn't it hurt?"},{"T":"301","2":"???","3":"Astounding pain tolerance threshold."},{"T":"301","2":"???","3":"Due to certain constraints, when operating on Constructs, we cannot perform general anesthesia. The screams can get maddening sometimes."},{"T":"301","2":"Langston","3":"..."},{"T":"301","2":"???","3":"Stunning memory scars... What are you hiding?"},{"T":"301","2":"???","3":"Consciousness damage... that's a plus for me. Hmm... specialized refitting... I just had a flash of inspiration."},{"T":"301","3":"Langston finds himself in an unfamiliar space. All he can hear is the conversation between doctors and their assistants."},{"T":"301","3":"It feels like an out-of-body experience. He is looking down on himself in the air—the body is merchandise. A test subject. A perfect fragment. An incomplete Construct."},{"T":"301","3":"'A mixture: A material made up of two or more different Chemical substances which are not chemically combined.'"},{"T":"301","3":"'A concrete object made of materials and information, whose borders are continuously constructed and reconstructed.'"},{"T":"301","3":"That's what it says on the book he's not allowed to read."},{"T":"301","2":"???","3":"...You need to figure out what you really are."},{"T":"301","2":"???","3":"Adaptability is not the main point of a Construct."},{"T":"301","2":"???","3":"Once the shell called the body is abandoned, what does the human leave behind? That's what you should focus on."},{"T":"301","2":"???","3":"Who are you exactly? And who do you want to become?"}]