[{"T":"301","3":"You stand at the landing zone and watch the transport craft take off."},{"T":"301","3":"In the FOB erected by the vanguard forces, numerous teams are moving about the base, strengthening fortifications and adjusting comm lines."},{"T":"301","3":"Corrupted remains piled outside of the base allude to a small conflict while the base was being erected. A tall Construct is throwing debris on either side of the street to clear a passageway for personnel and vehicles."},{"T":"301","3":"This area had been engulfed in the flames of war like most human cities on the Earth's surface, now standing in silence as the surface falls into desolation."},{"T":"301","3":"Corrupted intermittently scurry down the street toward the base only to be immediately blown to pieces by the defense turrets."},{"T":"301","2":"Lucia","3":"Corrupted."},{"T":"302","2":"Hold up."},{"T":"301","2":"Lee","3":"The base's defenses are sufficient enough to fight off the few Corrupted wandering outside the city."},{"T":"301","2":"Liv","3":"Actually, a horde of Corrupted are making their way to the city center. That's our target for this mission."},{"T":"302","2":"Let's report for duty first."},{"T":"301","2":"Lucia","3":"Right, the temp HQ should be... Ah, over there."},{"T":"301","3":"Lucia checks her surroundings, then fixes her eyes on a makeshift building in the center of the base. The white flowers and pink ribbons on the exterior of the temporary headquarters serve as a stark contrast with the surrounding charred city ruins."},{"T":"301","2":"Lee","3":"Someone's sure got a strange taste."},{"T":"301","2":"Lucia","3":"Don't assume, Lee. Maybe they serve a special purpose."},{"T":"301","2":"Lee","3":"Perhaps."},{"T":"301","2":"Lee","3":"Alright, go report for duty. I'm going to scout the surrounding area."},{"T":"301","2":"Lucia","3":"Alright. We'll leave the reconnaissance to you then."},{"T":"301","3":"Before Lucia could finish speaking, Lee had already turned to leave the base."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"Liv? What's going on?"},{"T":"301","2":"Liv","3":"Uh... It's nothing... Let's go report in..."},{"T":"301","3":"The HQ's interior is far more spacious than expected. A woman is in the center of numerous display panels. A hologram of the city fills the space outside of the screens."},{"T":"301","3":"The woman furiously taps the screens, displaying various data on the city hologram, such as Corrupted distribution, weapon deployment and material allocation with each tap."},{"T":"301","2":"Lucia","3":"Gray Raven, reporting for duty."},{"T":"301","3":"Lucia, who was walking in front, speaks first. Hearing Lucia, the woman stops tapping the screens with both hands."},{"T":"301","2":"???","3":"Gray Raven?"},{"T":"301","3":"She speaks as she pushes aside the display panel in front of her. Her eyes fall directly on the Gray Ravens walking into the HQ."},{"T":"301","2":"???","3":"Oh, THOSE Gray Ravens! Looks like you really are on the roster for this mission."},{"T":"301","2":"???","3":"It's been a while, 【kuroname】."},{"T":"301","2":"Lucia","3":"You know each other, Commandant?"},{"T":"302","2":"No clue.","4":"It's you..."},{"T":"301","2":"???","3":"BAHAHA! I guess that's to be expected from you, Chief."},{"T":"301","2":"???","3":"Why would you care about those who can't keep up?"},{"T":"301","2":"Lucia","3":"What do you mean?"},{"T":"301","2":"???","3":"Nothing. Maybe this'll jog your memory."},{"T":"301","2":"???","3":"Should I be honored that you remember me?"},{"T":"301","2":"Lucia","3":"What do you mean?"},{"T":"301","2":"???","3":"Nothing. I was just remembering a few things during our time at F.O.S."},{"T":"301","2":"Vanessa","3":"Let me re-introduce myself. My name is Vanessa, commandant of Egret and chief commander of this operation."},{"T":"301","2":"Vanessa","3":"Regardless of your past accolades, Commandant, you better follow my orders as the chief commander."},{"T":"301","2":"Lucia","3":"Egret... Isn't that—?"},{"T":"301","3":"Vanessa rises from her seat, crosses the city hologram suspended in mid-air, and slowly approaches the Gray Ravens."},{"T":"301","2":"Vanessa","3":"Yes... The team Liv used to be a part of."},{"T":"301","2":"Liv","3":"Vanessa..."},{"T":"301","2":"Vanessa","3":"Seems you're still using the frame I had recalibrated for you."},{"T":"301","2":"Vanessa","3":"Why appear before me as Lux? Miss me that much?"},{"T":"301","2":"Liv","3":"That's not the reason."},{"T":"301","2":"Vanessa","3":"Pfff, didn't I teach you to keep your mouth shut?"},{"T":"301","2":"Vanessa","3":"【kuroname】, the Constructs on your team aren't all this insubordinate. Are they?"},{"T":"301","3":"Saying this, Vanessa slowly lifts her hand as if to touch Liv."},{"T":"302","2":"(Stop her)","4":"(Stay silent)"},{"T":"301","3":"Noticing Vanessa's intent, you take a step forward and catch Vanessa by the wrist."},{"T":"302","2":"Chief, discuss the mission at hand.","4":"..."},{"T":"301","3":"Also sensing Vanessa's intent, Lucia prepares to draw the blade sheathed on her arm at any moment and lunge forward. However, you step forward and catch Vanessa by the wrist."},{"T":"302","2":"Chief, discuss the mission at hand.","4":"..."},{"T":"301","2":"Vanessa","3":"Heh. I don't know why, but I sure get a kick out of hearing the commandant call me that!"},{"T":"301","2":"Vanessa","3":"Oh? Can't even bring yourself to have a little chit-chat with me?"},{"T":"302","2":"Focus on the mission, please."},{"T":"301","2":"Vanessa","3":"Hmph. I see you're still as boring as always."},{"T":"301","2":"Vanessa","3":"Regardless, shouldn't a doll be punished for disobeying their master?"},{"T":"302","2":"They are my comrades. There is no such thing as a 'master.'"},{"T":"301","2":"Vanessa","3":"Comrades? You really haven't changed a bit."},{"T":"301","2":"Vanessa","3":"But if that's how you view them, I have no interest in getting involved. After all, they're your playthings anyway."},{"T":"302","2":"Constructs aren't 'playthings' built to serve."},{"T":"301","2":"Vanessa","3":"Comrades to you, toys to me. Family to him, tools to her. It's irrelevant. Each team interacts differently."},{"T":"301","2":"Vanessa","3":"At any rate, the powers that be only care about completing the mission."},{"T":"301","2":"Vanessa","3":"But there's still one thing I'd like to say..."},{"T":"301","3":"Vanessa leans in and whispers into your ear."},{"T":"301","2":"Vanessa","3":"Don't worry, you can cut the act."},{"T":"301","2":"Vanessa","3":"You can kick 'em to the curb whenever you've had your fun."},{"T":"301","2":"Vanessa","3":"Even the most beautiful of toys is worthless if it refuses to listen."},{"T":"301","2":"Vanessa","3":"Compared to such an exquisite dollhouse, they belong in the dump. Do they not?"},{"T":"301","2":"Liv","3":"Vaness... Chief, please focus on the mission."},{"T":"301","3":"Liv suddenly steps in between you and Vanessa. Looking outside the headquarters, she signals you with her gaze."},{"T":"301","3":"The confrontation had already stirred up quite the audience of onlookers."},{"T":"302","2":"..."},{"T":"301","2":"Vanessa","3":"Hmph, why let go so easily? Hold on a little longer if you'd like. After all, it'd give others a chance to see another side of you, Chief."},{"T":"301","3":"Vanessa gently rubs her wrist, smiling at you and Liv."},{"T":"301","2":"Lucia","3":"Chief, the Gray Ravens await your orders."},{"T":"301","3":"Lucia's loud voice suddenly comes from behind Vanessa. Vanessa scowls and turns to reprimand Lucia."},{"T":"301","2":"Vanessa","3":"Did I give you permission to interrupt?"},{"T":"301","2":"Lucia","3":"Apologies for interrupting you, but the Corrupted threat still hasn't been alleviated. We must focus our efforts on the mission."},{"T":"301","2":"Lucia","3":"Neglecting one's duty may be detrimental to the success of the mission. If the higher-ups want to point fingers, you'll be shouldering the blame as the chief commander."},{"T":"301","2":"Vanessa","3":"...Hmph."},{"T":"301","3":"Vanessa quietly sighs, then returns to her seat surrounded by screens."},{"T":"301","3":"With a gentle tap of the screen, the Gray Raven symbol appears above the hologram of the city."},{"T":"301","2":"Vanessa","3":"Gray Ravens, breach 35th to 42nd Street in Zone B."},{"T":"301","2":"Vanessa","3":"There are far more Corrupted concentrated in this area than the surroundings. But, I'm sure that won't be an issue for your team. Right, Chief?"},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","2":"Vanessa","3":"Good. Don't disappoint me, Gray Ravens."},{"T":"302","2":"..."},{"T":"302","2":"Gray Ravens, move out."},{"T":"301","2":"Lucia and Liv","3":"Roger."},{"T":"301","3":"As the Gray Ravens depart, the other teams originally gathered outside of the headquarters return to their respective posts."},{"T":"301","3":"Vanessa types on a screen as she watches the Gray Ravens leave."},{"T":"301","2":"Vanessa","3":"【kuroname】, how long do you think you can live out this naive fantasy of yours?"}]