[{"T":"301","2":"Mandhasti","3":"Roland..."},{"T":"301","2":"Roland","3":"Mandy?! Why are you here?!"},{"T":"301","2":"Mandhasti","3":"Yes, why indeed? I said that I trust you. Why else would I escape and come looking for you?"},{"T":"301","2":"Mandhasti","3":"...Roland, I have to apologize to you. I told you that everything I did earlier was because I said I saw Kay. But... there's more to it than just that."},{"T":"301","2":"Mandhasti","3":"I was patrolling Fifth Avenue the other day. As always, it was overcrowded. But, I suddenly had a strong impulse, a feeling that I had to do it."},{"T":"301","2":"Mandhasti","3":"...I followed the patrol route and went to the outdoor cafe on the roof of Building 7. I found a corner out of view and jumped down, then double back on the route I just patrolled."},{"T":"301","2":"Mandhasti","3":"Obviously, jumping from the third floor hurt like hell, considering I hadn't been trained to jump from such a height. But I didn't care about the pain. I was more focused on what I had seen."},{"T":"301","2":"Mandhasti","3":"Fifth Avenue, which was crowded with people just a few minutes ago—was empty."},{"T":"301","2":"Roland","3":"(Looks like a scene from eight acts ago... Dang it. The camera crew was filming a commercial with me at that time. There weren't enough extras in the group. No one reported this oversight to me.)"},{"T":"301","2":"Mandhasti","3":"When I saw that, some random person appeared out of nowhere, got right in my face and started rambling incoherently about thanking me for maintaining the peace."},{"T":"301","2":"Mandhasti","3":"When he left, Fifth Avenue was back to being overcrowded again. It was almost like the naked emperor scrambling for clothes after finally being caught."},{"T":"301","2":"Mandhasti","3":"I don't know how long it's been. But after that, every time I'm out on patrol or keeping the peace, something feels... off. After that, patrolling, enforcing the law, something was bothering me... I've got this nagging feeling that there's something wrong with this world."},{"T":"301","2":"Roland","3":"M-Mandy... What're you talking about?"},{"T":"301","2":"Mandhasti","3":"...Like just now, when I was locked up in the detention center. After you left, Omi came to try and talk me out of it. It's just... all too coincidental. Like it's staged. Like something keeps trying to push me in some direction."},{"T":"301","2":"Mandhasti","3":"So, I broke out. I broke out to find you. Some of the medical spray from the can I broke earlier got on your shoes. It was just a little, but even then, and despite all the footprints in the police station, how could I mistake my knight's footprints...? So, I followed the trail here."},{"T":"301","2":"Mandhasti","3":"A lot of people tried to stop me along the way. But I pushed through them. I broke through barrier after barrier. I even knocked over that old man standing in front of the door outside. And, as expected, they made no attempt to hurt me. Just like that gangster this morning..."},{"T":"301","2":"Mandhasti","3":"The more I see, the more I feel that something is trying to stop me. That's why I'm telling you all of this. Roland... Everything about this world keeps getting stranger, except for you. You're the only one I can trust."},{"T":"301","2":"Mandhasti","3":"But... But I can't imagine..."},{"T":"301","2":"Mandhasti","3":"Roland... Are you one of them?"},{"T":"301","2":"Roland","3":"Um, uh..."},{"T":"301","3":"Roland's mind races to come up with an explanation. How to weave this into the narrative? Tell him that he's being stalked? Would adding such an extreme shift in the story affect the ratings?"},{"T":"301","3":"Before Roland has time to fabricate an excuse, Mandhasti takes a few steps forward, grabs his shoulders, and gives him a look of sincerity."},{"T":"301","2":"Mandhasti","3":"—No. No. I know you, Roland. I know you'd never stab me in the back. You're... You're my knight."},{"T":"301","2":"Mandhasti","3":"You're... You're being threatened, aren't you? Forced to participate in this false world..."},{"T":"301","2":"Mandhasti","3":"Whatever it is... You can tell me. I need to know. I'll believe whatever you say."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Mandhasti","3":"Just tell me, and we can escape... We can leave this false world!"},{"T":"301","2":"Mandhasti","3":"I'm begging you, Roland. Tell me..."},{"T":"301","2":"Roland","3":"(Sigh)"},{"T":"301","2":"Roland","3":"Cameras KE4, OC1, power off. Begin playback: 'Memories'."},{"T":"301","2":"Roland","3":"(Ugh... More work to do...)"},{"T":"301","2":"Mandhasti","3":"What was that?"},{"T":"301","3":"Roland places his hand on the baton at his waist that he always carried as a deputy."},{"T":"301","3":"Gently pressing a button on the baton and taking a deep breath, he bends down, twists his waist and gives Mandhasti a sharp jab to the stomach—"},{"T":"301","2":"Mandhasti","3":"Ah... Ah... AH!!!"},{"T":"301","3":"After a few screams, Mandhasti's body twitches and quickly collapses onto the ground, motionless."},{"T":"301","2":"Roland","3":"Heh... Can't go anywhere without my trusty EMP."},{"T":"301","3":"Breathing heavily, he squats down and lifts Mandhasti's motionless head. Having bashed his head from the fall, the wound reveals an intricate mechanoid component."},{"T":"301","2":"Roland","3":"Where are you, memory chip... Bingo."},{"T":"301","3":"Roland reaches into the mechanoid and pulls out the chip. With the chip in hand, he suddenly collapses onto the ground."},{"T":"301","2":"Roland","3":"Rrgh... Argh!"},{"T":"301","3":"His breathing gradually stabilizes, but his body is still shaking, as if the baton in his hand had shocked him, causing his entire arm to tremble."},{"T":"301","3":"With just a slight touch, the mechanoid has crumbled to the ground just now and lost all functionality. It lays there motionless like a corpse."},{"T":"301","3":"It almost feels like stabbing a real person with a knife."},{"T":"301","3":"He moves his fingers. Sweat from his palms drips down along his arm. For a moment, he thought it was fluid from the mechanoid."},{"T":"301","3":"Looking at the palm of his hand for a long time, Roland finally confirms that it wasn't a person he knocked unconscious, but a mechanoid named Mandhasti. A mechanoid arranged by the show to deceive the audience into making them think they were watching a live broadcast."},{"T":"301","2":"Neferti","3":"Roland! Roland! Are you okay?"},{"T":"301","3":"He wasn't sure how long he had been sitting on the ground. A crew member breaks down the door with a maintenance box."},{"T":"301","2":"Roland","3":"Neferti, you finally made it... I pulled out the memory chip. The team should still be awake by now. Have them wipe the mechanoid's memory..."},{"T":"301","2":"Roland","3":"...The props team did a lousy job, so you'll have to take care of that. Oh, and the security guard at the door... the protocol for not injuring the lead is set too high. I never expected him to resort to violence. That didn't stop him this time. It was an oversight on my part."},{"T":"301","2":"Roland","3":"I think the director should take it from here. I... I need to go back to the lounge. I think the crew might need to change their performance policy and make preparations in advance..."},{"T":"301","3":"Roland hands the memory chip to Neferti, stands up, and staggers to leave."},{"T":"301","3":"But before he can leave, the broad palm of a hand grabs his shoulder, stopping him in place and causing him to lose his balance. He falls to his knees with a loud thud."},{"T":"301","2":"Neferti","3":"Roland, you look like death warmed over."},{"T":"301","3":"Neferti's voice is heavy. Roland can hear that he's trying to keep his voice as soft as possible."},{"T":"301","2":"Neferti","3":"It's okay, I get it. I really do. You're exhausted, and you're not feeling well."},{"T":"301","2":"Neferti","3":"The first time you did something like that, you puked your guts out on set like you actually killed someone."},{"T":"301","2":"Neferti","3":"But after that, you regained your composure, smiled and said to me, 'all cameras on me.' You held your own for ten minutes as we cleaned everything up offscreen."},{"T":"301","2":"Roland","3":"Back then, I..."},{"T":"301","2":"Neferti","3":"Your smile really encouraged us. After that, we knew we'd survive no matter what the accident may be. You don't puke anymore, and we're getting better at dealing with these kinds of situations."},{"T":"301","2":"Neferti","3":"You see? Even now. Even if it is being replayed outside, the audience still feels that our show is real."},{"T":"301","2":"Neferti","3":"And for the sake of maintaining this reality, we need to keep it together until 'The End'."},{"T":"301","2":"Neferti","3":"We have overcome so many crises. We'll overcome this one, too. Because you're a professional, and so are we."},{"T":"301","3":"Neferti's hand on Roland's shoulder lets go. Roland hears several clicks from the operation terminal."},{"T":"301","2":"Neferti","3":"The nearest underground lounge is next door. I've already adjusted it to make you feel right at home. I'll deal with the higher-ups."},{"T":"301","2":"Neferti","3":"I know you can't share your pain with your family. But at least... I hope you can get some proper shuteye."},{"T":"301","2":"Roland","3":"Thanks, Neferti. But I'm okay. I'm... a professional."},{"T":"301","3":"Roland grins, gets up and looks back. Neferti kneels over Mandhasti and begins to repair him."},{"T":"301","3":"Mandhasti's robotic glass eyes are wide open. Neferti says it's a characteristic of the model."},{"T":"301","3":"But somehow, Roland feels that, even though he had lost power, he is still looking at him."},{"T":"301","2":"Mandhasti","3":"Your name's Roland? Thanks for saving me!"},{"T":"301","2":"Roland","3":"I'm a deputy, after all. My duty is to protect my superiors."},{"T":"301","2":"Mandhasti","3":"Don't say that. I need to give you a reward."},{"T":"301","2":"Mandhasti","3":"But recently, the station's budget is a bit strapped for cash... Um..."},{"T":"301","2":"Mandhasti","3":"It's decided then. From now on, I'll make you my knight!"},{"T":"301","2":"Roland","3":"Knight?"},{"T":"301","2":"Mandhasti","3":"Yeah, that'll do! Legend has it, gallant knights were willing to sacrifice their lives for what they believed in! I've seen that book you carry with legends about knights. I know you're a huge fan!"},{"T":"301","2":"Roland","3":"Oh, that? Uh, well... Someone gave it to me..."},{"T":"301","2":"Mandhasti","3":"That's not important. What's important is that, from what you did just now to save me, I can see that you have glory and strong ideals in your heart that you're willing to sacrifice yourself for."},{"T":"301","2":"Mandhasti","3":"You act and think like a knight. That police uniform of yours isn't exactly what they used to wear, but that doesn't mean you can't be a knight! So... You're a knight!"},{"T":"301","2":"Roland","3":"A.. knight...? Yeah, maybe you're right. I have the spirit, don't I?"},{"T":"301","2":"Roland","3":"Well, my liege, I shall be your knight. Let us work together for the sake of our shared ideals."},{"T":"301","3":"..."},{"T":"301","2":"Mandhasti","3":"Phew. Are you alright? You're not hurt, are you?"},{"T":"301","2":"Mandhasti","3":"You can speak? Seems like you're still responsive... G-good... You're still alive..."},{"T":"301","2":"Mandhasti","3":"S-sorry, I got a little carried away... When I rushed in to look for you, I had almost given up hope, but you survived..."},{"T":"301","2":"Mandhasti","3":"Amazing... For a second there, I thought that wasn't the real you... Like someone was impersonating you..."},{"T":"301","2":"Mandhasti","3":"...No. What the hell am I saying?"},{"T":"301","2":"Mandhasti","3":"That's my knight! It's only natural that a narrow brisk with death leads to a miracle! Haha!"},{"T":"301","3":"..."},{"T":"301","2":"Mandhasti","3":"Er... Well, I'm sorry to doubt you just now. You're my knight."},{"T":"301","2":"Roland","3":"Don't worry about it. Just a simple misunderstanding."},{"T":"301","2":"Mandhasti","3":"How embarrassing. What's gotten into me? For some reason, I've started to feel like everything around me is fake..."},{"T":"301","3":"..."},{"T":"301","2":"Mandhasti","3":"How... How could... even you deceive me?"},{"T":"301","2":"Mandhasti","3":"No, no! I don't believe it! You promised. You promised me that you'd be my knight..."},{"T":"301","3":"..."},{"T":"301","2":"Mandhasti","3":"—No. No. I know you, Roland. I know you'd never stab me in the back. You're... You're my knight."},{"T":"301","2":"Mandhasti","3":"You're... You're being threatened, aren't you? Forced to participate in this false world..."},{"T":"301","2":"Mandhasti","3":"Whatever it is... You can tell me. I need to know. I'll believe whatever you say."},{"T":"301","2":"Mandhasti","3":"Just tell me, and we can escape... We can leave this false world!"},{"T":"301","2":"Mandhasti","3":"I'm begging you, Roland. Tell me..."},{"T":"301","2":"Roland","3":"Agh... Ugh... Ack!!! (Vomits)"},{"T":"301","3":"As the best lounge for actors in the park, the underground lounge is completely insulated. Not even an air raid could be heard here."},{"T":"301","3":"So, obviously, no one outside will hear the sound of vomiting and crying."},{"T":"301","2":"Roland","3":"Ack... Ngh...!! (Vomits)"},{"T":"301","2":"Roland","3":"Cough, dammit... How many times has it been, heh?"},{"T":"301","3":"Building such a large studio with the intent of keeping a human caged in it for decades without them realizing it is obviously impossible."},{"T":"301","3":"But if they were a mechanoid that you could reprogram their memory and repair, well, then it's easy."},{"T":"301","3":"'The most genuine reaction without the facade of acting, making it the art of our times.' All of this was just a lie made up as a commercial selling point."},{"T":"301","3":"In the end, all the controversies and praises about this program were directed at a non-existent goal."},{"T":"301","3":"Meaningless. Like the lies he said on the comms."},{"T":"301","3":"'Any slip-up will cause the whole thing to come crashing down, then I'll get sent home.' It was all just an act. A spur of the moment joke."},{"T":"301","3":"No matter how many times it comes crashing down, the crew will just rewrite the lead's memory and do whatever it takes to appease the audience as they push Roland and other actors to continue the show."},{"T":"301","3":"And every time they rewrite it, he ends up throwing up in the dark lounge away from anyone else to see."},{"T":"301","2":"Roland","3":"Huff... Puff..."},{"T":"301","3":"Cold and trembling, Roland feels too weak to stand. But he just wipes the corners of his mouth, forces himself up and cleans up the mess. After that, he crashes onto the bed."},{"T":"301","3":"The bed feels soft. A faint fragrance can be smelled. According to Neferti, none of the actors can stay awake for more than a minute on it."},{"T":"301","3":"Yet, Roland has never slept well on it."},{"T":"301","3":"Only after 'restarting' Mandhasti has he ever been allowed to use this lounge. And every time he comes here, as soon as he closes the door, acid reflux rushes up from his stomach. After throwing up his guts, he doesn't even have the strength to sleep."},{"T":"301","2":"Roland","3":"Heh... A knight, eh? If you really wish to knight me, I guess you could call me 'Sir Pukes-a-lot' or something..."},{"T":"301","3":"All thanks to a slip-up from the props team and that scene he caused, that's the identity he got stuck with. But then again, this identity has showed its justification time and time again because of that mechanoid."},{"T":"301","3":"But with a simple reboot of the mechanoid, any memory of this disappears."},{"T":"301","3":"Every time Mandhasti finds himself betrayed, the trust and despair in the mechanoid's eyes disappear completely under the impact of the EMP."},{"T":"301","2":"Roland","3":"I really envy that about mechanoids. It's so easy to forget..."},{"T":"301","3":"Roland rolls up his sleeves, revealing numerous scars under the night light. Some were his. Some were makeup. But far more were self-inflicted."},{"T":"301","3":"In the scene just now, he had grabbed the mechanoid's arm and told him that he was a real human. His feelings were genuine. He wasn't acting."},{"T":"301","3":"Hilarious. Just a few hours ago, he said that the show was entirely scripted."},{"T":"301","3":"But in that moment, Mandhasti seemed to be a real human worried for himself and his companions while Roland was just a robot following a script and the lies in his earpiece."},{"T":"301","3":"Despicable. He wants to puke his brains out."},{"T":"301","3":"But instead, he cuts his arm to check that whatever flows out from underneath his skin is really blood, not mechanical fluid."},{"T":"301","3":"He is still young, and the cut is not deep. It should heal quickly, but it is not as fast as the rate with which he keeps needing to confirm his humanity."},{"T":"301","3":"The old scars on Roland's arms are replaced with new wounds, just like his memory of Mandhasti each time he calls him a knight."},{"T":"301","2":"Roland","3":"Heh... Maybe I've got as many battle scars as the knights in those legends."},{"T":"301","3":"The word 'knight' dates back to ancient times as a spiritual symbol and often appears in the show. Of course, Roland is familiar with the term. But to prepare for his role, he had to read numerous books on the matter."},{"T":"301","3":"According to legends, a knight is bound by loyalty to someone in exchange for whatever glory they seek. The knight will face adversity, ready to die for their principles. Whether they are forsaken by their friends and family or stranded in the wilderness—everything is for loyalty."},{"T":"301","3":"Even if the knight was to die at the hands of his enemy, he would have no regrets. The knight only pursues that which fulfills the ideals of the king."},{"T":"301","2":"Roland","3":"More like a clown."},{"T":"301","3":"—Like a clown trying to fool everyone with his red nose and that painted-on smile."},{"T":"301","2":"Roland","3":"Sigh..."},{"T":"301","3":"Roland sits up and turns to look at himself."},{"T":"301","3":"That Roland, with his tufts of hair, appears to be in high spirits—not overcome with exhaustion."},{"T":"301","3":"He smiles at Roland, playfully shaking the EMP device disguised as a baton."},{"T":"301","2":"Roland?","3":"Oh, Roland. We meet again. Hello there."},{"T":"301","2":"Roland?","3":"You don't seem to get enough sleep. Guess you had to deal with Mandhasti again, huh? Tsk, tsk. How many times have you been here?"},{"T":"301","2":"Roland?","3":"It's all due to that guy from the prop team who asked for leave at such an important time. Who knows if the flashback properly connects to the current story? If not, the team is gonna have to rack their brains to figure out how to explain this to the audience."},{"T":"301","2":"Roland?","3":"Excuses, excuses. Last time it was because there were issues with the set. Before that, there was a power failure. Why not tell everyone the truth? The lead is a mechanoid. His tech is malfunctioning."},{"T":"301","2":"Roland?","3":"Lies, deceipt. We deceive the audience. We deceive Mandy. We deceive everyone."},{"T":"301","2":"Roland?","3":"Yes, it's wrong. But it's just a matter of supply and demand. As long as it makes people happy and entertained, who cares?"},{"T":"301","2":"Roland?","3":"If enough people yearn for this so-called 'genuine reaction,' we shall provide them with what they want. Even if it's just a charade, as long as the audience thinks it's true, then everything is. Isn't it?"},{"T":"301","2":"Roland?","3":"Whether or not he's real, our lies are clever enough to come true. If this facade is realistic enough, he may even be more real than if he was truly human."},{"T":"301","2":"Roland?","3":"So, don't worry about anything. Just go along for the ride, Roland."},{"T":"301","2":"Roland?","3":"Don't you have dreams you hope to pursue? Don't you expect to spend time with your family? You've been here all this time because of those dreams, haven't you?"},{"T":"301","2":"Roland?","3":"The men and women on this stage are just a group of actors. All actors inevitably leave the stage."},{"T":"301","2":"Roland?","3":"Don't worry, as long as you earn enough money, endure enough experience, and live the life you want, Mandy, knight, and so on... All will become the past."},{"T":"301","2":"Roland?","3":"Hang in there, Roland."},{"T":"301","2":"Roland","3":"Pff... Hang in there."},{"T":"301","3":"Roland steps back from the mirror and falls on the bed. The EMP baton in his hand falls to the ground."},{"T":"301","2":"Roland","3":"Article 80 of the employee handbook says that when you have doubts, you should give yourself psychological counseling... How considerate."},{"T":"301","2":"Roland","3":"Lying to the audience by saying it's a live broadcast... Lying to Mandhasti by saying all his adventures are true... Lying to Neferti about being professionals... Even lying to Rolmo..."},{"T":"301","2":"Roland","3":"...How much longer can I live like this?"},{"T":"301","2":"Roland","3":"Mom... Dad... Rolmo... I... I miss you all..."},{"T":"301","2":"Roland","3":"I'd love to see what you tell people about me... How you give out that hideous merchandise... How happy Rolmo is with some extra spending money..."},{"T":"301","2":"Roland","3":"I really want to get out of this falsehood... I want to... escape..."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"Hah... Look at me. Who am I putting up the act for..."}]