[{"T":"301","2":"Lee","3":"Tch..."},{"T":"301","3":"The remaining carriages cross the barren field and enter a tunnel."},{"T":"301","3":"After a brief moment of darkness, the survivors are horrified to find the train encircled by Hetero-Creatures on both sides."},{"T":"301","2":"Construct Soldier 1","3":"We're surrounded!"},{"T":"301","2":"Lucia","3":"Engage the enemies!"},{"T":"301","2":"Constructs","3":"Roger!"},{"T":"301","3":"The Constructs inside leap out the windows, heading for the roof to fend off the hostile force."},{"T":"301","3":"But in their path stands a colossal nightmare."},{"T":"301","2":"Hetero-Hive Mother","3":"—!"},{"T":"301","2":"Construct Soldier 2","3":"Why is it here?!"},{"T":"301","2":"Construct Soldier 3","3":"They're flanking us!"},{"T":"301","2":"Construct Soldier 4","3":"How many mothers have they got? Enough to send one to block our way?!"},{"T":"301","2":"Construct Soldier 5","3":"My Inver-Device...! Dammit... I can't move!"},{"T":"301","2":"Chrome","3":"Brace for impact!"},{"T":"301","3":"The speeding train crashes into the Hetero-Hive Mother, rocking the carriages intensely in a deafening clash."},{"T":"301","3":"The train shrieks woefully. The Hive Mother, with her tentacles planted firmly into the ground, is uprooted as the walls of the tunnel collapse."},{"T":"301","3":"The next moment, the last surviving human is flung outside the train alongside the many things stored within."},{"T":"301","2":"Lee","3":"Watch out!"},{"T":"301","3":"The moment the Hive Mother's interference is gone, Lee dashes through the crumbling debris and grabs Shrek's hand, but his split-second decision puts him right underneath a falling rock that he cannot dodge."},{"T":"301","3":"With a loud 'Snap!', Lee realizes his joint is broken."},{"T":"301","2":"Lee","3":"Tch..."},{"T":"301","3":"His broken frame alerts him with excruciating pain, but Lee refuses to let go."},{"T":"301","2":"Lee","3":"Get up! I can't pull you!"},{"T":"301","3":"Hearing Lee's desperate plea, Shrek smiles."},{"T":"301","2":"Shrek","3":"I was thinking... if those two monsters didn't avoid the handbag or the tumbling human..."},{"T":"301","2":"Shrek","3":"It stands to reason that they wouldn't duck from a guy with a handbag like me, no?"},{"T":"301","3":"Hearing that, Lee finally notices that Shrek is holding onto the handbag with the masking device that Lee hid in the carriage earlier."},{"T":"301","2":"Lee","3":"Enough with that nonsense...!"},{"T":"301","2":"Lee","3":"There are still other ways we haven't tried! Get up first, and we'll figure it out!"},{"T":"301","2":"Shrek","3":"But time's running out, isn't it? They've noticed the potential danger, and they're hesitant to mingle with us anymore."},{"T":"301","2":"Lee","3":"Get up and we'll talk!"},{"T":"301","2":"Lee","3":"We're surrounded! I can't pull you up with my broken arm!"},{"T":"301","3":"Standing at the edge above the speeding train, Lee is struggling to keep himself safe. All he can do is kick the approaching Hetero-Creatures away while pressing Shrek to save himself."},{"T":"301","2":"Lee","3":"It's meaningless! You die, and you lose all possibilities!"},{"T":"301","2":"Shrek","3":"You're right..."},{"T":"301","2":"Shrek","3":"I had someone once. I lost her, and it was 'meaningless,' like you said."},{"T":"301","2":"Shrek","3":"But her death changed me, you know?"},{"T":"301","2":"Shrek","3":"I became a novice medic because I regretted not being able to save her."},{"T":"301","2":"Shrek","3":"I couldn't change the past, but I've saved a few people since she's gone."},{"T":"301","2":"Shrek","3":"It's meaningless for the dead, sure, but my death has to amount to something for the living, right?"},{"T":"301","2":"Lee","3":"Enough! I told you to stop that nonsense!"},{"T":"301","2":"Lee","3":"I don't need your sacrifice for a mere chance...!"},{"T":"301","2":"Shrek","3":"Lee... you ought to be more honest with yourself."},{"T":"301","2":"Shrek","3":"Otherwise, you're gonna regret it one day."},{"T":"301","2":"Lee","3":"What are you talking about?"},{"T":"301","2":"Shrek","3":"Let me tell you a secret."},{"T":"301","2":"Shrek","3":"Although I always bring bad luck to those near me, I'm unbelievably lucky myself."},{"T":"301","2":"Shrek","3":"Even if you drop me here, I might still be able to walk out of this in one piece."},{"T":"301","2":"Shrek","3":"Who knows, I might be standing before you with rainbow hair in a few days as a Construct."},{"T":"301","3":"Lee spends an extra 0.53 seconds to come up with a reply in the face of Shrek's absurdity."},{"T":"301","2":"Lee","3":"I don't think the technicians are interested in making rainbow hair."},{"T":"301","3":"The wind breezes past them to somewhere beyond reach, chuckling like the young man hung by the edge."},{"T":"301","2":"Shrek","3":"See, you're not dismissing the Construct part, impossible as it is."},{"T":"301","3":"Shrek begins to loosen his grip."},{"T":"301","2":"Shrek","3":"I've been hoping to reunite with my friends since they passed."},{"T":"301","2":"Shrek","3":"Not because I've decided to give up the possibility they gave me..."},{"T":"301","2":"Shrek","3":"I'm just making the same choice they did. I'm passing this ticket to the future to someone else."},{"T":"301","2":"Shrek","3":"I finally understand..."},{"T":"301","3":"Winter does not take, for some would light fires with their souls. Small and frail as their flames may be, they... are enough to light a fuse. All possibilities stem from a big bang, after all."},{"T":"301","2":"Lee","3":"Stop talking! Get up, now!"},{"T":"301","2":"Shrek","3":"Thank you, Lee. But I think I've done almost everything I wanted to do. There's just one thing left."},{"T":"301","2":"Shrek","3":"Forsaken, Babylonians... you all deserve to live. You live, and you save more lives, yeah?"},{"T":"301","2":"Shrek","3":"It's my genuine pleasure to have spent this time with you..."},{"T":"301","2":"Shrek","3":"So, this is my last wish. This is the reason why."},{"T":"301","3":"Shrek smiles, and he lets go of Lee's broken arm."},{"T":"301","2":"Lee","3":"SHREK!!!"},{"T":"301","2":"Shrek","3":"...Until next time, kind stranger."},{"T":"301","3":"As the twins catch the tumbling young man unsuspectingly, Omega II finally unleashes its unmatched rage amidst the cries and roars."},{"T":"301","3":"The tunnel fully collapses at its impact, blocking off the barrage of Hetero-Creatures completely."},{"T":"301","3":"Countless charging monsters crash into the fallen debris, disintegrating into dust as they enter Omega II's domain."},{"T":"301","3":"The leaders of this mad tide of calamity wail as they examine their festering bodies. They flung the bloodied human in their hands toward the debris before them."},{"T":"301","3":"With twisted, frightened expressions, they stare at the blocked tunnel, the exit beyond their reach."},{"T":"301","3":"—On the other side of the collapse, the train has already safely sailed away."},{"T":"301","3":"The gusting wind departs the tunnel, making its way across the abandoned city."},{"T":"301","3":"Specks of sand are swept up, smacking the shelterless sojourners, striving to seize them at a standstill."},{"T":"301","3":"Weary the wanderers are, they watch the way they walked on a whim, withheld by the will of the wind."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Refugee A","3":"What is it?"},{"T":"301","2":"Watanabe","3":"...Nothing. I just thought..."},{"T":"301","2":"Watanabe","3":"...I thought I heard someone chuckle."},{"T":"301","2":"Matches","3":"Woof! MmmWwoooo..."},{"T":"301","2":"Refugee B","3":"Who can chuckle at a time like this?"},{"T":"301","2":"Watanabe","3":"...I probably misheard. Let's keep going."},{"T":"301","3":"The sun sets in the west. The clouds at the edge of the sky are adorned with the colors of fiery flames, coating the survivors in a blanket of gold."},{"T":"301","3":"In the dust-filled tunnel, a dark figure breaks the silence and steps through the stillness."},{"T":"301","2":"Cinderelik","3":"Their new weapon is destroyed, but its aura still lingers. The Punishing Virus concertation here is still incredibly low."},{"T":"301","2":"Cinderelik","3":"Mister...?"},{"T":"301","3":"Ignoring the girl's report, the man who has merged with the shadows walks across the ash-covered floor, placing his attention on the pool of blood beneath his feet."},{"T":"301","3":"As he carries the misery-bound body of the bloodied young man, he discovers tender heartbeats underneath the ravaged flesh."},{"T":"301","3":"Would he consider it misfortune or luck?"},{"T":"301","2":"Vonnegut","3":"What an incredible will to live... Interesting."},{"T":"301","2":"Vonnegut","3":"I didn't expect the twins to leave a 'sample' behind. Seems like they're starting to have a will of their own."},{"T":"301","2":"Cinderelik","3":"It could be the effect of those who broke into the Central Purification Filter."},{"T":"301","2":"Vonnegut","3":"You mean the 'fear' they instilled?"},{"T":"301","3":"The dark figure walks back and forth before the ruins, observing the giant creature that once was lying not far away from them."},{"T":"301","2":"Vonnegut","3":"It seems that the damaged Hive Mother... also sensed her children's 'fear,' rushing here from a nearby hive to their aid. Is that the maternal bond?"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Vonnegut","3":"Are you feeling sad for her?"},{"T":"301","2":"Cinderelik","3":"No. She's just a vessel for data, a being that takes the role of a 'mother.' She isn't my real mom."},{"T":"301","2":"Cinderelik","3":"Even if she would mimic my mom and speak the words she once said... I wouldn't feel sad for a vessel."},{"T":"301","2":"Cinderelik","3":"Everything we're doing is for the day real mom and 'Cinderelik' return."},{"T":"301","3":"She closes her eyes, her hands caressing the wings that once belonged to 'Cinderelik' in order to conceal the despair that is about to burst through her heart."},{"T":"301","2":"Vonnegut","3":"Are you thinking about that day?"},{"T":"301","2":"Cinderelik","3":"...I'm sorry."},{"T":"301","2":"Vonnegut","3":"I'll give you your freedom once it's all over."},{"T":"301","2":"Vonnegut","3":"I can help you even if what you want is going to Babylonia."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Vonnegut","3":"You want to see him, don't you?"},{"T":"301","2":"Cinderelik","3":"I do."},{"T":"301","3":"The detached girl looks up at the dark shadow before her, as compliant as a rabbit."},{"T":"301","2":"Cinderelik","3":"Whether he... whether Mr. Kugawa Kurono remembers killing mom... Whether he agrees with everything I've done..."},{"T":"301","2":"Cinderelik","3":"I want to see him again and tell him that mom has woken up."},{"T":"301","3":"The dark figure does not comment on the girl's wish. He acknowledges it plainly before gazing at the other end of the tunnel, like the two creatures who stood here did."},{"T":"301","2":"Vonnegut","3":"They're back inside the Red Tide, aren't they?"},{"T":"301","2":"Cinderelik","3":"They are. The twins will need some time to recover."},{"T":"301","2":"Cinderelik","3":"But the attack command on the three Constructs has yet to be lifted. The Hetero-Creatures will be hunting for those three."},{"T":"301","2":"Cinderelik","3":"Should we follow?"},{"T":"301","2":"Vonnegut","3":"No... We should watch from the sideline until the end."},{"T":"301","2":"Cinderelik","3":"The captain that you favor is among them too."},{"T":"301","2":"Vonnegut","3":"Obstacles should clarify the current situation for him."},{"T":"301","2":"Vonnegut","3":"We don't have to get involved in this game of survival."},{"T":"301","2":"Cinderelik","3":"But the survivors have already left the damaged train, and they happen to be trapped at her..."},{"T":"301","2":"Cinderelik","3":"...At the church the Merciful One frequents..."},{"T":"301","2":"Vonnegut","3":"Oh? We don't have to interfere if she wants to get involved."},{"T":"301","2":"Vonnegut","3":"After all, she... is 'oblivion' itself."}]