[{"T":"301","3":"The slaughter lasted a whole night."},{"T":"301","3":"Of the 587 survivors who boarded the train before it departed, only 151 have survived. 23 Constructs remain, excluding those from the elite squads."},{"T":"301","3":"To rid the train of the Hetero-Creatures, they have launched three suicide bombings."},{"T":"301","3":"And yet, the lost lives and the destroyed tracks have traded but a brief moment of peace. A new wave of enemies quickly surrounds them again."},{"T":"301","3":"By the time the haunting nightmare disappears from their sights, and the blood no longer paints an unending line along the tracks, it is already 2 pm of the next day."},{"T":"301","3":"Shielded by a devastating amount of casualties, the people finally managed to get some breathing room."},{"T":"301","3":"But everyone who has endured the night knows full well that they have survived only because the twins have almost not participated in the fights at all."},{"T":"301","3":"They are still in danger."},{"T":"301","2":"Watanabe","3":"How far are the twins from us currently?"},{"T":"301","2":"Lee","3":"The geolocation feedback suggests that they are about 130 kilometers away, which would take them at least 9 minutes to catch up, even with their speed. But I can't promise that this isn't delayed information."},{"T":"301","2":"Lucia","3":"Only nine minutes..."},{"T":"301","3":"Inside the broken carriage, the survivors are patching themselves up in tears."},{"T":"301","3":"Most of the 151 survivors are only lightly wounded—which indicates the unfortunate fact that none of those who were hurt badly lived."},{"T":"301","3":"Just as the train cannot stop, these people cannot afford to stop and grieve. They know full well that, should they pause and mourn the departed, they will likely be the next ones lost."},{"T":"301","2":"Changyu","3":"We're almost at our destination. We should come up with a plan first."},{"T":"301","2":"Lucia","3":"That's right. We have to find a way to get the survivors off the train as quickly as possible."},{"T":"301","2":"Changyu","3":"Everyone's injured, so they ought to be moving slower. Leaving the station in nine minutes is the best we can hope for."},{"T":"301","3":"Changyu pauses, withholding what he is about to say. Still, everyone understands what he is trying to point out."},{"T":"301","3":"'Most are only lightly wounded' does not mean that everyone is only slightly injured. Not to mention that they cannot guarantee the 'lightly wounded' would be able to evacuate from the station in a mere nine minutes."},{"T":"301","2":"Chrome","3":"We still have 5 people in critical condition."},{"T":"301","2":"Sophia","3":"Jamilah is also badly hurt. I'll take her with me."},{"T":"301","2":"Lucia","3":"And you, Changyu?"},{"T":"301","2":"Changyu","3":"I'll go with Jamilah too. There will be a lot of fights on the way, for sure. Seeing that we don't have any medics here, we can only take one more."},{"T":"301","2":"Watanabe","3":"We've lost too much already."},{"T":"301","3":"After a whole night of loss, the light in Watanabe's pupils is almost gone. The corners of his eyes are still tinted light red—is it tears? Perhaps sweat, or blood? Or could it be a painful mixture of them all?"},{"T":"301","2":"Chrome","3":"We're still a while away from the station, Watanabe. You need to rest and repair so you can keep fighting."},{"T":"301","2":"Watanabe","3":"I'm fine."},{"T":"301","3":"He shakes his head."},{"T":"301","2":"Watanabe","3":"We're so close. We have to get everyone out safely... that's the only way they don't die in vain."},{"T":"301","3":"What was intended to be a word of comfort has only made him frown even more."},{"T":"301","2":"Chrome","3":"Will you go with them? You know City 210 better than us. You'll be a better guide."},{"T":"301","2":"Watanabe","3":"Of course."},{"T":"301","2":"Watanabe","3":"I'll try to bring some of the seriously wounded as well. Leave Shrek and the rest to me."},{"T":"301","2":"Lucia","3":"Is anyone also going? The people with light wounds will need Constructs' assistance to travel to safety in nine minutes."},{"T":"301","2":"Lee","3":"Hold on. If the twins realize that the crowd is no longer here, they will change their target, and we'll be looking at even heavier casualties."},{"T":"301","2":"Construct 1","3":"No way—our mission is to be the target of the Hetero-Creatures and the twins?"},{"T":"301","3":"No one objected to Chrome's plan two days ago when they had yet to face the barrage of enemies."},{"T":"301","3":"But now, most of them just want to leave this grueling frontline."},{"T":"301","2":"Lucia","3":"We'll meet with Babylonia's Support Force in City 210 and get the prototype weapon."},{"T":"301","2":"Lucia","3":"But to deploy the Omega Prototype, we have to make sure that the enemies are still following us."},{"T":"301","2":"Lucia","3":"It's too dangerous to be at close range with them. I think it's safer to do it on the train."},{"T":"301","2":"Changyu","3":"Before she passed out last night, Jamilah mentioned that if you're going to use the train for your operation, we'll give Lee access permission."},{"T":"301","2":"Changyu","3":"Of course—she also mentioned that we'd be sending Babylonia a bill for all the damage caused."},{"T":"301","2":"Construct 1","3":"...Fine."},{"T":"301","3":"The loss suffered in the prior night has everyone deeply traumatized. They are struggling to be optimistic even when they can see the light at the end of the tunnel."},{"T":"301","2":"Chrome","3":"Perhaps we should let everyone choose."},{"T":"301","3":"Instead of encouragement, Chrome chooses a different path."},{"T":"301","2":"Construct 1","3":"Let everyone choose...? You mean you're letting us decide if we stay or go?"},{"T":"301","2":"Chrome","3":"That's right. Please pass the word and ask what everyone thinks."},{"T":"301","2":"Construct 1","3":"I will."},{"T":"301","3":"Without delay, the Construct drags his wounded leg further inside the carriage."},{"T":"301","2":"Watanabe","3":"I'll help them prepare for the move as well."},{"T":"301","2":"Lucia","3":"Okay."},{"T":"301","3":"Watanabe and the Construct Soldier leave the cart."},{"T":"301","2":"Changyu","3":"Do you really think that some of them would choose to stay? I say most folks would care more about their own survival."},{"T":"301","2":"Chrome","3":"I do. Neither of the choices guarantees safety."},{"T":"301","2":"Chrome","3":"If we force them on the more dangerous path, their resolve will only waver."},{"T":"301","2":"Lee","3":"Seems like we have to prepare a backup plan. What do we do if the twins don't follow the train?"},{"T":"301","2":"Lucia","3":"We'll split up into small teams. The moment they deviate from our planned route, we'll initiate attacks like we did before to catch their attention."},{"T":"301","2":"Lee","3":"It'll be easier to draw the enemies to us if we can provoke some of them."},{"T":"301","2":"Lucia","3":"Right. Let's work out the details."},{"T":"301","2":"Chrome","3":"I'll guard the people as they go."},{"T":"301","2":"Lee","3":"I still have an EMP disruptor. After we get the Omega Prototype, we can use the prototype to catch the Corrupted's attention before deploying the disruptor."},{"T":"301","2":"Lucia","3":"Good."},{"T":"301","2":"Lucia","3":"We must be ready. This battle will decide the fate of all our lives."}]