[{"T":"301","3":"Babylonia, Civilian Area."},{"T":"301","3":"UT. 19:15. The battle between the space station and Babylonia is about to commence."},{"T":"301","2":"Ayla","3":"Selena mentioned 'the real world.'"},{"T":"301","2":"Ayla","3":"'Outside the peaceful and harmonious world we lived in, there was another cruel world full of conflict and war.'"},{"T":"301","2":"Ayla","3":"What is it like? Will I be able to paint it out?"},{"T":"301","2":"Ayla","3":"You must be fighting there, Selena."},{"T":"301","2":"Ayla","3":"If your fight is about life and death, I must carry on with mine. We will be fine."},{"T":"301","2":"Ayla","3":"I will paint your fight so your story can be heard!"},{"T":"301","2":"Ayla","3":"Will I be able to understand you then...?"},{"T":"301","2":"Ayla","3":"...Must set the tone first... The colors of the universe... And stars..."},{"T":"301","2":"Ayla","3":"...Hmm... Something like this?"},{"T":"301","2":"Ayla","3":"...Now... Selena's fighting stance..."},{"T":"301","2":"Ayla","3":"...Oh, those boys probably know better..."},{"T":"301","2":"Ayla","3":"... (Busy drawing)"},{"T":"301","2":"Ayla","3":"...Flames, explosions, laser beam... How about that?"},{"T":"301","2":"Ayla","3":"Done!"},{"T":"301","2":"Ayla","3":"...No. Something's not right. I have seen many artworks depicting war. It's not like this."},{"T":"301","2":"Ayla","3":"Is this too naive...?"},{"T":"301","2":"Ayla","3":"More like a landscape painting. I can only feel the beauty of the starry sky and Selena's grace... Too bright? Too light-hearted? Hmm, the vibe is just too far off!"},{"T":"301","2":"Ayla","3":"If I take this to someone, the only answers I'll get will be 'this is a child's imagination,' or 'this doesn't resemble war at all.'"},{"T":"301","2":"Ayla","3":"...Have I hit a bottleneck? Is there something that cannot be represented by painting...?"},{"T":"301","3":"—!"},{"T":"301","3":"A swarm of aircraft leave the space station, charging toward Babylonia in the orbit."},{"T":"301","3":"Cannons start firing. Cruise missiles are launched. Just like that, the war begins."},{"T":"301","3":"Meanwhile, Babylonia's plan is being executed."},{"T":"301","3":"As more fighter aircrafts leave the port, the special task force also departs."},{"T":"301","3":"According to the plan, they will be escorted near the space station before landing, and investigate the internal facilities."},{"T":"301","3":"Apart from military and research-related intelligence, they also want to retrieve the relics left by humans in the old times."},{"T":"301","3":"Even normal objects for daily use could turn into antiques with incredible value."},{"T":"301","3":"Step by step, humans evolved over time. As a whole, and as individuals."},{"T":"301","2":"Ayla","3":"I heard sounds...! The battle has started!"},{"T":"301","2":"Ayla","3":"Selena... I hope she will be fine."},{"T":"301","2":"Ayla","3":"Oh, what's that...!"},{"T":"301","3":"Ayla witnesses the battle through Babylonia's barrier."},{"T":"301","3":"Flames, explosions, aircraft debris."},{"T":"301","3":"The cruel scene shocks her as if time had stopped."},{"T":"301","2":"Ayla","3":"Is this... war?"},{"T":"301","2":"Ayla","3":"This is nothing like I imagined... Red lights, yellow dust, cold and dark space..."},{"T":"301","2":"Ayla","3":"The starry sky used to be beautiful. Why does it suddenly look so harsh..."},{"T":"301","2":"Ayla","3":"Those debris must have come from aircraft. Maybe even Constructs."},{"T":"301","2":"Ayla","3":"If a person is hit in this battle... There won't be any remains left at all."},{"T":"301","2":"Ayla","3":"...I understand now. Compared to this, my own interpretation of war is so naive and simple."},{"T":"301","2":"Ayla","3":"People can die any time. War could break out at any time. This is the reality we live in."},{"T":"301","2":"Ayla","3":"Unlike the peaceful cities. Unlike games, where I can restart after death..."},{"T":"301","2":"Ayla","3":"If one can't appreicate the cruelty of the world, then I supposed they never be able to capture the reality of war with their paint brush..."}]