[{"T":"301","3":"On the spacious Kowloong observation deck, a beautiful Female Construct is playing the guqin, an eastern string instrument. The music sounds melodious but cold."},{"T":"301","3":"You have been invited here, but you are unsure of Qu's intent."},{"T":"301","2":"Qu","3":"Oh, you're here."},{"T":"302","2":"..."},{"T":"301","2":"Qu","3":"Why do you look so surprised?"},{"T":"302","2":"What exactly did your message mean?"},{"T":"301","2":"Qu","3":"I said that our 'partnership' would end here."},{"T":"302","2":"What for?"},{"T":"301","3":"Qu stands up quietly and walks to the center of the observation deck."},{"T":"301","2":"Qu","3":"Do you remember this place?"},{"T":"301","3":"This is where the decisive battle was fought in the Kowloong war—where you fought Qu ."},{"T":"302","2":"How could I forget?"},{"T":"301","2":"Qu","3":"How nice..."},{"T":"302","2":"What are you talking about?!"},{"T":"301","3":"Qu laughs grimly and approaches you."},{"T":"301","2":"Qu","3":"Now, your niceness is slowly destroying Qu and driving her to misfortune!"},{"T":"302","2":"Qu... No! Who are you?!"},{"T":"301","3":"You realize that the 'Qu' standing before you is not who you thought it was, but it is too late. Qu grabs you by the throat and begins to choke you."},{"T":"301","2":"Qu","3":"Lady Qu knows that as long as you exist, she will deviate more and more from the Path of Glory. So, she has sent me to kill you."},{"T":"301","3":"The form of 'Qu' begins to blur, replacing itself with the Qu you first met on the Nighter."},{"T":"302","2":"You must be...!"},{"T":"301","2":"Female Construct","3":"Only by killing you can she eliminate the confusion you bring and become the optimal vessel for completing the 'Tabula Akasha'."},{"T":"301","3":"The Female Construct tightens her grip on your throat."},{"T":"302","2":"If she... wants to kill me..."},{"T":"302","2":"Then... let her do it..."},{"T":"301","3":"The Female Construct bursts out laughing."},{"T":"301","2":"Female Construct","3":"Hahaha! You are right, but no matter. She will understand! Now, die!"},{"T":"301","3":"Just as the Female Construct is about to crush your throat, a long blade cuts off her hands."},{"T":"301","2":"Female Construct","3":"AAAAGGHHH!"},{"T":"301","3":"A stern figure appears before the Female Construct."},{"T":"301","2":"Female Construct","3":"L-Lady Qu!"},{"T":"301","2":"Qu","3":"I should have noticed... You were also bound by the past. Just like me."},{"T":"301","2":"Female Construct","3":"You are betraying our wish!"},{"T":"301","2":"Qu","3":"No... Someone told me that maybe we should be more trusting of humanity—more trusting of my partner."},{"T":"301","3":"Qu looks down at you on the ground. Compared to the teachings of her past, she now wishes to follow her own heart."},{"T":"301","2":"Qu","3":"I no longer need your teachings. I am the Kowloong Supreme. I won't follow anyone's orders any longer."},{"T":"301","2":"Qu","3":"Now leave before I change my mind."},{"T":"301","3":"The Female Construct glares at Qu resentfully before jumping off the observation deck."},{"T":"301","3":"After ensuring that the threat is gone, she hugs you tightly."},{"T":"301","2":"Qu","3":"You're still breathing, Commandant. But why did..."},{"T":"301","2":"Qu","3":"I put you in danger... Am I destined to be alone...?"},{"T":"301","2":"Qu","3":"I thought my power was unlimited as the Supreme. But now I realize just how powerless I truly am."},{"T":"301","3":"Qu strokes your face and desperately clenches her teeth to stop from crying."},{"T":"301","2":"Qu","3":"I can't do anything except be by your side."},{"T":"302","2":"That's... more than enough..."},{"T":"301","3":"You brush Qu's cheek to wipe away her tears. Qu is startled to see that you've finally regained consciousness."},{"T":"302","2":"We may have conflicting ideas... But we're still looking for a way... to understand each other."},{"T":"302","2":"Just being... by each other... makes us more than partners."},{"T":"301","2":"Qu","3":"Indeed... Even if countless obstacles stand in our way and we never understand each other, we..."},{"T":"301","2":"???","3":"Commandant... You're... awake..."},{"T":"301","2":"???","3":"Commandant... Commandant!"},{"T":"301","2":"Liv","3":"You're finally awake! Lucia, Lee, the commandant's awake!"},{"T":"302","2":"Liv...?"},{"T":"301","2":"Lucia","3":"Commandant... Thank goodness..."},{"T":"301","2":"Lee","3":"Looks like you have mild hypoxia... What's with the mark on your neck?"},{"T":"301","3":"You shake your head. You have no intention of telling anyone about what happened between you and Qu."},{"T":"301","3":"You already knew what Qu was planning on doing from that night onward."},{"T":"301","2":"Qu","3":"We might not understand each other, but..."},{"T":"301","2":"Qu","3":"But I believe that one day you and I will be on the same path..."},{"T":"301","2":"Qu","3":"When that day comes, we will become partners—not in name, but in truth."}]