[{"T":"301","2":"Camu","3":"Where's everyone? Say something if you hear me!"},{"T":"301","3":"—"},{"T":"301","3":"Bombs continue to fall, and yet the intended targets are unharmed."},{"T":"301","2":"Camu","3":"Hey! You guys up there, you hear me? What do you think you're doing?"},{"T":"301","2":"Camu","3":"What about our people? We haven't retreated yet!"},{"T":"301","2":"Pilot","3":"So there are survivors, huh? Scan for their location immediately."},{"T":"301","2":"Camu","3":"So... you want us dead, huh?"},{"T":"301","2":"Pilot","3":"The orders in the very beginning were to destroy you and your flawed comrades. Surrender, Corrupted!"},{"T":"301","3":"More booms, even louder, sound from outside the city. Though Camu is too far to witness the event, he knows that it is the sound of their mobile base being bombed."},{"T":"301","3":"They sent Camu's squad into the city and started bombing them... even destroyed their vehicle so they could not leave."},{"T":"301","3":"'Destroy everything—Don't leave even a speck of dust behind. Headquarters' orders.'"},{"T":"301","2":"Camu","3":"So that was what Master meant, huh..."},{"T":"301","3":"Everything makes sense now. Kurono has always had a shady reputation, but Camu never imagined that it would come to this."},{"T":"301","3":"What did he do wrong? What did the others do wrong? Why does this have to happen?"},{"T":"301","3":"Did they mess up on any missions? Or did he do something unacceptable at the gate?"},{"T":"301","3":"No. None of those are the main reason."},{"T":"301","2":"Camu","3":"That squad member..."},{"T":"301","3":"Camu remembers his first squadmate to pass away in an 'accident.' He was completely unscathed in battle, yet died right afterward."},{"T":"301","3":"After that happened, several others perished in similar ways. Camu tried to ask the officials about it each time—"},{"T":"301","3":"Yet all he got was silence."},{"T":"301","2":"Camu","3":"Dammit, I'm not dying here!"},{"T":"301","3":"Camu grips his greatsword tight and rushes toward his confused squadmates. He slices his way through the obstacles and grabs their hands."},{"T":"301","2":"Soldier","3":"What—"},{"T":"301","2":"Camu","3":"Come with me! Are you just gonna roll over and die or what?"},{"T":"301","2":"Camu","3":"Anyone who can still run, follow me! We get into the subway station and leave following the tracks. Move! Move!"}]