[{"T":"301","3":"She is in the sea, but her body keeps sinking."},{"T":"301","3":"Lamia thinks she is crying, but she cannot tell whether the tears come from the pain that the red-haired Construct left, or from her inner heart."},{"T":"301","3":"Why did I forget it all? Since when did I abandon everything in the past? Why did I end up like this, living in the world like a mindless zombie?"},{"T":"301","3":"Lamia cannot remember."},{"T":"301","3":"Lamia wandered a long time after arriving at the real land. The humanoid-hybrid Construct tech made her M.I.N.D. constantly unstable. Without an Inver-Device, she was soon infected by the Punishing Virus... and she has forgotten how she became Lamia the Ascendant."},{"T":"301","3":"She only remembered this vague 'wish' that she had not completed."},{"T":"301","3":"But everything starts to come back when she steps on this island."},{"T":"301","3":"'Your duty is to collect data, and come back to notify us if—although quite unlikely—the Punishing disaster has ended and peace is restored to the world.'"},{"T":"301","3":"It's a request, but also a curse."},{"T":"301","3":"When she finally arrives at the deepest section of the city and connects to Atlantis' central control system, it has identified her biological ID and automatically played a video."},{"T":"301","2":"Lustrous","3":"Although I never held any hope, I still wanted to give it a try even if there was a one-in-a-million chance. That's why I decided to record this message."},{"T":"301","2":"Lustrous","3":"Only you can see this video, Lamia. When you see it, you must have finished your long journey."},{"T":"301","2":"Lustrous","3":"You are back. Very good. You have completed your mission. You are a useful child."},{"T":"301","2":"Lustrous","3":"Welcome home."},{"T":"301","2":"Lustrous","3":"Now, you are free."},{"T":"301","3":"Lamia has lost all hope once again."},{"T":"301","3":"She was not supposed to have any feelings for this city. The people were ruthless and distant. She rarely received any real warmth."},{"T":"301","3":"But as her memories come back, her heart begins to shatter, and completely collapses after hearing the last word from Lustrous."},{"T":"301","3":"From this moment, she no longer has a place to go back to."},{"T":"301","3":"Lamia activates the submerge process."},{"T":"301","3":"Just let everything sink to the bottom."},{"T":"301","3":"As long as Atlantis remains unknown to the world, it will be her eternal dream. She can tell herself that all those people are still living in the city, continuing their unfinished research."},{"T":"301","3":"The sea is so quiet that it drives people crazy. It is so deadly and full of sorrow."},{"T":"301","3":"But when she is knocked into the water and sees the city completely submerged in the sea, she is struck by some pain that she cannot describe. It is heavier than the water pressure of the deep sea, crushing her chest."},{"T":"301","3":"Something is really going to disappear. She knows she must stop so the really important things will not vanish."},{"T":"301","3":"Atlantis is the evidence that they once existed and fought here. It is their grave."},{"T":"301","3":"So she swims back to the city and terminates the submerge."},{"T":"301","3":"Atlantis lived, and so did they."},{"T":"301","3":"Tears pour out of her eyes into the salty sea water."},{"T":"301","3":"As the city rises, Lamia turns back and swims away."},{"T":"301","3":"In the river of time, all her sorrow and regret will eventually pass."},{"T":"301","3":"Along with the never-ending tears."},{"T":"301","3":"Flowing to the other side of the sea..."},{"T":"301","3":"In the end, it all turns into tranquility."}]