[{"T":"301","2":"Lucia","3":"There really is an exit..."},{"T":"301","2":"Karenina","3":"Wait, so those conclusions were just your guesses all along?"},{"T":"301","2":"Lucia","3":"Yeah, I was planning to take another direction if there was no exit. Just don't stay still."},{"T":"301","3":"We followed Lucia through the underground facility back to the surface. But it wasn't as peaceful as the villages we visited previously."},{"T":"301","2":"Villager A","3":"*Coughs*..."},{"T":"301","2":"Villager B","3":"Ouch... That damned King..."},{"T":"301","3":"Many people were injured. There was heavy smoke from burning buildings, and bomb craters that smelled like chemicals."},{"T":"301","3":"Seemed like something just happened not long ago."},{"T":"301","2":"Lee","3":"It's the King. Something must have happened here."},{"T":"301","2":"Kamui","3":"Excuse me! What happened here?"},{"T":"301","3":"Lee was still thinking, but Kamui had already joined the rescue team and started asking around."},{"T":"301","2":"Villager","3":"Who are you... Did you also come from other villages?"},{"T":"301","2":"Lucia","3":"No, we are travelers."},{"T":"301","2":"Villager","3":"Traveler? Are you looking for somewhere to stay? But our village was already destroyed by the King's heroes."},{"T":"302","2":"What heroes...?","4":"Why would the King burn your village?"},{"T":"301","2":"Villager","3":"It was those two minions of the King. They took all our family, as well as the Demons who lived with us in harmony..."},{"T":"301","2":"Villager","3":"Because we didn't follow the King's order to kill all Demons, but lived with them instead."},{"T":"301","2":"Lee","3":"I thought you had been living like this for a long time?"},{"T":"301","2":"Villager","3":"Yes, and we thought we could get by again... But the heroes immediately found out where we were hiding the Demons, and..."},{"T":"301","3":"The villager started to weep. The Demons seized by the 'heroes' must be very close to him."},{"T":"301","2":"Lucia","3":"Commandant, I'm afraid he meant Camu and Vera."},{"T":"301","2":"Karenina","3":"They must have gone to the King's side after throwing me and 【kuroname】 down."},{"T":"301","2":"Kamui","3":"Was this a quest from the King?"},{"T":"301","2":"Lee","3":"Probably. But I don't think they would purposely run errands for that King. There must be a reason behind."},{"T":"302","2":"Liv?","4":"The Goddess' artifact."},{"T":"301","2":"Lucia","3":"If it's for Liv... Could they already know where she is?"},{"T":"301","2":"Karenina","3":"Not necessarily. Maybe they were just setting it up. Bianca once taught me a strange tactic specifically designed for pursuit."},{"T":"301","2":"Karenina","3":"The goal is to apply continuous pressure and reduce the space. If the target isn't here, it doesn't matter—just blow everything up and set up traps."},{"T":"301","2":"Karenina","3":"It gives the target pressure and keeps them away from this place."},{"T":"301","2":"Lee","3":"Creating danger to limit the target's movement, and force them to go to the only safe place left. Is that what they doing?"},{"T":"102"},{"T":"301","2":"Karenina","3":"Yeah... I'm not sure about that Camu guy, but Vera will definitely do it."},{"T":"301","2":"Lucia","3":"Let's follow this tactic and look for Liv. We may bump into the King's forces, but this is the fastest way to find her."},{"T":"301","2":"Lucia","3":"It's possible. This village may be on the way to some Demon General's Castle."},{"T":"301","2":"Karenina","3":"Vera was asking us to collect recovery potions in every village we passed by. Maybe she just did it a bit over this time."},{"T":"301","2":"Kamui","3":"Hmm... But Camu would never do unnecessary things like that."},{"T":"301","2":"Karenina","3":"I thought he was as evil as Vera."},{"T":"301","2":"Kamui","3":"He's just antisocial. But he would never burn a village down just because he joined the King's side."},{"T":"301","2":"Kamui","3":"I mean, it wasn't part of your quest, right?"},{"T":"301","2":"Lucia","3":"Unnecessary... Kamui knows Camu the best. If he says so..."},{"T":"301","2":"Lucia","3":"Perhaps burning the village down was for another objective."},{"T":"301","2":"Karenina","3":"Do you mean Liv!?"},{"T":"301","2":"Lucia","3":"Yeah. We don't know what they are planning, but we need to move fast."}]