[{"T":"301","2":"Lee","3":"You've been staring at me long enough. If you have something to say, just spit it out."},{"T":"302","2":"Look at you, Mr. Popular!","4":"Is this the 'unnecessary trouble' you were referring to?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"I ran into the same thing on a previous mission."},{"T":"301","2":"Lee","3":"This Inver-Device isn't the usual 'horn' shape, so people mistake me for a human."},{"T":"302","2":"Why not say that you're a Construct?","4":"Do you think people care if you're a Construct?"},{"T":"301","2":"Lee","3":"As I said, Constructs can only leave when we're on a mission. That's why you need an application. I don't want to cause a scene or give us any trouble."},{"T":"301","2":"Lee","3":"Constructs are combat androids created by humans. Humans have set reasonable 'rules,' therefore we abide by them. Much like how mathematics adheres to causality."},{"T":"301","2":"Lee","3":"If I had time to concern myself with such trivial matters, I'd be better off using this time to upgrade my weapons."},{"T":"302","2":"I'm sure she just made a simple mistake.","4":"Are you okay with me being the only human you talk to?"},{"T":"301","2":"Lee","3":"Do you want to go explain it to her or something?"},{"T":"301","2":"Lee","3":"Compared to stopping the Punishing Virus, this shouldn't cause any problems."},{"T":"301","2":"【kuroname】","3":"But this feels different from our usual work. Walking around Babylonia in street clothes, fells like..."},{"T":"302","2":"A date...","4":"A special occasion!"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"【kuroname】","3":"I don't know if you've noticed, but your M.I.N.D. becomes unstable whenever you go quiet... And your ears are turning red."},{"T":"301","2":"Lee","3":"You've stayed connected this whole time?!"},{"T":"302","2":"No! It was just a joke!","4":"Are you shy, Lee?"},{"T":"301","2":"【kuroname】","3":"Honestly, though. Your ears really are turning red."},{"T":"301","2":"Lee","3":"Quit joking around!"},{"T":"301","2":"Lee","3":"I think there's just a glitch in my heat regulator. I'll troubleshoot it and fix it later."}]