[{"T":"301","3":"The fight between Alpha and Rosetta leaves the already devastated port in further disarray."},{"T":"301","2":"Sailor","3":"Our port...!"},{"T":"301","2":"Fisher","3":"Those... damn monsters!"},{"T":"301","2":"Sailor","3":"How dare they just stand there and run their mouths like nothing happened..."},{"T":"301","2":"Fisher","3":"I'll make them pay for this!"},{"T":"301","2":"Lucia","3":"Commandant, that enemy... I..."},{"T":"301","2":"Lucia","3":"I want to fight her one more time..."},{"T":"301","2":"Lucia","3":"If I use the combat-focused frame..."},{"T":"301","2":"System","3":"Emergency order received—"},{"T":"301","2":"System","3":"Launching Lucia's exclusive frame 'Dawn'—"},{"T":"301","2":"System","3":"Estimating time of arrival—"},{"T":"301","2":"α","3":"You must have a strong connection with the Narwhal, spanning such a long distance..."},{"T":"301","2":"α","3":"So you must have known all about the approaching waves of Corrupted."},{"T":"301","2":"α","3":"Yet, there is no evacuation. None of your companions are here either. Which means—"},{"T":"301","2":"α","3":"Not only have you given up on humanity, but you choose to stand by and watch them get dragged into the abyss..."},{"T":"301","2":"α","3":"Your only concern has always been the Narwhal... That's it."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"α","3":"Don't get me wrong."},{"T":"301","2":"α","3":"We're both eyeing the same thing... I imagine we must share similar pasts..."},{"T":"301","2":"α","3":"We've both realized.. the folly of sacrificing ourselves for humanity."},{"T":"301","3":"Alpha turns to look at the disgruntled crowd around them."},{"T":"301","2":"α","3":"You see, even now they don't want to fight for their own fate—"},{"T":"301","3":"Boom—!"},{"T":"301","3":"A port citizen fires off a harpoon, only for her to catch it midair."},{"T":"301","2":"Fisher","3":"Die, you damn monster!"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Just as the citizen prepares to fire another harpoon, Alpha drops the one in her hand—"},{"T":"301","3":"A red current emits from her fingertips, and a sudden flash of light and thunderous boom sends him flying back a few meters."},{"T":"301","2":"Fisher","3":"Arrgh...!"},{"T":"301","3":"He immediately shows symptoms of corruption as the Punish Virus spreads throughout his body."},{"T":"301","2":"Liv","3":"Commandant! He needs treatment now!"},{"T":"301","2":"Fisher","3":"Don't touch me, you filthy Construct!"},{"T":"301","2":"Lee","3":"He's beyond saving..."},{"T":"301","2":"Liv","3":"Lee!"},{"T":"301","2":"Liv","3":"You'll always find the wounded on the battlefield being aggressive. But their lives come first. Always."},{"T":"301","2":"Liv","3":"We need to keep our emotions in check at a time like this..."},{"T":"301","3":"Liv takes out a serum..."},{"T":"301","2":"Liv","3":"We can neutralize the corruption if we inject you with the serum right away. Please."},{"T":"301","2":"Fisher","3":"You abomination...! Where's our medic?!"},{"T":"301","3":"He pushes Liv's hand away."},{"T":"301","2":"Fisher","3":"Ah!"},{"T":"301","2":"Liv","3":"Our commandant also uses this. It's okay."},{"T":"301","3":"As the serum enters his body, his agitation gradually subsides."},{"T":"301","3":"In the blink of an eye, his symptoms begin to lessen."},{"T":"301","2":"Fisher","3":"Urgh..."},{"T":"301","2":"Liv","3":"Alright, somebody takes him to rest."},{"T":"301","3":"Seeing this, the crowd looks at Alpha and raises their harpoons."},{"T":"301","3":"Rosetta looks on as the scene unfolds, gripping her lance tightly."},{"T":"301","3":"She turns to face the crowd—"},{"T":"301","2":"Rosetta","3":"Fools!"},{"T":"301","2":"Rosetta","3":"Unity, rules... Humans have survived here in the Arctic circle only thanks to being surrounded by the protection of a natural barrier."},{"T":"301","2":"Rosetta","3":"Any outsider knows more about the reality of this cruel world than any of you..."},{"T":"301","2":"Rosetta","3":"You are utterly clueless about what you are up against..."},{"T":"301","2":"Rosetta","3":"Listen up!"},{"T":"301","2":"Rosetta","3":"New Murmansk is above to be flooded by a tidal wave of Corrupted."},{"T":"301","2":"Rosetta","3":"Before it does... leave. Find a new home. This is the last bit of advice I have to offer."},{"T":"301","3":"Rosetta's petition, however, is met with the raging shots from the people..."}]