[{"T":"301","2":"Forsaken Soldier","3":"Hey! Watanabe-San is back!"},{"T":"301","2":"Zong","3":"I'm back, too! And the food!"},{"T":"301","3":"Cheers erupt among the Forsaken as they help Zong unload the food and settle into the wrapping process."},{"T":"301","2":"Lucia","3":"Looks interesting, Commandant. Could Liv and I try our hand at wrapping one?"},{"T":"302","2":"Of course","4":"Go on"},{"T":"301","2":"Liv","3":"You coming, Lee?"},{"T":"301","2":"Lee","3":"No, you go on ahead..."},{"T":"301","3":"Halfway there, Lucia turns back, hesitant."},{"T":"301","2":"Lucia","3":"Commandant... if I manage to make a Zong, would you try one?"},{"T":"302","2":"Let me think about it","4":"Can't wait"},{"T":"301","2":"Lucia","3":"I see... I'm not that good at cooking, anyway..."},{"T":"302","2":"Just joking"},{"T":"301","2":"Lucia","3":"Really? Okay, I'll give it a try."},{"T":"301","2":"Changyu","3":"We used to wrap Zongs together on the Nighter, from time to time."},{"T":"301","2":"Changyu","3":"Not many good memories on that ship, but a few do come by every once in a while."},{"T":"301","2":"Watanabe","3":"True. No matter how dark our world gets, there are always a few things that shine bright."},{"T":"301","3":"Changyu bites into a steamed Zong, and his face turns."},{"T":"301","2":"Changyu","3":"Hey, you! Forsaken! Care to explain why this Zong is sweet?"},{"T":"301","2":"Watanabe","3":"What are you on about? Zongs are made to be sweet."},{"T":"301","2":"Changyu","3":"Zongs are supposed to be savory, with meat in the filling! This is a dessert!"},{"T":"301","2":"Zong","3":"Hey, kid! You got a problem with our Zongs, you come talk to Zong!"},{"T":"301","3":"Spirited disagreement on the nature of Zongs notwithstanding, the bond between Changyu and the Forsaken seems to be stronger than ever."},{"T":"301","2":"Changyu","3":"You tell them, Commandant!"},{"T":"301","2":"Lucia","3":"We've finishing wrapping ours too, Commandant. Please have a taste."},{"T":"302","2":"Zongs really are better sweet","4":"Zongs are better off savory"},{"T":"301","3":"— A few days later, on board the Eternal Engine, Changyu debriefs Jamilah on recent events."},{"T":"301","2":"Changyu","3":"Sure wasn't easy, but at least we closed the Forsaken deal."},{"T":"301","2":"Jamilah","3":"So these are the fabled Zongs of the Forsaken? Not bad. Easy to manufacture, and at a reasonable cost."},{"T":"301","2":"Sophia","3":"Slightly sweet. Not bad."},{"T":"301","2":"Jamilah","3":"Maybe we can host a festival like Duanwu on the train... or better yet, promote it everywhere along our route."},{"T":"301","2":"Jamilah","3":"Such a festival would involve every rung of society, encourage spending... there's money to be made here."},{"T":"301","2":"Changyu","3":"That's a swell idea, Boss, but I do disagree on one point."},{"T":"301","2":"Jamilah","3":"Oh? Enlighten me."},{"T":"301","2":"Changyu","3":"Zongs are supposed to be savory, not sweet!"}]