[{"T":"301","3":"City 075, platform of the underground cavern."},{"T":"301","3":"Lee and Lucia are counting the remaining serum and ammo on the entry platform of the cavern. Liv is attempting to sync their intel with Babylonia. She looks unsure when she reopens her eyes after a while."},{"T":"301","2":"Liv","3":"Communication... disconnected..."},{"T":"301","2":"Lucia","3":"What do you mean?"},{"T":"301","2":"Liv","3":"There is a massive signal blockade... I can't reach Babylonia."},{"T":"301","2":"Liv","3":"Our communication with Babylonia appears to have been cut off since we entered the underground."},{"T":"302","2":"Try to restore the communication."},{"T":"301","2":"Lee","3":"Try activating the backup communication link."},{"T":"301","2":"Liv","3":"I'll give it a shot!"},{"T":"301","3":"Activating backup communication link >>> Searching eligible contacts >>> Error >>> Error >>> Success"},{"T":"301","3":"The screen flashes a bit due to the unstable connection. Then a figure appears."},{"T":"301","2":"Lee","3":"This is Gray Raven. Please respond, Babylonia."},{"T":"301","2":"???","3":"...Lee! Are you all right?"},{"T":"301","2":"Lee","3":"Murray?"},{"T":"301","2":"Lee","3":"Everything is fine. We've arrived in City 075's underground cavern. This place is..."},{"T":"301","2":"Murray","3":"Thank goodness! Finally got through..."},{"T":"301","2":"Murray","3":"Babylonia's positioning radar suddenly lost track of your singals about 20 minutes ago. I... Everyone was concerned."},{"T":"301","3":"Murray's face is marked with a troubled frown. His voice sounds glitchy, and his reaction is delayed due to the unsteady connection and signal blockade."},{"T":"302","2":"(Brief him on the situation)"},{"T":"301","2":"Murray","3":"I see..."},{"T":"301","3":"Murray remains silent for a moment after listening to your explanation and then breathes a sigh of relief."},{"T":"301","2":"Lee","3":"You must have looked into this site, Murray. Something must be blocking the signals on a large scale... We had to rely on the backup communication link."},{"T":"301","2":"Lee","3":"To be honest, I'm surprised that we are able to connect in this circumstance."},{"T":"301","2":"Murray","3":"According to the information Liv synced in the ruins, this is the site where Huaxu's key is held, correct?"},{"T":"301","3":"Lee nods in agreement."},{"T":"301","2":"Murray","3":"In that case, there is a strong likelihood that you will clash with the Ascendants."},{"T":"301","2":"Murray","3":"I would've advised against diving straight in without adequate intel and a good connection. It would be difficult to call reinforcements in the event of an emergency."},{"T":"302","2":"But it's a matter of urgency.","4":"I believe in Gray Raven."},{"T":"301","2":"Lee","3":"We created quite a stir when we arrived, which must have attracted the Ascendants' notice. Huaxu's coordinates from the last signal have shifted since the first one."},{"T":"301","2":"Lee","3":"It took a long time for us to uncover this lead. We cannot afford to let them slip away."},{"T":"301","2":"Murray","3":"Commandant, you're even more dependable than before. It's no surprise that Lee trusts you more than he shows."},{"T":"301","2":"Murray","3":"Murray smiles resignedly."},{"T":"301","2":"Lee","3":"...Murray, do you still remember the graviton detector you gave me?"},{"T":"301","2":"Murray","3":"You mean..."},{"T":"301","2":"Lee","3":"I'll use it to trace our route and overlay the factory plan to form a topographic map, and sync it with you."},{"T":"301","2":"Lee","3":"The backup comms has a limited amount of bandwidth. I'll send you a new topographic map every five minutes so you can monitor our route and the overall layout of this place."},{"T":"301","2":"Lee","3":"As before, you can confirm the receipt of the message by sending me a feedback."},{"T":"301","2":"Murray","3":"Alright."},{"T":"301","2":"Murray","3":"Then, let me be your mission support from now on."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"Frame maintenance complete. Commandant, let's keep moving."},{"T":"302","2":"Let's go."},{"T":"301","2":"Gray Raven","3":"Roger!"}]