[{"T":"301","2":"Gabriel","3":"I'm out, Miss Luna."},{"T":"301","3":"Boom—"},{"T":"301","3":"Boom—"},{"T":"301","3":"As Gabriel reports to Luna, he continues to bombard the cabin walls of the space station with a hand cannon."},{"T":"301","2":"Gabriel","3":"Target signal clear. I'm moving in a straight line."},{"T":"301","2":"Luna","3":"Very well."},{"T":"301","2":"Luna","3":"Those people are also in the space station, but they are not our mission target. Avoid contact if possible."},{"T":"301","2":"Gabriel","3":"Understood. I'll try to make it quick."},{"T":"301","2":"Luna","3":"Once the mission is complete, send me the signal immediately."},{"T":"301","2":"Luna","3":"...I'll pick you up in person."},{"T":"301","2":"Gabriel","3":"Understood."},{"T":"301","3":"Boom—"},{"T":"301","2":"Gabriel","3":"Hm?"},{"T":"301","3":"The entire space station starts trembling vigorously. The connecting joints between compartments slowly disintegrate, layer by layer."},{"T":"301","2":"Gabriel","3":"Is this place disintegrating...?"},{"T":"301","2":"Broadcast","3":"Dear children, we are now demonstrating how the immune system of the human body works—"},{"T":"301","2":"Broadcast","3":"Cells infected by bacteria or viruses will be... destroyed and discarded..."},{"T":"301","2":"Liv","3":"The broadcast... Does it mean the space station is self-destructing?"},{"T":"302","2":"It's the self-defense mechanism.","4":"I think so."},{"T":"301","3":"After a lot of trembling, you look out from the window. Many compartments have already been tossed into space..."},{"T":"301","3":"Some compartments do not have the time to release pressure, and are pushed away instead by their content, including air and Babylonia troops..."},{"T":"301","2":"Watanabe","3":"Like it said, the immune system of the space station was triggered."},{"T":"301","2":"Lucia","3":"Immune? You mean the immune system of the Corrupted... against humans?"},{"T":"301","2":"Watanabe","3":"If I'm not wrong..."},{"T":"301","2":"Watanabe","3":"You destroyed the space station's observation room and weapon control system, which was akin to disabling its attack and defense functions."},{"T":"301","2":"Watanabe","3":"Now that your troops start to land, they have triggered the immune system 'within' the space station."},{"T":"301","2":"Lee","3":"To it, a temporary disintegration doesn't necessarily mean destruction..."},{"T":"301","2":"Lee","3":"Because as long as the gravity core still exists, it can attract and restructure nearby matters like it did in the past..."},{"T":"301","2":"Lee","3":"But the integration surely is devastating to us."},{"T":"301","2":"Watanabe","3":"...If we don't do anything, we will probably end up expunged."},{"T":"302","2":"I'm ready.","4":"We're not just gonna sit here and wait."},{"T":"301","2":"Lucia","3":"Understood, Commandant."}]