[{"T":"301","2":"Kamui","3":"Cap..."},{"T":"301","2":"Kamui","3":"Captain."},{"T":"301","2":"Kamui","3":"Captain! Captain!"},{"T":"301","2":"Chrome","3":"I..."},{"T":"301","3":"Kamui's pestering snaps Chrome out of his deep thoughts. The destination of this mission now lies right before Chrome's eyes."},{"T":"301","2":"Chrome","3":"The objective of this mission is to occupy this Corrupted spawning ground. Strike Hawk and the other teams will stay behind in Zone C to attract and contain any and all hostile entities."},{"T":"301","2":"Chrome","3":"(This other team is... actually...)"},{"T":"301","2":"Kamui","3":"You've briefed me on the mission countless times, remember?"},{"T":"301","2":"Chrome","3":"Countless times, you say?"},{"T":"301","2":"Kamui","3":"You've been saying the same thing over and over since we got on the aircraft. Oh, and you also said: 'If anything happens, you get out of here. I'll take care of the rest.'"},{"T":"301","2":"Chrome","3":"...I said that? Well, in that case, this command..."},{"T":"301","2":"Kamui","3":"I wasn't going to follow it anyway."},{"T":"301","2":"Chrome","3":"...Where are the others? Why are their signals outside this area?"},{"T":"301","2":"Kamui","3":"For Smith, one sidekick is enough."},{"T":"301","2":"Chrome","3":"You—"},{"T":"301","3":"Chrome realizes from this conversation that Kamui noticed his concern and figured out his plan for the day, but he doesn't know when."},{"T":"301","3":"He instantly feels something—not nervousness, not animosity. Chrome can't really tell what it is. It's something he hasn't ever experienced before... something that seems to have burst his bubble."},{"T":"301","2":"Chrome","3":"What do you want?"},{"T":"301","2":"Kamui","3":"I just hate to see..."},{"T":"301","3":"Kamui slowly softens his tone."},{"T":"301","3":"I mean, I'm just trying to get that frown off your face."},{"T":"301","2":"Chrome","3":"Did I frown?"},{"T":"301","2":"Kamui","3":"That looks like it's all scrunched up with paper and wrinkles... The one you're making right now, chief. You aren't aware?"},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Kamui","3":"Ah, they're on the move. I'll go take 'em down."},{"T":"301","3":"Before Chrome can say anything, Kamui has already rushed off towards the Corrupted. He's about to pull out his weapon when he turns around, as if suddenly reminded of something."},{"T":"301","2":"Kamui","3":"Captain Smith! Well, you're not Smith yet, but I'll call you that for now anyway. Captain Smith! sit tight for my good news!"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"John","3":"Looks like the battle's already started. Chrome, I'll arrange for the support forces to pick you up at a location nearby. Retreat immediately."},{"T":"301","2":"Chrome","3":"And then I'll become Smith?"},{"T":"301","2":"John","3":"I'll have to climb to the position I need first. But you did carry out the responsibility of 'Smith'. Soon, I believe, you'll become Smith, like you wanted. Now, retreat."},{"T":"301","2":"Chrome","3":"Do I want to become Smith?"},{"T":"301","2":"John","3":"Hm?"},{"T":"301","2":"Chrome","3":"No, Smith... No, father."},{"T":"301","2":"Chrome","3":"It's not that I want to become Smith, but I NEED to..."},{"T":"301","2":"John","3":"Isn't it the same thing?"},{"T":"301","2":"Chrome","3":"No. I've always followed your orders. The reason my goal is to become Smith is because I have no other choice."},{"T":"301","2":"Chrome","3":"Every action of mine is determined by your will..."},{"T":"301","2":"John","3":"That is the price of your existence. What's the point of bringing it up now?"},{"T":"301","2":"Chrome","3":"I'm bringing it up because I want my autonomy back."},{"T":"301","2":"Chrome","3":"'Once the shell called the body is abandoned, what does the human leave behind?'"},{"T":"301","2":"Chrome","3":"The part that's left behind in me is Chrome. Not Langston. And certainly not Smith!"},{"T":"301","2":"Chrome","3":"I'll meet up with the other squad members that departed early. After that, we'll defend the place until our very last breaths!"}]