[{"T":"301","3":"On the bridge, Chi Ling headshots a Musashi VI opposite of them, then charges forward with two Pulao soldiers to cover Qu and then retreat behind the defensive line."},{"T":"301","3":"When the three approach, Qu grabs a rifle from a Pulao soldier and empties the clip under the bridge."},{"T":"301","3":"Once the gunfire stops, the roar from the Corrupted falls silent."},{"T":"301","3":"Qu hands the rifle back to the soldier who is left speechless."},{"T":"301","2":"Qu","3":"Blowing up the bridge will delay the Corrupted, but we can't drop our guard yet."},{"T":"301","2":"Qu","3":"Regroup and check each team for damages."},{"T":"301","3":"After giving the order, Qu takes the soldiers back to the human frontline below the city wall. The defensive turrets destroy hordes of Corrupted with each volley."},{"T":"301","2":"Pulao Crew A","3":"The Corrupted can't even get close thanks to all the suppressive fire from Baxia's turrets..."},{"T":"301","3":"Suddenly, the blast from a cannon crosses the broken bridge and crashes into the frontline. The soldier is thrown to the ground mid-sentence..."},{"T":"301","3":"The blast can be seen coming from a Musashi VI that has stopped working, despite still being in a firing position with only its upper body left."},{"T":"301","3":"Laying on the ground, the shell-shocked soldier opens his mouth in surprise to see that he is still alive despite being near the impact point."},{"T":"301","2":"Chi Ling","3":"(Cough)"},{"T":"301","3":"A mouthful of warm blood falls on the soldier's cheek. He looks up to see that Chi Ling had protected him just now."},{"T":"301","3":"However, Chi Ling's left arm is badly burned by the explosion. Blood spills down the corner of his mouth, dripping on the soldier beneath him."},{"T":"301","3":"Watching from behind, Qu rushes over."},{"T":"301","2":"Qu","3":"Medic! Chi Ling needs medical attention."},{"T":"301","2":"Chi Ling","3":"I'm fine."},{"T":"301","3":"Chi Ling raises his right hand to wipe the blood from the corner of his mouth and waves at Qu to stop her from calling a medic."},{"T":"301","3":"The soldier on the ground quickly gets up and trembles to help Chi Ling lean up against a barrier for cover."},{"T":"301","2":"Chi Ling","3":"Thanks."},{"T":"301","3":"Chi Ling leans back and pats the soldier on the shoulder."},{"T":"301","2":"Chi Ling","3":"Don't lower your guard on the battlefield. Go, I'm not dying so easily yet."},{"T":"301","2":"Pulao Crew A","3":"O-on it!"},{"T":"301","3":"After the young soldier returns to the defensive line, Chi Ling looks back at Qu."},{"T":"301","2":"Qu","3":"Enough, Chi Ling."},{"T":"301","2":"Chi Ling","3":"It's okay. Just a flesh wound. I don't want to retreat from the frontline like this."},{"T":"301","3":"Chi Ling takes out his tactical knife from his belt and begins to quickly cut off the charred portion of his left arm."},{"T":"301","2":"Chi Ling","3":"Nngh... Ugh."},{"T":"301","3":"Chi Ling quickly takes a deep breath, then expertly wraps the neatly cut portion on his arm in gauze."},{"T":"301","2":"Chi Ling","3":"Don't worry, Lady Qu. It'd just get in the way."},{"T":"301","2":"Qu","3":"You haven't changed a bit."},{"T":"301","2":"Chi Ling","3":"Hehe, returning to formation."},{"T":"301","3":"Seeing Chi Ling's expression, Qu knew in her heart that she could never persuade him to retreat."},{"T":"301","2":"Qu","3":"Alright, let's get going."}]