[{"T":"301","2":"Roland","3":"Ugh... I feel like I'm about to pass out."},{"T":"301","3":"Roland crashes onto the couch with a loud thud and lets out a relaxing sigh."},{"T":"301","2":"Roland","3":"Who's been writing the script recently? The new writer's completely missed Mandy's personality. Nothing ever goes as planned. It's always up to me to get the job done. What am I supposed to do if they really put him in danger?"},{"T":"301","2":"Roland","3":"Forget it. Not like complaining matters."},{"T":"301","2":"Roland","3":"Contact my brother."},{"T":"301","3":"Roland quietly commands the clock on the wall. Receiving the command, it lights up a timer."},{"T":"301","2":"Terminal","3":"In order to ensure your sleep schedule, the duration of your call is limited to 11 minutes and 28 seconds."},{"T":"301","2":"Terminal","3":"Connecting your call. Please wait..."},{"T":"301","3":"The signal time beeps with each passing second on the timer. The rhythm is consistent, but he seems to sense a difference in the pitch, which reminds him of a weird experimental concert he went to with his family when he was younger."},{"T":"301","3":"Once the signal ends, there is a remote response."},{"T":"301","2":"Terminal","3":"Apologies, the person you are trying to call is busy. Please try again later."},{"T":"301","2":"Roland","3":"Redial."},{"T":"301","2":"Terminal","3":"Apologies, the person you are trying to call is busy. Please try again later."},{"T":"301","2":"Roland","3":"...Hmph. Guess today's a no-go, too, huh?"},{"T":"301","3":"Scratching his head, Roland taps the comms again for the third time. At the same time, he swipes away the interface with the timer and presses another terminal interface."},{"T":"301","2":"Roland","3":"Well, since I have to wait anyway, guess I'll see if there are any data reports on social media."},{"T":"301","2":"Terminal","3":"Request received. Analyzing data..."},{"T":"301","3":"'The Mandhasti Real Park', a story about a person's life! Now as a sheriff, the protagonist fights for the peace of the whole city!"},{"T":"301","3":"Enlarged on the holo-screen, the outrageous title and introduction seem to fly toward Roland. The data feed flowing under the title shows the achievements of the whole park. It seems that all of the crew enjoys the hard work they put in and its smashing success."},{"T":"301","2":"Roland","3":"What a bunch of lies."},{"T":"301","3":"Roland waves his hand, then pulls down the keyboard and taps a string of codes on the screen."},{"T":"301","2":"Roland","3":"Bypass the firewall, cross the fiber terminal, and remove the big data selectivity tendency... Okay, we can finally see the real data flow. Good thing I took some time to learn a thing or two about coding."},{"T":"301","2":"Roland","3":"Let's see what everyone really has to say online."},{"T":"301","3":"Right as Roland's hands stop, a string of unfiltered comments begin to appear on-screen."},{"T":"301","3":"'The Mandhasti Real Park' imitates a movie from ancient times by placing a human in the studio to film the birth, life, and death of the protagonist all within a studio set."},{"T":"301","3":"Some people hold this pioneer work in high esteem, thinking that such a real drama is the art of our times. Some people denounce this as a violation of human rights. Regarding this debate among viewers, it will likely ensue until the show finally comes to an end."},{"T":"301","2":"Roland","3":"Seems like people really care for Mandy... Hah!"},{"T":"301","2":"Roland","3":"Looks like humans are really good at deceiving each other."},{"T":"301","3":"The vast sea of comments seems to show concern over the fate of Mandhasti. Whether they like it or not, the audience seems to regard his life as unique and genuine."},{"T":"301","3":"They don't know that behind his 'unique' life, there are scripts written precisely down to the second. There are sets and cameras both camouflaged and hidden. All that they know is fake."},{"T":"301","2":"Roland","3":"Hmph... How boring."},{"T":"301","2":"Terminal","3":"Apologies, the person you are trying to call is busy. Please try again later."},{"T":"301","3":"As if in response to Roland's sigh, the robotic voice rings in his ear again, notifying him that no one had answered the call as the notice flashes on the holo-screen in front of him."},{"T":"301","2":"Roland","3":"...Might as well try again."},{"T":"301","3":"Facing the terminal, he gently taps 'Redial' and stands up from the sofa."},{"T":"301","3":"He closes his eyes and takes a deep breath. His eyelashes tremble. Opening his eyes, he smiles and slowly opens his mouth."},{"T":"301","2":"Roland","3":"When was the last time we spoke, little twerp?"},{"T":"301","2":"Roland","3":"You didn't answer my call last time. Or the time before that. Or the time before that either. Our schedules are so out of sync thanks to the production schedule. I don't know when to call you."},{"T":"301","2":"Roland","3":"There's nothing special going on. Just wanted to catch up. How are our folks doing? Eat anything good recently? Go anywhere fun?"},{"T":"301","2":"Roland","3":"And how's the family dog?"},{"T":"301","2":"Roland","3":"Huh? We don't have a dog? But I'm lookin' at him right now!"},{"T":"301","2":"Roland","3":"Hahaha, what's wrong? You mad? Why don't we fight until it's night out for old time's sake?"},{"T":"301","2":"Roland","3":"—Obviously, that's impossible, bro. I'm busy. The project I'm working on is highly confidential and under wraps. Why else wouldn't I be able to go home? Even this call is limited."},{"T":"301","2":"Roland","3":"But... There is a little somethin' I can show you."},{"T":"301","2":"Roland","3":"Have I showed you my secret stash yet? Wanna take a peek at my terminal? You can find tons of secret things from the browsing records, which will open the door to a whole new world..."},{"T":"301","2":"Roland","3":"Huh? Why don't you wanna see it? Before that, a mechanoid idol was exposed to like watching vice clamps in action. Turns out he also frequented furnace and water pump factories. That sure got him a lot of attention."},{"T":"301","2":"Roland","3":"But enough about that all that. I don't wanna bore you with that non-human crap. I just wanted to share something with you and talk to you."},{"T":"301","2":"Roland","3":"Some time ago, you mentioned a social media platform in your voice message. I checked it over several times, but I didn't get any results. I guess it's shut down."},{"T":"301","2":"Roland","3":"This place is so out of touch with the outside world. At least, it's just as wonderful and beautiful in here as it is out there. But this place is just... too unrealistic."},{"T":"301","3":"His mouth is parched, pausing for a moment, his fogy gaze looks down and then lifts up again."},{"T":"301","2":"Roland","3":"...Hey, twerp. Time's running out. Keep this to yourself. Don't tell the folks. Just know that my current project... Well, it's not all that it's cracked up to be."},{"T":"301","2":"Roland","3":"They're probably publicizing it outside as we speak. I'm in a show that's a true story about a man's life. It's the art of this era. But actually, there's more than meets the eye."},{"T":"301","2":"Roland","3":"You might not know that it's all scripted, but it's completely fake. Any slip-up will cause the whole this to come crashing down. How could someone's reality be so fragile? After that, I'll get fired and sent home."},{"T":"301","2":"Roland","3":"The sooner that day comes, the faster I get to see you all."},{"T":"301","2":"Roland","3":"Then we can get our friends together and play some games we've never played. I heard a new game came out recently. When we're bored of that, we can fight like we used to. And after that, we can have some of Mom's dessert. When we're done with that, we can go to one of Dad's weird hipster concerts."},{"T":"301","2":"Roland","3":"This acting gig will keep me fed for years. Afterward, I won't have to worry about getting work. When work dies down a bit, I'll come back home. Until then, I think it's worth the trouble of our folks sending me to acting school."},{"T":"301","2":"Roland","3":"But I'm serious, twerp. I don't know how much longer I can stay in this fake world. I want to go home."},{"T":"301","2":"Roland","3":"I'd give whatever it takes to go home to you, our folks, and my friends. Even if it costs me my life."},{"T":"301","2":"Roland","3":"All I can do is keep telling myself to follow my dream. Only then can I feel alive... That dream is to be back with you all."},{"T":"301","3":"Roland keeps silent. The only response is the long, dull beeping of the clock indicating that it is time for him to rest. Just the sound is enough for Roland to begin to feel drowsy."},{"T":"301","2":"Roland","3":"...Alright, that's enough. Cut communication."},{"T":"301","3":"He raises his hand to the comm interface floating in the air."},{"T":"301","3":"—The signal sound suddenly stops, but then the image of a teenager appears on the comm interface unexpectedly."},{"T":"301","2":"Roland","3":"Rolmo...!"},{"T":"301","2":"Rolmo","3":"Bro! Bro! I finally got your call!"},{"T":"301","2":"Rolmo","3":"About time... I've missed you like crazy. I haven't seen you in forever. You just always call when everyone's away. We can't call because we're bound by contract. We've been worried."},{"T":"301","2":"Roland","3":"Yeah, you're right. It's been a while..."},{"T":"301","2":"Roland","3":"Hey, Rolmo. I wanna keep talking with you, but I don't have much time. How are the folks?"},{"T":"301","2":"Rolmo","3":"Our folks? They're doing so well, it's annoying. They've been huddled around the TV and talking about you nonstop. When they saw you and that Mandhasti beat those criminals a few days ago, they were so happy that they started cheering and almost broke the sofa."},{"T":"301","2":"Rolmo","3":"Didn't I tell you last time that they were always giving people your merch?"},{"T":"301","2":"Rolmo","3":"A few years ago, it was just relatives and colleagues. But now they're even giving it to their old classmates, so basically, the whole world knows you're in that TV show. Now our house is full of your merch, and I doubt they'd stop sending."},{"T":"301","2":"Rolmo","3":"Let's be honest, you're their favorite. I'm super jealous. But that show of yours is great. Who wouldn't want to be your brother?"},{"T":"301","2":"Rolmo","3":"I've also bought a bunch of your merch. I gotta say, you've got one heck of a makeup artist. They sure have their work cut out for them making you look so good."},{"T":"301","2":"Roland","3":"...Really? Mom and Dad like me that much...?"},{"T":"301","2":"Roland","3":"What about our family d—"},{"T":"301","3":"Roland suddenly stops himself mid-word."},{"T":"301","2":"Roland","3":"—Er, I mean... How've you been?"},{"T":"301","2":"Rolmo","3":"Me? Well, I don't have a job like you. I'm broke."},{"T":"301","2":"Rolmo","3":"Mom and Dad cut my allowance, and with all the merch I bought... This month, I spent all my money buying the latest 'Jet Link Legends'. Now I can't afford a copy of 'Canal Wars'. Everyone at school gets on right when class is over, so no one will me borrow a copy..."},{"T":"301","2":"Rolmo","3":"Speaking of... Hey, bro. Think you could spot me? I'll put in a good word with my classmates."},{"T":"301","2":"Rolmo","3":"When they heard that my brother was an actor in that reality show, they all thought that I was rich and famous. Well, I'd be lying if I said I didn't like that."},{"T":"301","2":"Rolmo","3":"So... Think you could do me a favor? Just like you said, I gotta keep up my 'public image.'"},{"T":"301","2":"Roland","3":"...Pff."},{"T":"301","2":"Rolmo","3":"?"},{"T":"301","2":"Roland","3":"Hahaha! Looks like you still are a little twerp. Alright, alright... It's just a few bucks. I've got plenty to spare."},{"T":"301","2":"Roland","3":"And I'm... relieved to see you so happy."},{"T":"301","2":"Roland","3":"...It's nothing. Anyways, I don't have much more time to chat."},{"T":"301","2":"Terminal","3":"(Beeping) In order to ensure that you are mentally fit for the next show, please proceed to bed as soon as possible."},{"T":"301","3":"Following this, the terminal beeps once again."},{"T":"301","2":"Rolmo","3":"You're out of time already? Mom and Dad said they wanted to send you some herbal tea to cheer you up a bit."},{"T":"301","2":"Roland","3":"I'm fine. My daily caffeine intake is already about to give my nutritionist a heart attack."},{"T":"301","2":"Roland","3":"—Hahaha, just kidding. Anyway, I'll send you some money. I bet you're looking forward to it."},{"T":"301","3":"Without another word, Roland terminates the call. The images of his family scatter, revealing a continuous flow of data."},{"T":"301","3":"As if afraid of being seen by his brother, Roland covers his face and takes a moment for his expression to return to normal."},{"T":"301","3":"After a while, he put down his hand, revealing a delightful smile."},{"T":"301","2":"Roland","3":"Haha... I can't believe my family actually watches me on TV so much."},{"T":"301","2":"Roland","3":"The little twerp said that our folks are proud of me. He's even become popular among his friends because of it."},{"T":"301","2":"Roland","3":"—Good, I'm glad. If they're this happy, then I should be, too."},{"T":"301","3":"Roland covers his mouth and lies down on the sofa, curling up and shaking. Like a hungry child who suddenly got a piece of candy, he is afraid of having this moment stolen from him. He has to find a place to hide, cover his mouth, savor the candy, and secretly enjoy it in his heart."},{"T":"301","2":"Roland","3":"Alright, I should practice a bit before I go to bed. Wouldn't want to disappoint them."},{"T":"301","3":"Rubbing his face, which is now sore from smiling, Roland turns around and grabs the holo-screen and continues reading where he left off."},{"T":"301","3":"Just like the comments and data from before, everyone who left a message on social media is concerned about the future of Mandhasti, as if they are somehow related to him."},{"T":"301","3":"What was all the fuss about? In the eyes of the fans, they thought the crew was working hard to give them a genuine adventure. Seems like no one suspected that it was just a part of the script and not just off the cuff. Not even Roland's family had guessed it."},{"T":"301","2":"???","3":"But isn't that because of you, Roland? Aren't you the one contributing to this facade?"},{"T":"301","2":"Roland","3":"Thanks, Captain Obvious!"},{"T":"301","2":"Roland","3":"Analyze data on 'Roland'."},{"T":"301","3":"Roland shakes his head, deliberately ignoring the voice in his ear. Following his request, a series of data and keywords are densely arranged at the bottom of the screen. This time, it is about him."},{"T":"301","3":"Praise, envy, expectation and worry. The stream of comments, carrying countless emotions, washes toward Roland."},{"T":"301","3":"He scans their comments, quietly putting them to heart."},{"T":"301","2":"Roland","3":"Mhm... Mhm... Seems like I've left quite the impression on the audience recently. Good. Very good."},{"T":"301","2":"Roland","3":"Yeah, I normally don't wear a hair tie like this. I'll have to tell the stylist to keep it..."},{"T":"301","3":"Roland strokes the small tuft of tied-up hair and smiles. In order not to be recognized as Roland onscreen after the performance, and in order to live peacefully with his family, he wants to shape the image of Roland to be different from his normal self off-screen."},{"T":"301","3":"Whatever is false should be labeled as such, and that which is true should remain true. The two must be distinguished from one another."},{"T":"301","3":"Otherwise, once confused, the two will be nearly inseparable."},{"T":"301","3":"This was the family's stipulation for letting him play Roland onscreen."},{"T":"301","3":"Yes, he can do whatever his family wants. He can use this method to continue holding on to his wish..."},{"T":"301","2":"Roland","3":"(Yawn) I sure am exhausted today. I guess I'll call it quits for now. Time to get some sleep."},{"T":"301","3":"Roland raises his hand to close the terminal, nestles into the sofa and falls asleep. According to the gatekeeper, he still has a few hours to sleep. Considering how much caffeine he needs to take in every day, these few hours are precious."},{"T":"301","3":"Slowly, he begins to snore—"},{"T":"301","3":"THUNK—"},{"T":"301","3":"Suddenly, he is awakened by a muffled noise."},{"T":"301","3":"The next dull sound is the roar of an engine starting and the sound of crashing from all around."},{"T":"301","3":"Finally, the door is broken down, and someone blasts Roland's ear with a roar."},{"T":"301","2":"Neferti","3":"Roland! Hurry! Wake up!"},{"T":"301","2":"Neferti","3":"We've got a code 9! Emergency meeting!"},{"T":"301","2":"Neferti","3":"The lead is beginning to get suspicious! He was driving in a car and putting his life on the line to see what would happen!"},{"T":"301","2":"Roland","3":"A sheriff in the detention center...? That sure is unheard of."},{"T":"301","2":"Roland","3":"One case of reckless driving, five cases of destruction of property, trespassing, and a slew of other charges... First time I've seen a sheriff rack up this many charges... Especially you, Mandy."},{"T":"301","3":"Roland holds the report in his hand and sighs at Mandhasti, who is behind a chain link fence. The floor around him is in disarray."},{"T":"301","3":"Scrap metal, shrapnel, scratches... Roland can even see a medical spray can with a hole punched in it on the ground spewing mist. Whatever happened, the sheriff had caused quite the scene."},{"T":"301","2":"Roland","3":"What's gotten into you? I can't believe someone who lives by a code like you could do such a thing..."},{"T":"301","2":"Roland","3":"...Forget it. Save the explanation for later. It's my duty as a deputy to get you out of here."},{"T":"301","2":"Roland","3":"Just wait. I'll go put..."},{"T":"301","2":"Mandhasti","3":"...You won't fail."},{"T":"301","2":"Roland","3":"Er... Come again?"},{"T":"301","2":"Mandhasti","3":"I said, you won't fail, Roland. Our superiors will most certainly approve your request. Not only will I be released, but you'll be promoted all the way to the top."},{"T":"301","2":"Mandhasti","3":"You'll meet a pretty girl in the force. You'll fall in love. Then you'll get a fat sack of money and live happily ever after. Everything's going to be just fine."},{"T":"301","2":"Roland","3":"Mand... What's wrong with...?"},{"T":"301","2":"Mandhasti","3":"...Bahahaha! Just kidding. Relax. It's a joke."},{"T":"301","2":"Mandhasti","3":"But I'm sure that if you put in a request, it'll go through."},{"T":"301","2":"Mandhasti","3":"Everyone always kept pushing me to become sheriff. I had no other choice."},{"T":"301","2":"Roland","3":"...I don't understand, Mandy. What's wrong with you? I was only gone a few hours. Why did you get yourself into this mess?"},{"T":"301","2":"Roland","3":"Just because you were hallucinating, you think everything here is fake? No, that can't be the reason."},{"T":"301","2":"Roland","3":"You mean to say I'm fake and lying to you? The same person who's been with you as we've put our lives in danger? Mandy?"},{"T":"301","2":"Mandhasti","3":"No, Roland. Of course, not. You're my knight. How's that possible...?"},{"T":"301","2":"Mandhasti","3":"But when I look back at my life so far, everything just seems... too perfect."},{"T":"301","2":"Mandhasti","3":"No matter how I fail, no matter the setback, I always seem to succeed in the end... Everything just feels like it's for show."},{"T":"301","2":"Mandhasti","3":"It feels like everyone's trying to guard me and keep me on a set track. It even seems like I ended up here because someone else arranged it."},{"T":"301","2":"Mandhasti","3":"And I saw... I saw, I saw Kay. When I went to find you with that gangster earlier, under that giant mechanoid..."},{"T":"301","2":"Mandhasti","3":"I'm scared... I have to confirm that the world I live in is real. So, I waited until I didn't have any other assignments and took a risk..."},{"T":"301","2":"Roland","3":"Kay... Our old partner. Mandy... I'm torn up about his death just as much as you are."},{"T":"301","2":"Roland","3":"But... This isn't good. Missing someone this much and even imagining some giant mechanoid... That's crazy talk, Mandy!"},{"T":"301","3":"Roland suddenly takes a step forward and grasps Mandhasti's wrist through the chain link fence."},{"T":"301","2":"Mandhasti","3":"Ow! Roland?! That hurts..."},{"T":"301","2":"Roland","3":"That hurts? Good. That means you can feel pain. You can feel the warmth of my hand. That means you're a real person. Your feelings and experiences are all real. No one could possibly plan that."},{"T":"301","2":"Mandhasti","3":"Rgh..."},{"T":"301","2":"Roland","3":"Promise me you'll get some rest, Mandy. I don't want to see you getting paranoid like this. Omi and the others will be devastated seeing you like this."},{"T":"301","2":"Roland","3":"If you go on like this, I'm afraid... I'm afraid you'll have more hallucinations of others that have died... In the future, that might even include me."},{"T":"301","2":"Mandhasti","3":"Roland... Are you crying?"},{"T":"301","2":"Mandhasti","3":"...I see. Thank you, Roland. I understand what I should do. I should hold on to those around me that are still alive—to you. Not phantoms of the past."},{"T":"301","2":"Roland","3":"...That's right. Don't forget that. A lot of people still depend on you."},{"T":"301","2":"Roland","3":"But this time, it's your turn to count on me. Trust me, I'll do everything I can to make sure you keep your position. Adios."},{"T":"301","2":"Mandhasti","3":"Adios."},{"T":"301","3":"Roland clenches a fist and clasps his left shoulder. Following a salute, the knight hurries away. Mandhasti seems to see Roland still crying as he runs out of the detention center."},{"T":"301","3":"—As soon as he exits, Roland wipes the corners of his eyes and finds the nearest room. Closing the door, he activates the comms on his terminal."},{"T":"301","2":"Roland","3":"Calling camera team A9. Everything go okay?"},{"T":"301","2":"Staff Member","3":"Copy, this is A9. Affirmative. Everything seems to conform to the emergency script. Outstanding performance, Roland."},{"T":"301","2":"Roland","3":"Thank you. Happy to be of service. Call me any time for further proceedings."},{"T":"301","2":"Roland","3":"How could they possibly let him see a dead character? I'm so busy with meetings and rewriting scripts. If I were a newcomer, I bet I'd just give up right on the spot."},{"T":"301","2":"Roland","3":"The crew's been acting as extras long enough. How could they slip up like this? The makeup artist and prop team need to be held accountable. Guess we have to have another meeting with the new recruits."},{"T":"301","2":"Staff Member","3":"No worries. We're professionals, and so are you. This won't be a problem."},{"T":"301","2":"Roland","3":"Omi's up next. An experienced actress like herself really knows how to move the audience to tears. At least I won't have to be there tonight... Another scene like what happened just now, and people are going to have a fit on social media."},{"T":"301","2":"Staff Member","3":"Yes, it's all arranged. Thank you for your hard work, but..."},{"T":"301","2":"Roland","3":"Yes, yes, I got it."},{"T":"301","3":"Before the worker can finish speaking, Roland quickly closes the terminal. Right as Roland's shoulders relax, a dizzy feeling crawls up his spine."},{"T":"301","3":"The sudden emergency interrupted his sleep. Including the temporary script and rehearsal, he has not slept for nearly 20 hours. His brain feels like a saturated sponge, unable to fully retain any new information."},{"T":"301","2":"Roland","3":"But I can't rest yet. I have to review more."},{"T":"301","2":"Roland","3":"Activate entrance security."},{"T":"301","2":"System","3":"Activation complete."},{"T":"301","3":"The intricate clicking sound comes from within the old wall as the camera connects with the circuit. Then several footsteps come from the other side door as if someone sat down there."},{"T":"301","3":"It is a punch-in and alarm mechanoid, the newest model of security mechanoids and the latest version of that old security bot in the lounge. The room in which Roland currently finds himself is already guarded by a mechanoid dressed as a peasant. Even the crew has to go through an ordeal to enter the room."},{"T":"301","3":"Roland waves his hand, and an image appears out in front of him. It is a recording of the previous scene playing at different speeds."},{"T":"301","3":"Because of the uproar tonight, he received a notice from his superiors that all the actors must do their homework before Mandhasti makes any further abnormal behavior to avoid any accidents."},{"T":"301","3":"He picks a chair at random and looks at the screen silently."},{"T":"301","3":"The main character of the show is Mandhasti, who has lived his entire life onscreen. The plots over the past few years have had him endure a life of danger. In order to maintain the peace of the city, he has spared no effort to fight against the gangs, carrying the death of his former partner as he forges ahead."},{"T":"301","2":"Roland","3":"Heh, that sure is a flattering way of describing him."},{"T":"301","2":"Roland","3":"If we were to have met somewhere else, maybe I..."},{"T":"301","3":"Roland shakes his head and focuses his attention back on the screen."},{"T":"301","3":"The character, Roland, is Mandhasti's loyal assistant. He is a fearless desperado with an unyielding will. He often helps the protagonist in times of danger, much to the praise of fans."},{"T":"301","3":"'Roland', that is him—but also not him. It is merely a shell that shares the same name. A shell that is admired by fans and wears a hair tie."},{"T":"301","3":"When he first entered the park, his parents had considered whether he should take a stage name, but he insisted on acting under his own name."},{"T":"301","3":"Today, that name has gradually developed into a stage name. If his performance continues to go smoothly, he might not even be able to separate the two identities one day."},{"T":"301","3":"But, of course, he has a way of distinguishing the two..."},{"T":"301","2":"Roland","3":"(Yawn) Phew... I'm beat..."},{"T":"301","3":"The images on screen seem to be lulling him to sleep. He can't shake the thought of sleep, and his vision begins to blur."},{"T":"301","2":"Roland","3":"I need an espresso..."},{"T":"301","3":"Roland gently waves his hand, causing an aluminum can to fall from the drink machine beside him. With a high dose of caffeine in a single sip, he should be good for several more hours."},{"T":"301","3":"He reaches out and tries to grab the can, but even though it is right next to him, it seems so far away."},{"T":"301","2":"Roland","3":"Gotcha..."},{"T":"301","3":"But right as he is about to chug it..."},{"T":"301","2":"Roland","3":"Phew..."},{"T":"301","3":"His hand falls to his side. His breathing is calm at first, but then gradually turns to quiet snoring."},{"T":"301","3":"The caffeinated drink trickles onto the floor, reflecting the screen images that are still playing."},{"T":"301","3":"When Roland wakes up, he is shivering from the cold."},{"T":"301","2":"Roland","3":"Huh? Looks like I passed out..."},{"T":"301","3":"Roland rubs his eyes and looks up. On the screen, he sees Mandhasti and himself putting their lives at risk. Based on the scene, he probably didn't sleep much."},{"T":"301","3":"Then he realizes what woke him up. The shouting from the earpiece pounds on his eardrum like a sledgehammer."},{"T":"301","2":"Comms","3":"Emergency... The lead..."},{"T":"301","3":"He tries to listen to the message, but the message is muffled. He can only pick out a few key words."},{"T":"301","2":"Roland","3":"What...? Is something going on with Mandy again? Ugh, good grief. I'm on it. What's his position?"},{"T":"301","2":"Comms","3":"No!"},{"T":"301","3":"Roland slowly lifts his arm and cuts the audio playback on the terminal. The screen gradually fades to black, leaving a blank screen."},{"T":"301","2":"Roland","3":"Hello? Do you copy? Where is he? I need to—"},{"T":"301","3":"Roland's voice stops abruptly. His eyes sweep across the blank screen and come across a familiar face in the background."},{"T":"301","2":"Mandhasti","3":"Roland..."},{"T":"301","2":"Roland","3":"Mandy?! Why are you here?!"}]