[{"T":"301","3":"Defense turrets bombard the battlefield. High-pitched laser rifle blasts punctuate the roar of assault rifles."},{"T":"301","2":"Qu","3":"Thirty degrees portside, fire!"},{"T":"301","3":"After making great sacrifices, Kowloong has finally stabilized the defensive line. However, just as Qu commands the troops to re-consolidate the line, a loud rumble is heard above the city gate."},{"T":"301","3":"Qu turns to see several members of the Pulao Crew falling from the city gate. One of them lands among the Corrupted and is torn to pieces in an instant."},{"T":"301","2":"Bian Crew","3":"Leave this area to us, Lady Qu. Hurry, go see what's going on."},{"T":"301","2":"Qu","3":"On my way."},{"T":"301","3":"Handing over command, Qu rushes over to the closest Pulao soldier that fell."},{"T":"301","3":"The Pulao Crew clear a way for Qu as she approaches."},{"T":"301","3":"The exoskeleton has managed to save the soldier's life. Qu wipes away the blood on the soldier's face."},{"T":"301","2":"Qu","3":"What happened up there?"},{"T":"301","2":"Injured Pulao Crew","3":"An... enemy attack. She just... appeared out of nowhere... We couldn't react... fast enough."},{"T":"301","2":"Qu","3":"I see. Inform the medics, then take him back to get healed."},{"T":"301","3":"Qu relays the order to the surrounding soldiers, then gets up and walks toward the gate. The fallen soldier stretches out his hand to Qu with his last strength."},{"T":"301","2":"Injured Pulao Crew","3":"Lady Qu, be careful..."},{"T":"301","2":"Qu","3":"I will."},{"T":"301","2":"Chaofeng Crew","3":"Lady Qu, you made it."},{"T":"301","3":"Qu reaches the top of the city gate, only to be greeted by the grim looks on the soldiers' faces. They are all training their rifles vigilantly on a single Corrupted, but no one is firing."},{"T":"301","3":"Parting the wall of soldiers, she sees the figure within."},{"T":"301","2":"Moyuan","3":"—!"},{"T":"301","3":"It is a most familiar face, that of the Chaofeng Crew Officer—Moyuan. Now Corrupted, her body is a mural of human blood and Corrupted oil. She appears to be murmuring nonsensically."},{"T":"301","3":"After a moment of silence, Qu gives instructions to the soldiers around her."},{"T":"301","2":"Qu","3":"Return to the defensive line and prioritize defending against the main Corrupted forces. Leave her to me."},{"T":"301","3":"Knowing what is to happen next, the soldiers quietly put away their weapons and file out of the city gate."}]