[{"T":"301","2":"Lucia","3":"...Liv!"},{"T":"301","3":"Recovering from her infection, Lucia finally realizes what Liv's plan was."},{"T":"301","2":"Lucia","3":"I don't want to lose anyone anymore!"},{"T":"301","3":"Lucia cannot blame anyone. She is just angry at herself for not noticing it sooner."},{"T":"301","2":"Lee","3":"You're the only one who can fly here, so only you can keep up with Liv. You must get her back."},{"T":"301","2":"Lucia","3":"I will!"},{"T":"301","2":"Lee","3":"If the commandant wakes up only to find Liv gone..."},{"T":"301","2":"Lee","3":"Tsk."},{"T":"301","3":"Lee's frown deepens once he realizes how 【kuroname】 will look."},{"T":"301","2":"Lee","3":"There are still a lot of Corrupted and Hetero-Creatures here. Chrome, Changyu, Sophia, and I will guard this place."},{"T":"301","2":"Lee","3":"Liv is counting on you."},{"T":"301","2":"Lucia","3":"...Wake up!"},{"T":"301","3":"Holding on to her damaged frame, Lucia chases after the mid-air Liv with the time Changyu, Sophia, Lee, and Chrome are buying her."},{"T":"301","3":"Is Lucia's life just a dead end that she cannot leave?"},{"T":"301","3":"Once again, in a similar church, in a similar way, she is about to say a similar goodbye."},{"T":"301","3":"It happened to the old Gray Raven as well. Commandant Ravenge led them on a mission to make contact with a 'Construct' immune to the Punishing Virus."},{"T":"301","3":"Back then, Lucia did not have the clearance to know who authorized the mission or if their information was accurate."},{"T":"301","3":"Most members of her team were like that. All they knew was that the leaders were particularly ecstatic about this mission."},{"T":"301","3":"After all, the seemingly harmless 'child' could possibly be the hope they require to control the Punishing Virus."},{"T":"301","3":"Just like before, no one has lied, but everyone has withheld parts of the truth."},{"T":"301","3":"Lucia has been secretly searching for the truth after getting back her memories of losing her team, but she has not wavered because of that."},{"T":"301","2":"Lucia","3":"Because I believe that there is hope as long as we are together."},{"T":"301","2":"Lucia","3":"But Liv—!"},{"T":"301","3":"Lucia leaps up with the help of her thruster, holding onto the hovering ivory sparrow, but Lucia cannot stop what she is doing."},{"T":"301","2":"Lucia","3":"Wake up! This is not how it should end!"},{"T":"301","3":"Regardless of how Lucia cries, Liv still carries on with her hand motions like a mindless puppet."},{"T":"301","2":"Lucia","3":"LIV!!!"},{"T":"301","3":"Desperate and despaired, Lucia hears her almost-destroyed terminal ringing."},{"T":"301","2":"Lucia","3":"Commandant?!"},{"T":"302","2":"Lucia!"},{"T":"301","2":"Lucia","3":"Commandant, you're awake?!"},{"T":"302","2":"Lucia, listen to me!"},{"T":"301","2":"Lucia","3":"I'm here!"},{"T":"301","3":"You quickly tell her your plan and establish a remote connection with her mid-flight."},{"T":"301","2":"Lucia","3":"Liv has been rejecting any remote connection requests, and her M.I.N.D. is extremely confused."},{"T":"302","2":"About that..."},{"T":"301","3":"You quickly tell her what Asimov told you and how you can solve it."},{"T":"301","2":"Lucia","3":"You mean it isn't just infection but memory data plunging into her M.I.N.D.?"},{"T":"301","2":"Lucia","3":"I just have to force my way into her M.I.N.D. and help you establish the connection, is that it?"},{"T":"302","2":"Yes."},{"T":"301","2":"Lucia","3":"But how do I force my way in?"},{"T":"302","2":"I'll help you."},{"T":"301","2":"Asimov","3":"You belong to the same team, so your connections are interconnected. It won't be too hard for you to hack into Liv's M.I.N.D., and 【kuroname】 will also help stabilize the Mind Beacon."},{"T":"301","3":"Asimov suddenly joins the comms."},{"T":"301","2":"Lucia","3":"I see."},{"T":"301","2":"Asimov","3":"But Liv's M.I.N.D. is highly infected right now. The Punishing Virus and the data within her are taking shape."},{"T":"301","2":"Asimov","3":"Think of it as something like the Hetero-Sapiens or the Red Tide projections."},{"T":"301","2":"Asimov","3":"So don't get distracted by them."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","2":"Asimov","3":"And I suspect that when an intact M.I.N.D. hacks into there, they will respond by changing their forms according to what you know."},{"T":"301","2":"Asimov","3":"Don't get tricked regardless of what you see."},{"T":"301","2":"Lucia","3":"I won't."},{"T":"301","2":"Hippocrates","3":"If Liv's consciousness does not wake up, the remote connection will also fail."},{"T":"301","2":"Hippocrates","3":"Wake her up, no matter the cost."},{"T":"301","2":"Lucia","3":"Aren't you—forget it. I know what to do!"},{"T":"302","2":"Lucia, this will be very dangerous."},{"T":"302","2":"You'll be entering a highly corrupted M.I.N.D."},{"T":"301","3":"You tell Lucia all this worriedly and apologetically, but she just smiles and nods."},{"T":"301","2":"Lucia","3":"Don't worry, Commandant. I won't back down, no matter how dangerous it is!"},{"T":"301","2":"Lucia","3":"Are you coming here? I hear the sound of a transport craft in the background."},{"T":"302","2":"Yes, I'm on my way."},{"T":"302","2":"I'll be there soon."},{"T":"301","2":"Lucia","3":"How is your body holding up?"},{"T":"302","2":"It'll be fine."},{"T":"301","2":"Lucia","3":"Can I trust you?"},{"T":"302","2":"Of course!"},{"T":"301","3":"You fist-pump each other through the camera just like you once did."},{"T":"302","2":"Lucia, come back safely with Liv and everyone."},{"T":"302","2":"This is my request.","4":"This is an order."},{"T":"301","2":"Lucia","3":"Roger! I will treat this as an order that I can't fail!"},{"T":"301","2":"Lucia","3":"You never said the word 'order,' but I suspect that it might be easier to wake her up if it is one, given how rare she thinks for herself."},{"T":"301","2":"Lucia","3":"Roger! I'll complete the mission!"},{"T":"301","2":"Lucia","3":"That is also my wish!"},{"T":"301","2":"Asimov","3":"Preparing force entry. Ready to enter."},{"T":"301","2":"Lucia","3":"Ready."},{"T":"301","3":"With everyone's hope and trust on her shoulders, Lucia once again looks resolute."},{"T":"301","2":"Asimov","3":"Focus. Beginning countdown. 3... 2... 1...!"}]