[{"T":"301","2":"Liv","3":"Commandant, looks like Lee found something. He and Lucia are on their way back to our position."},{"T":"302","2":"Understood."},{"T":"301","3":"After enduring the stress of providing long-ranged support for Lucia and Lee, Liv finally sighs in relief and turns to look at you."},{"T":"301","2":"Liv","3":"Good thing you're here, Commandant. I couldn't have done this without you."},{"T":"302","2":"You've already done great."},{"T":"301","2":"Liv","3":"Oh, uh, thanks for the encouragement, Commandant."},{"T":"301","2":"Liv","3":"Vanessa assigned us a difficult mission, but I'm glad everything went according to plan."},{"T":"302","2":"Yeah. If everything keeps going so smoothly..."},{"T":"301","3":"Bang—!"},{"T":"301","2":"Liv","3":"Huh?!"},{"T":"301","3":"The blast of an explosion erupts near the base of the building. After the explosion, you and Liv notice that the roof is now at a clear slant."},{"T":"301","2":"Lucia","3":"Liv, Commandant! What's going on over there?!"},{"T":"301","3":"The slanting roof causes you to stagger uncontrollably. The pile of equipment off to the side also begins to fall onto the ground."},{"T":"301","2":"Liv","3":"It's... It's a Jitterbomb!"},{"T":"301","2":"Lucia","3":"A Jitterbomb?"},{"T":"301","2":"Lee","3":"Hmph... Looks like it's too late."},{"T":"301","2":"Lee","3":"They were originally used for industrial blasting, but they were modified for use in the war. The army added encryption camouflage to them, so they typically don't appear on scans."},{"T":"301","2":"Lee","3":"Our operation seems to have alerted Corrupted, but they must've accidentally triggered a Jitterbug while converging on this location..."},{"T":"301","3":"Bang—!"},{"T":"301","3":"A second round of explosions detonates, causing you and Liv to lose your balance on the already shaky ground. The pile of equipment topples onto the both of you, then carries you off toward the edge of the roof."},{"T":"301","2":"Liv","3":"Commandant!"},{"T":"302","2":"(Grab Liv's hand)"},{"T":"301","3":"Bang—!"},{"T":"301","3":"Liv grabs onto a guard rail and reaches out to you. You struggle to grab her hand, made even more cumbersome by a third explosion."},{"T":"301","3":"You roll off the side of the building. Your mind draws a blank as you are overcome by the feeling of weightlessness."},{"T":"302","2":"..."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Among all of the equipment falling around you, you catch a glimpse of the rappelling gear Lee had already installed for you."},{"T":"302","2":"(Grab rope)"},{"T":"301","3":"Gripping the rope tightly, it quickly begins to slip. Your rapid descent causes the friction to rub through your protective gloves. Intense heat sends blood trickling from the gap between your hands and the rope."},{"T":"302","2":"(Grit teeth)"},{"T":"301","3":"The blistering pain from your hands fills your mind. Your body urges you to let go, but your spirit compels you to grip even tighter."},{"T":"301","3":"You see Liv on the roof forcefully pulling up the rope, but you're falling too fast to notice any immediate reduction in speed."},{"T":"301","3":"From the ground level, Lucia and Lee rush over to the building where you and Liv are located."},{"T":"301","2":"Lucia","3":"Hurry! Pick up the pace!"},{"T":"301","3":"They are moving even faster than usual, but everything seems futile in the face of such a dire, sudden situation."},{"T":"301","3":"Such a rapid pace has pushed the frame to its limit, causing the frame's cooling system to roar violently as it is overloaded by the high temperature."},{"T":"301","3":"A series of chain reactions from overheating causes Lucia's frame to emit electric sparks violently."},{"T":"301","3":"As if in protest to the excessive disregard of safety regulations, 'Dawn' gives out a loud 'BANG!', drastically reducing forward progress and causing Lucia to fall on the ground."},{"T":"301","2":"Lucia","3":"Cough... Is 'Dawn' at its limit?"},{"T":"301","2":"Lucia","3":"The commandant will die falling to the ground at this speed... Get—MOVING!"},{"T":"301","3":"However, the collapsed frame remains irresponsive to Lucia. The cooling system is used to operating at such a high frequency, but the legs had overheated and were now inoperable."},{"T":"301","2":"Lucia","3":"Well then..."},{"T":"301","3":"Realizing the state of her frame, Lucia grabs her katana, charges up a throw and launches her katana at full force."},{"T":"301","3":"Despite Lucia's right arm showing signs of being dislocated from the throw, her katana hurls directly toward the commandant."},{"T":"301","3":"Finally, the katana collides with the rope in hand, firmly embedding it into the wall with the impact, stopping your fall just two meters off the ground."},{"T":"301","3":"Looking down at the ground, a large crater from the Jitterbomb blasts can be seen. A large number of Corrupted fragments were blasted off the building and into the crater."},{"T":"302","2":"Phew... That was a close one."},{"T":"301","3":"With Liv's help, you climb out of the huge crater."},{"T":"301","3":"Thanks to Lucia's cooling system, her legs regain a degree of mobility. Lee helps her limp back and regroup with the both of you."},{"T":"301","3":"Both of your protective gloves have been destroyed by the friction. Blood continues to trickle out from your hands and onto the ground."},{"T":"301","3":"Liv takes out some bandages from the medical kit, then helps dress your wounds."},{"T":"301","2":"Lucia","3":"Commandant, your hands..."},{"T":"302","2":"Don't worry. I still have feeling in them."},{"T":"301","2":"Lucia","3":"I'm sorry I let this happen to you."},{"T":"301","2":"Liv","3":"I'm... I'm sorry... Had I not zoned out, I probably could've just pulled the commandant up."},{"T":"302","2":"There are too many variables on the battlefield."},{"T":"301","2":"Lucia","3":"If I had gotten there earlier..."},{"T":"302","2":"No one should blame themselves. We're all alive, aren't we?"},{"T":"301","2":"Lucia and Liv","3":"..."},{"T":"301","3":"Liv quietly finishes bandaging your hands and injects you with a serum."},{"T":"301","2":"Liv","3":"Now there shouldn't be any risk of corruption."},{"T":"302","2":"Thanks."},{"T":"301","2":"Liv","3":"Don't thank me... I didn't do my job..."},{"T":"301","3":"Lee helps Lucia rest beside the ruins, then gets up and walks up to you."},{"T":"301","2":"Lee","3":"Leave the rest of this operation to us. Liv, take the commandant back to the base for recovery."},{"T":"301","2":"Lee","3":"The commandant will be a burden otherwise."},{"T":"301","2":"Lucia","3":"Lee."},{"T":"301","2":"Lee","3":"I'm just stating the facts. You've helped out considerably, but the commandant can hardly even shoot."},{"T":"301","2":"Lee","3":"And if the wounds go untreated, that may cause even more trouble down the line."},{"T":"302","2":"Are you worried about me?","4":"Are you belittling me?"},{"T":"301","2":"Lee","3":"Not at all."},{"T":"301","2":"Lee","3":"Liv, return to base once you've finished giving the commandant first aid."},{"T":"301","2":"Liv","3":"Alright. Commandant..."},{"T":"302","2":"I refuse."},{"T":"301","2":"Lee & Liv","3":"Hm?"},{"T":"302","2":"Lee, why have you stepped foot on the battlefield?"},{"T":"301","2":"Lee","3":"What sort of nonsense is this?"},{"T":"302","2":"You can't answer a question with another question."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"In order to restore Earth as quickly as possible."},{"T":"301","2":"Liv","3":"Sounds about right for you, Lee."},{"T":"302","2":"Restore Earth with whom?","4":"I'll take it."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"Someone important?"},{"T":"301","2":"Lee","3":"Yes."},{"T":"302","2":"I'll take it."},{"T":"301","2":"Lee","3":"...Why bring this up?"},{"T":"302","2":"Everyone has their own reason for stepping foot on the battlefield."},{"T":"302","2":"You do, and so do I."},{"T":"302","2":"Our conviction to endure has us outrun death time and again."},{"T":"301","2":"Lee","3":"But we are Constructs. You are human. We are inherently different."},{"T":"302","2":"The moment anyone steps onto the battlefield, Constructs and humans are one and the same."},{"T":"302","2":"We all exist under one name."},{"T":"302","2":"And that is—warriors."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"Warriors belong on the battlefield."},{"T":"301","2":"Lee","3":"Even so, if you die, all of this will be in vain."},{"T":"302","2":"Well, I've never had a death wish.","4":"I'd still like to live long enough to collect on retirement."},{"T":"301","2":"Lee","3":"I see..."},{"T":"302","2":"Exactly."},{"T":"301","3":"You lock eyes with Lee for a moment, then he turns to leave."},{"T":"301","2":"Lee","3":"Alright, sure."},{"T":"301","2":"Lee","3":"But if anything happens again, I'll have Liv send you back to the rear. You won't be able to convince me otherwise."},{"T":"301","2":"Lee","3":"I'll go check the area for any remaining Jitterbugs. Everyone stay put."},{"T":"301","3":"Finished speaking, Lee proceeds to the end of the street. Lucia leans up against a brick wall and looks up toward you."},{"T":"302","2":"Great job back there."},{"T":"301","2":"Lucia","3":"Thank you, Commandant. I've already recorded the limits and shortcomings of this frame."},{"T":"301","2":"Lucia","3":"I'll organize it when I get back and submit it for improvements."},{"T":"301","2":"Lucia","3":"But I'm finally understanding what it means to be a captain."},{"T":"302","2":"Do your thing, Lucia."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","2":"Liv","3":"..."}]