[{"T":"301","3":"How did the operation go?"},{"T":"301","3":"Lamia cannot remember."},{"T":"301","3":"All she knew was the medical department was swamped with people. Even Lustrous, who she had not seen for a long time, was there."},{"T":"301","3":"She glances at Lamia on the operating table with an apathetic face."},{"T":"301","2":"Lustrous","3":"Did she ask for this?"},{"T":"301","2":"Medical Director","3":"She requested it."},{"T":"301","3":"Lustrous nods and leaves the room without looking back."},{"T":"301","3":"The medical director then looks at Lamia."},{"T":"301","2":"Medical Director","3":"I'm about to operate on you."},{"T":"301","2":"Medical Director","3":"A word of reminder. The pain will be insufferable. There's no way to go back once you've started."},{"T":"301","3":"Lamia finds herself on a clean hospital bed when she wakes up."},{"T":"301","3":"Her arms have become metal. The black shell and red joints glow under the pale white light."},{"T":"301","3":"There is a large black plate on her head that looks like the head of a hammerhead shark, made from the same metal used in her arms."},{"T":"301","3":"She cannot see the lower half of her body as it is covered under a blanket. But based on the metal parts on her waist, they are probably also replaced by machines."},{"T":"301","3":"Her brain gradually starts to recover from anesthesia, as if it has finally accepted the reality and realized it's not a dream."},{"T":"301","2":"Lamia","3":"Wh-where am I?"},{"T":"301","3":"Lamia feels lost. She forgot how she ended up here."},{"T":"301","2":"Medical Director","3":"Could it be a post-surgery complication?"},{"T":"301","3":"The medical director mumbles to himself."},{"T":"301","2":"Medical Director","3":"Hmm, there are some minor problems, but it's a success nonetheless. Can't ask for much more from the first trial."},{"T":"301","3":"Lamia moves her 'limbs.'"},{"T":"301","3":"She struggles to walk as she is still not used to the extra 'parts' on her body."},{"T":"301","2":"Medical Director","3":"Stop dawdling. Come here, we have to make you adapt to your body right away."}]