[{"T":"301","3":"Countless memories of her own flood in."},{"T":"301","3":"She remembers now. She is Liv. Callie held her hands and watched her grow up. Officer Yelena showed her the direction of her life. Gray Raven formed a bond with her."},{"T":"301","2":"Mother","3":"Come back, Liv."},{"T":"301","2":"Calliope","3":"Lady Liv..."},{"T":"301","2":"Yelena","3":"Liv, who did it?"},{"T":"301","2":"Yelena","3":"Private Liv!"},{"T":"301","2":"Yarha","3":"...Liv? Is that you...?"},{"T":"301","3":"That name cannot be any clearer now. It's her name."},{"T":"301","2":"Calliope","3":"He who was taken from you into heaven, will come again, in the same way as you saw him go into heaven..."},{"T":"301","2":"Yarha","3":"…I see the flashes that flashed from the far side of the universe long before Earth had even formed. That blue twinkle will blow up one day, sterilizing any nearby solar systems in an apocalypse that makes the wrath of human gods seem pitiful by comparison."},{"T":"301","2":"Mother","3":"It will lead you to faraway places, but you cannot stop till one day we meet again. Liv... I have always been with you."},{"T":"301","3":"Liv starts to recognize the owners of these voices."},{"T":"301","3":"The distortion caused by the Punishing Virus had put together the disjointed words found in various memory data and guided her toward the unknown space. These voices, on the other hand, pulled her back onto the real path."},{"T":"301","3":"She is no longer the girl with no home to go back to. Many people are waiting for her."},{"T":"301","3":"Liv's heart starts to beat faster as she walks forward in the darkness."},{"T":"301","3":"She hears a kind female voice as she walks past a wall of withered honeysuckles."},{"T":"301","2":"???","3":"I believe Young Mistress must have become the person that she always wanted to be..."},{"T":"301","2":"Liv","3":"Thank you, Callie... I was lucky to have you watching me grow up..."},{"T":"301","2":"Liv","3":"Sorry that I gave up my dream. But I have become the person that I always wanted to be. Don't worry, Callie."},{"T":"301","3":"Liv wipes her eyes."},{"T":"301","2":"Liv","3":"Callie... I miss you."},{"T":"301","3":"She pauses for a few seconds and takes a deep bow to the wall before moving on."},{"T":"301","3":"She keeps walking. A damaged white dress hangs on a small battle ruin."},{"T":"301","2":"???","3":"Um, that white dress of mine, you've always liked it, haven't you? I can tell... You can have it."},{"T":"301","2":"Liv","3":"Sis... Sorry that I couldn't take good care of your gift."},{"T":"301","2":"Liv","3":"I hope you are having a good time with Brother, Mother, and Father."},{"T":"301","2":"Liv","3":"I have earned my happiness with my own effort."},{"T":"301","2":"Liv","3":"I'll try to grasp the possibility of that future... And I hope you will too."},{"T":"301","3":"Liv keeps walking, leaving the white dress behind. She sees the operating table where she had the Construct surgery."},{"T":"301","2":"???","3":"There's nothing good about it. I only did it because there was no other way..."},{"T":"301","2":"Liv","3":"Officer Yelena. In the end, I didn't listen to your advice..."},{"T":"301","2":"Liv","3":"But I promise I will keep my soul's shape."},{"T":"301","3":"The Gray Raven's lounge is just ahead."},{"T":"301","2":"???","3":"It doesn't work. That's why I'm worried. She has to find her own direction."},{"T":"301","2":"Liv","3":"Commandant... I will find the way back. Lucia, Lee, I promise."},{"T":"301","3":"Determined, Liv takes a deep breath and walks forward. The illusions are wrapped up like canvases behind. The Punishing Virus continues to pull her from the darkness. With every step she takes, the pain in her M.I.N.D. gets more intense as if she is walking on knives."},{"T":"301","3":"'—Shadow and sunlight are the same;'"},{"T":"301","3":"'—The vanished gods to me appear;'"},{"T":"301","3":"The apathetic voice from the darkness once again lures her to return to the Red Tide and devour herself. It tells her the best ending will be to dissolve in the ultimate Ascension-Network and merge into the universe."},{"T":"301","3":"But she will not. She is going to the real world."},{"T":"301","3":"The world with devoted prayers, brilliant stars, selfless battles, and all beautiful things. The world where her friends are calling her name."},{"T":"301","3":"She sees a glow at the end of the darkness."},{"T":"301","3":"In a place farther away... Everyone is standing there, waiting for her."},{"T":"301","3":"This 'redemption' is no longer achieved through 'sacrifice.'"},{"T":"301","3":"She will grasp the future with her own hands. The future where everyone is."},{"T":"301","3":"The pain intensifies as she draws closer to the light. The data torrent almost washes her away. She tries to reach her hand out."},{"T":"301","3":"Tears seem to slide out of her eyes. The pain almost rips her apart, preventing her from breaking away. Her fingertips have transcended the ocean surface, the graveyard, and gravity, heading to the light, to all the hope that remains and the deepest yearning within her, to where she began—"},{"T":"301","3":"It is as if a pair of hands grabbed her. Between her breaths, the Punishing tide has receded. The shattered data in her M.I.N.D. is glowing like stars. She is guided into a brilliant and warm light, soft as water."},{"T":"301","3":"She sees an illusion of herself. All the sorrow has dissolved in her merciful eyes. There is no pain, only calm and peace."},{"T":"301","3":"She exists at every point in this vast universe simultaneously, like a boundless mist that fills the cosmos. The silver desert of stellar sand grains burns within her, giving a light glow."},{"T":"301","3":"Liv wipes her tears and smiles."},{"T":"301","2":"Liv","3":"Thank you... But I should go."},{"T":"301","3":"The phantom smiles and hugs Liv into her arms. They have merged together."},{"T":"301","3":"Liv's body is infused with infinite strength."},{"T":"301","3":"The next instant, countless blue birds break free from the Red Tide. They hover perpetually and harmoniously down to the confines of the horizon. Birds are innumerable to the point of appearing to be the breath of the sky."},{"T":"301","3":"She opens her eyes among the blue birds. They are no longer occupied by pain and mercy, but are filled with care and courage."},{"T":"301","3":"She sees a pair of hands reaching for her, pulling her away from her dream. She hears a familiar voice."},{"T":"301","3":"She also reaches out to that person."}]