[{"T":"301","3":"Just as they are about to leave, a voice suddenly comes from the darkness of the exit."},{"T":"301","2":"Cinderelik","3":"What are you going to do to Mother?"},{"T":"301","3":"A girl with a broken wing descends the staircase. In one hand, she holds the mysterious remains of something, and in the other hand, she holds a slender crystal pyramid, dwarfing her small, delicate figure."},{"T":"301","2":"Cinderelik","3":"Leave now!"},{"T":"301","3":"Although there is no obvious change in her expression, the girl hugs the remains in her arms."},{"T":"301","2":"Lucia","3":"That wing... Is that the Cinderelik you mentioned in your report, Kamui?"},{"T":"301","2":"Cinderelik","3":"Report... More guests from Babylonia?"},{"T":"301","2":"Cinderelik","3":"You shouldn't have opened the door. Guests are not permitted in this room."},{"T":"301","3":"The girl extends her broken wing, unleashing the Punishing Virus as razor-sharp plumes straight at the team!"},{"T":"301","2":"Lucia","3":"Watch out!"},{"T":"301","3":"With the team working together to defend against the attack, the girl's feathers fall to the ground one after another,"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","3":"As Cinderelik witnesses her opponent's strength, she shelters the remains within her embrace. She gathers each of the razor-sharp plumes and sings a lullaby."},{"T":"302","2":"Stop her!"},{"T":"301","2":"Lucia","3":"On it!"},{"T":"301","3":"Both captains charge her. Chrome's cryo-bullets freeze the incoming plumes in a wall of ice, giving Lucia a springboard to leap into the air. Gathering the frost on her blade, she unleashes an all-out attack on Cinderelik."},{"T":"301","3":"The crystal pyramid in the girl's hand falls at her feet from the impact, abruptly silencing her melodious singing. Due to Cinderelik's lack of combat experience, she is frozen in the icy attack and loses consciousness."},{"T":"301","2":"Kamui","3":"Hmph, that was easier than expected!"},{"T":"301","2":"Wanshi","3":"...Considering what happened last time."},{"T":"301","2":"Chrome","3":"She had the help of all those Hetero-Creatures. This time she's all alone."},{"T":"301","2":"Lucia","3":"Looks like her specialty is controlling Hetero-Creatures."},{"T":"301","2":"Lucia","3":"Even though she's just a child..."},{"T":"301","3":"Lucia raises her weapon. Just as she is about to deliver the last blow, there is a burst of red light, causing the Punishing concentration to rapidly escalate."},{"T":"301","2":"Cinderelik","3":"...I didn't want... to disturb Mother..."},{"T":"301","3":"She sets down the remains in her embrace, then picks up the crystal pyramid. Struggling to her feet, she sways in place."},{"T":"301","2":"Chrome","3":"?!"},{"T":"301","3":"Sensing imminent danger, Chrome attempts to stop her, but he is too late. Cinderelik takes the crystal pyramid and plunges it into her chest."},{"T":"301","3":"In an instant, a gust of air rushes up beneath her feet, knocking everyone back a few steps. A dazzling red light radiates from the crystal pyramid within her chest."},{"T":"301","2":"Chrome","3":"The crystal pyramid is a highly concentrated source of the Punishing Virus!"},{"T":"301","3":"The red light emanating from the chest wound begins to slowly eviscerate her body. Looking as if she is enduring agonizing pain, a crimson diamond-shaped region appears under her feet."},{"T":"301","3":"Wanshi fires several shots at the girl, but the defense barrier deflects the bullets before they can hit their mark."},{"T":"301","2":"Chrome","3":"A defense barrier? It's just like the one Vonnegut had!"},{"T":"301","2":"Lucia","3":"Could it be that crystal pyramid?"},{"T":"301","2":"Cinderelik","3":"Indeed. Meister Vonnegut left me this treasure."},{"T":"301","2":"Cinderelik","3":"To protect... Mother!"},{"T":"301","2":"Lucia","3":"Treasure? Wielding something beyond your power is sure to come at a cost."},{"T":"301","2":"Lucia","3":"Just look at your wound!"},{"T":"301","2":"Cinderelik","3":"Even so...!"},{"T":"301","3":"The girl's expression remains calm, but a flaming frenzy ignites in her eyes."},{"T":"301","2":"Cinderelik","3":"I'm willing to give my life—!"},{"T":"301","3":"Suddenly, everyone drowns in a wave of blinding red light. Under the baptism of high Punishing concentration, the colossal monstrosity behind them begins to awaken."},{"T":"301","2":"???","3":"AaaaaAAAaaaaAHHHHhhhh—!"},{"T":"301","3":"A deafening melody comes from up above. It is the exact lullaby Cinderelik was singing moments prior."},{"T":"301","2":"Wanshi","3":"...That voice!"},{"T":"301","2":"Chrome","3":"Turn down your audio modules!"},{"T":"302","2":"(Struggle to cover your ears)","4":"Being human doesn't come without its conveniences!"},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia hands you two packs of wound gel, and you quickly stuff them into your ears."},{"T":"302","2":"Why do YOU have this?","4":"Isn't this from Liv's reserves?"},{"T":"301","3":"But right as the team mitigates the issue with the noise, countless Hetero-Creatures seem to pour in from the exit."},{"T":"301","3":"The entire room begins to shake under their unprecedented force, causing the passageway to start caving in."},{"T":"301","2":"Kamui","3":"We gotta take these guys out! This place is going to collapse!"},{"T":"301","2":"Wanshi","3":"Easier said than done... We need to shut her up before we can stop them!"},{"T":"301","3":"While the team tries their best to stop the frenzy of Hetero-Creatures, they discuss their next step."},{"T":"301","2":"Kamui","3":"We can't even get near her!"},{"T":"301","2":"Chrome","3":"She won't last too long sustaining herself with that. Just hold on!"},{"T":"301","2":"Wanshi","3":"...We can if we aren't crushed to death first!"},{"T":"301","2":"Kamui","3":"Don't you remember what Camu said about the structural integrity here? We need to put an end to this ASAP!"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Right at that moment, as if to extinguish the team's hope, the colossal monstrosity stops singing, stretches out its eerie limbs, then charges this way."},{"T":"301","2":"Lucia","3":"We're surrounded!"},{"T":"301","2":"Chrome","3":"Leave it to me. You concentrate on Cinderelik and the Hetero-Creatures! We need to cut the head off the snake!"},{"T":"301","3":"Chrome shoots a frozen barrage of cryo-bullets from his gunblade, freezing the outstretched limbs of this so-called 'Mother'. As it unleashes a ragged blood-curdling scream, it attacks Chrome with its remaining limbs."},{"T":"301","2":"Cinderelik","3":"I won't let you hurt Mother..."},{"T":"301","3":"Cinderelik raises her hands and unleashes a surge of electricity into the ground. Countless threads of light stitch the remains of the fallen Hetero-Creatures back together, returning them to their original form."},{"T":"301","2":"Cinderelik","3":"Kill them!"},{"T":"301","3":"Hearing Cinderelik's cry, Hetero-Creatures come out of the woodwork like cockroaches and surround the team."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia quickly retreats and stands by your side. While fighting off the approaching Hetero-Creatures, she shifts her gaze to Cinderelik situated deep within the room."},{"T":"301","2":"Lucia","3":"Looks like her chest has been torn open."},{"T":"301","2":"Wanshi","3":"If that's the case..."},{"T":"301","3":"Wanshi leaps into the air and shoots a barrage of bullets at Cinderelik from above."},{"T":"301","3":"This time, the defense barrier only manages to deflect the first three bullets."},{"T":"301","2":"Wanshi","3":"Bullseye."},{"T":"301","3":"A bullet penetrates the transfixed girl's chest torn open by the crystal pyramid with pinpoint precision."},{"T":"301","2":"Cinderelik","3":"Ahhhhhh..."},{"T":"301","3":"Cinderelik's power begins to quickly fade, causing the Hetero-Creatures that were 'stitched' back together to crumble once more."},{"T":"301","2":"Cinderelik","3":"Mother...!"},{"T":"301","3":"She struggles to reach out to stop Chrome from attacking her, but even moving forward proves too arduous."},{"T":"302","2":"NOW!","4":"ONE MORE TO GO!"},{"T":"301","3":"With the team divided into two fronts, the team fighting Cinderelik and Mother are suddenly imprisoned by an intangible force from afar."},{"T":"301","2":"Lucia","3":"An invisible wall? No, is this the defense barrier?"},{"T":"301","2":"Vonnegut","3":"So, you even managed to find this place? I must admit, you're more skilled than I imagined."},{"T":"301","3":"Strolling out of the collapsed passage, the tall young man picks up the unconscious Cinderelik, pulls out the crystal pyramid, and crushes it with his hands."},{"T":"301","2":"Vonnegut","3":"You endured until I returned. Well done."},{"T":"301","3":"Vonnegut runs his fingers along Cinderelik's chest wound. Slowly, her frame begins to mend itself under the influence of the Punishing Virus."},{"T":"301","3":"He places Cinderelik in a cradle made from the remains of Hetero-Creatures, then turns to face the team members isolated in the defense barrier."},{"T":"301","2":"Vonnegut","3":"Does Cinderelik's 'Mother' pique your interest?"},{"T":"301","2":"Vonnegut","3":"Even though this 'Mother' is just a test subject, she is, in fact, the reason why I remain here."},{"T":"301","2":"Vonnegut","3":"Now that you have discovered it, you seem like moths to a flame."},{"T":"301","2":"Vonnegut","3":"How about we make a deal? Play a game with me, and she's yours."},{"T":"301","3":"He holds his gaze firmly on the team, then finally shifts it onto Chrome."},{"T":"301","2":"Vonnegut","3":"You."},{"T":"301","2":"Vonnegut","3":"Having returned so soon... Seems that you have transferred into a new frame."},{"T":"301","3":"He approaches Chrome, then sizes him up from outside of the defense barrier."},{"T":"301","2":"Vonnegut","3":"I see. Babylonia has made advancements in their technology."},{"T":"301","2":"Vonnegut","3":"Such an opportunity is a rare treat. If you can survive the encounter, I will recognize what you said before and give these people a chance to survive."},{"T":"301","2":"Vonnegut","3":"What do you say?"},{"T":"301","2":"Chrome","3":"Why? How does this benefit you?"},{"T":"301","2":"Vonnegut","3":"As I said before, I have been looking for people to pass the screening and be loyal to Ascnet."},{"T":"301","2":"Chrome","3":"But I already declined."},{"T":"301","2":"Vonnegut","3":"Patience is a virtue. The heart can be swayed by any number of factors. Some coincidental, others manufactured."},{"T":"301","2":"Vonnegut","3":"As for the degree of manufacturing, it depends on my interest in you."},{"T":"301","2":"Vonnegut","3":"In addition, I can get two pieces of data from your battle that have not been observed before."},{"T":"301","2":"Vonnegut","3":"If these reasons do not suffice—"},{"T":"301","3":"Vonnegut sneers, then raises his hand and snaps. A weak cry of agony can be heard in the distance."},{"T":"301","2":"Reyna","3":"Ersi!!"},{"T":"301","2":"Captain Percy","3":"What are you doing to him?!"},{"T":"301","3":"Apathetic to his woes, Vonnegut opens his arms as if to welcome everyone."},{"T":"301","2":"Vonnegut","3":"No need to get angry. He was already being attacked by the wave of Hetero-Creatures."},{"T":"301","2":"Vonnegut","3":"I just merely... 'freed' him from corruption."},{"T":"301","2":"Vonnegut","3":"But the next one... gets my full attention."},{"T":"301","2":"Vonnegut","3":"So? What is your decision?"},{"T":"301","2":"Chrome","3":"...I accept your proposal."},{"T":"301","2":"Kamui","3":"Captain!"},{"T":"301","2":"Vonnegut","3":"Wunderbar. Everyone else, right this way."},{"T":"301","3":"He turns around, wraps Cinderelik in the 'cradle' with a protective curtain of light, then saunters away."},{"T":"302","2":"Chrome."},{"T":"301","3":"Hearing this, Chrome approaches you."},{"T":"302","2":"Sorry...","4":"Think you can handle yourself?"},{"T":"301","3":"If Chrome had showed any sign of hesitation, you were prepared to think of an alternative."},{"T":"301","3":"But his conviction remains unyielding as he tightens his grip on his weapon."},{"T":"301","2":"Chrome","3":"No need to apologize."},{"T":"301","3":"If Chrome had showed any sign of hesitation, you were prepared to think of an alternative."},{"T":"301","3":"But his conviction remains unyielding as he tightens his grip on his weapon."},{"T":"301","2":"Chrome","3":"Don't worry about me."},{"T":"301","2":"Chrome","3":"He could've killed anyone with a wave of his hand while we were trapped just now."},{"T":"301","2":"Chrome","3":"This is our best option. I'll make it back in one piece, trust me."},{"T":"302","2":"Good luck...!"},{"T":"301","2":"Lucia","3":"Let's get going, Commandant."},{"T":"302","2":"Hold on."},{"T":"302","2":"Percy."},{"T":"301","2":"Captain Percy","3":"...Yes?"},{"T":"302","2":"We'll handle the agent."},{"T":"302","2":"Take care of the Red Tide for us."},{"T":"301","2":"Captain Percy","3":"Roger! Leave it to us!"},{"T":"301","2":"Captain Percy","3":"Oh, right. This is for you."},{"T":"302","2":"What's this?"},{"T":"301","2":"Captain Percy","3":"It's a locator. Our commandant left it for us. He... used to use it to make assembling the team more convenient."},{"T":"301","2":"Captain Percy","3":"Take it. That way I can find you."},{"T":"302","2":"Understood."},{"T":"301","2":"Captain Percy","3":"We'll make it back alive. Stay safe."},{"T":"301","3":"He squeezes through the tunnel and returns to the greenhouse. There, he approaches Ersi's frame and retrieves his name tag."},{"T":"301","2":"Captain Percy","3":"Ersi... We'll get you on home."},{"T":"301","3":"With the name tag in hand, he stands up and quickly leaves the room with his teammate."},{"T":"302","2":"Let's go then."},{"T":"302","2":"The safety of our team is top priority."},{"T":"301","2":"Lucia","3":"Roger!"},{"T":"301","3":"Following in the footsteps of Vonnegut, the team arrives at a somewhat spacious platform."},{"T":"301","2":"Vonnegut","3":"Welcome! Everyone is probably worried about what my next step will be, right?"},{"T":"301","2":"Vonnegut","3":"To be honest, my purpose has been clear all along and that's to advance the filtering."},{"T":"301","2":"Vonnegut","3":"As such, I always welcome new blood."},{"T":"301","2":"Vonnegut","3":"But even if I issue you an invitation now, there will only be one answer."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Vonnegut","3":"I'd love to tell you all about our aspirations and ideals so that you can understand the importance of Ascnet and the filtering..."},{"T":"301","2":"Vonnegut","3":"But when you are in a group, it's easy to buy into the illusion that you have a fighting chance."},{"T":"301","2":"Vonnegut","3":"No matter what I say at this moment, you won't listen, so..."},{"T":"301","3":"Vonnegut raises his index finger and thumb like a gun and takes aim at the group."},{"T":"301","2":"Vonnegut","3":"Bang—!"},{"T":"301","3":"As he makes that sound, rays of light almost invisible to the naked eye fire from behind the group."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia senses a ray behind her but does not try to dodge it. Instead, she rushes toward you while blocking the attacks aimed at the others with her katana."},{"T":"302","2":"?!"},{"T":"301","3":"You may have remained unscathed under Lucia's protection, but she is not fast enough to block the final strike."},{"T":"302","2":"Lucia!"},{"T":"301","3":"She staggers back, clutching her wound. Red vital fluid leaks from her right shoulder. The wound is deep, although the internal structure is undamaged."},{"T":"301","3":"She raises her head and looks around. Besides herself, everyone else has more or less taken some damage from this unexpected attack."},{"T":"302","2":"Wanshi! I'll leave it to you!"},{"T":"301","2":"Lucia","3":"It's okay, I can still fight."},{"T":"301","3":"Wanshi runs over to Lucia and begins tending to her wounds."},{"T":"301","2":"Wanshi","3":"...Do you want to turn off the pain module?"},{"T":"301","2":"Lucia","3":"There's no need to risk M.I.N.D. deviation with only this level of pain."},{"T":"301","2":"Vonnegut","3":"You can try all you want, but I still have lots of tricks up my sleeve. I can keep this up until you decide to obey me."},{"T":"301","2":"Kamui","3":"Are you going back on your agreement with Chrome?!"},{"T":"301","2":"Vonnegut","3":"No, but I only agreed not to kill you. I didn't promise anything else."},{"T":"301","2":"Vonnegut","3":"Didn't the commandant over there let two flies go as well?"},{"T":"302","2":"You mean Reyna and Percy?"},{"T":"301","3":"Vonnegut looks at you in silence, noncommittally."},{"T":"301","2":"Vonnegut","3":"It doesn't matter. I have no use for the weak. I won't even waste my time on them."},{"T":"301","2":"Vonnegut","3":"But as for you..."},{"T":"301","3":"Lucia turns back to look at you as if asking for her orders. However, facing this unknown threat, any hasty attempt to attack or retreat could spell danger."},{"T":"301","3":"The agent before you obviously is no stranger to battle. Based on Kamui and Wanshi's description, as well as the previous attack, they are powerless in defeating him for the time being."},{"T":"301","3":"Suddenly, the sound of approaching footsteps comes from a shadowy corner. An unexpected figure appears in front of the team."},{"T":"301","2":"Vonnegut","3":"Good. I don't have to waste my energy searching for you."},{"T":"301","2":"Lucia","3":"...Why are you here?"},{"T":"301","3":"The other party refrains from answering. Instead, they sheath their blade, and walk up to Vonnegut."},{"T":"301","2":"Vonnegut","3":"Oh? You want to protect them?"},{"T":"301","3":"He looks at the other party in front of him and smiles sardonically."},{"T":"301","2":"Vonnegut","3":"Gabriel said you betrayed Ascnet. But in my opinion, your intentions weren't in its best interest from the beginning."},{"T":"301","2":"Vonnegut","3":"I won't ask you why you want to help this group of people you hate. I'm sure the answer is tedious, and you won't enlighten me anyway."},{"T":"301","2":"Vonnegut","3":"Seeing as you're here, you can fall with them."}]