[{"T":"301","2":"Liv","3":"Commandant..."},{"T":"302","2":"Liv..."},{"T":"301","2":"Liv","3":"Commandant...?"},{"T":"302","2":"Liv..."},{"T":"301","2":"Liv","3":"Commandant... Something feels off. Quit leading me on."},{"T":"302","2":"Liv.","4":"Look!"},{"T":"301","2":"Liv","3":"Is this..."},{"T":"302","2":"It's snow.","4":"It's snowing."},{"T":"301","2":"Liv","3":"Is it mechanical debris from the nearby factory? It might be corrupted by the Punishing Virus! Commandant, get behind me!"},{"T":"301","2":"Liv","3":"It might look like snow, but my scanner indicates that it's mechanical debris. There doesn't appear to be anything wrong with the ID system either."},{"T":"301","2":"Liv","3":"Commandant, inject a serum! I'll try and hold off until Lucia and Lee get back...!"},{"T":"301","2":"Liv","3":"Huh? Commandant? What's so funny?"},{"T":"302","2":"Calm down, Liv.","4":"Run a scan on the Punishing concentration."},{"T":"301","2":"Liv","3":"Huh? Let me see... My analysis indicates that there's... no Punishing Virus... What is this...?"},{"T":"302","2":"It's a winter wonderland of snow.","4":"Just relax and enjoy it."},{"T":"301","2":"Liv","3":"...Huh?"},{"T":"301","2":"Liv","3":"...Hmm..."},{"T":"301","3":"Liv still looks confused. Maybe she doesn't know what is happening."},{"T":"301","3":"However, by the look of her raised eyebrows, you can tell how elated she really is."},{"T":"301","3":"After a brief moment, she realizes that this was not caused by the horrific Punishing Virus, and lowers her guard temporarily—"},{"T":"301","3":"She sets down her bags and becomes completely immersed in the scenery before you, showing a rare smile."},{"T":"301","3":"At that moment, she's no longer the Liv you know. She's no longer the girl with a past full of regrets."},{"T":"301","3":"Even though this moment is trivial... Even though they will soon continue to fight for the wishes of mankind..."},{"T":"301","3":"This is enough. This is what they needed—"},{"T":"301","3":"(Static)"},{"T":"301","2":"Lucia","3":"Lee, the snow is letting up. Any problems over there?"},{"T":"301","2":"Lee","3":"The White Kuroro's running low on cogs. We've got another two or three minutes at most. Move on to the next phase ASAP, Lucia."},{"T":"301","2":"Lucia","3":"I still don't know where Nanami is. Things aren't looking good."},{"T":"301","2":"Lucia","3":"I'll go get her. Try to hold out a little longer. You got this, Lee."},{"T":"301","3":"Beep—"}]