[{"T":"301","2":"Demon King","3":"The artifact! They have taken the artifact! What to do!?"},{"T":"301","2":"Karenina","3":"(Cough...)"},{"T":"301","2":"King","3":"Hahaha, good job! Well done, Camu, Vera!"},{"T":"301","3":"Seeing that we were completely defeated and unable to fight, the satisfied King kept laughing, as if he was proclaiming his victory."},{"T":"301","2":"Camu","3":"Cut the nonsense. You have more important thing to do now."},{"T":"301","2":"King","3":"Right... Now that we already have the four fragments, I only need to shout out... Show yourself, Demon King's Castle!"},{"T":"301","3":"Karenina kept struggling, trying to break away from Vera's control. The King sneered at her, then turned away and continued calling for the castle."},{"T":"301","3":"The summoning was successful eventually. A castle-like building suddenly appeared in the center of the empty land."},{"T":"301","2":"King","3":"Take the Holy Maiden and that hostage. Let's go to the very end and enjoy our victory."},{"T":"301","2":"Vera","3":"Finally, this time has come."},{"T":"301","3":"Following the King, Camu and Vera took Liv and Karenina into the Demon King's Castle, leaving behind only the guards and a few Constructs who just suffered a 'great loss.'"},{"T":"301","2":"Lucia","3":"Commandant, are you hurt?"},{"T":"302","2":"I'm fine, don't worry.","4":"Let's follow them now."},{"T":"301","2":"Lucia","3":"That's great. Let's start the next step."},{"T":"301","2":"Lucia","3":"Yeah. The artifact has already opened the way to the altar."},{"T":"301","2":"Demon King","3":"How can you still be so calm? The King has all the artifact now! If they ever get to the altar, we are all doomed!"},{"T":"301","2":"Demon King","3":"The Holy Maiden will be forced to repair the artifact for him. It's over!"},{"T":"301","2":"Demon King","3":"This world is over!"},{"T":"301","2":"Lee","3":"...The King does not have all the artifact yet. Don't worry."},{"T":"301","2":"Demon King","3":"Huh? But the gate of the Demon King's Castle is open. Doesn't that mean all the artifact is already there?"},{"T":"301","2":"Lucia","3":"I don't really have the time to explain right now. Let's defeat the guards and go to the altar!"},{"T":"301","2":"Guard","3":"——"}]