[{"T":"301","2":"Pulao Crew D","3":"Get out of here, monsters!"},{"T":"301","3":"Right as a Corrupted is about to put an end to an exhausted Changyu, the Pulao soldier chasing after him finally arrives on the scene."},{"T":"301","3":"Running over, he shoots the Corrupted to prevent it from approaching Changyu."},{"T":"301","2":"Laoyu","3":"Here you are, sir."},{"T":"301","3":"Off to the side, Laoyu reloads a rifle and hands it to the Pulao soldier."},{"T":"301","3":"High explosive rounds continue to decimate the Corrupted. The Pulao Crew member takes a frag grenade from his bandolier and hurls it over, then dashes to protect Changyu who had fallen to the ground."},{"T":"301","3":"The grenade knocks the Corrupted off the platform, then as if in pursuit, an anti-air missile destroys it with pinpoint precision. The black feathers burn up before they can even touch the ground."},{"T":"301","3":"Laoyu and the director climb up on top of the high platform and help the Pulao soldier and Changyu."},{"T":"301","2":"Pulao Crew D","3":"I'm fine. Fortunately, I have a protective exoskeleton. Go see if the child is alright."},{"T":"301","2":"Director","3":"He should be fine. Thank you so much."},{"T":"301","2":"Pulao Crew D","3":"Just doing my duty."},{"T":"301","2":"Pulao Crew D","3":"The war still rages on. I need to get going."},{"T":"301","2":"Director","3":"Alright. Here's to meeting again after the war..."},{"T":"301","2":"Pulao Crew D","3":"…………"},{"T":"301","2":"Pulao Crew D","3":"Hahaha... Me too."},{"T":"301","2":"Laoyu","3":"Director, let's go..."},{"T":"301","3":"Laoyu hoists Changyu on his back. The director strokes his head with a trembling hand."},{"T":"301","2":"Director","3":"..."},{"T":"301","2":"Director","3":"The war has displaced us... Changyu is still young. He shouldn't have to endure this pain."},{"T":"301","2":"Laoyu","3":"Sigh…"},{"T":"301","2":"Director","3":"Sorry, kid. This is the last time I'll make decisions for you."},{"T":"301","2":"Director","3":"I guess I just can't trust human creations..."},{"T":"301","2":"Director","3":"Laoyu, send him to the port. I hope it will buy him some more time."},{"T":"301","3":"The director descends the platform and collects Yusheng's body, then slowly returns to the Kowloong Theater."},{"T":"301","3":"Laoyu watches the director slowly disappear down the street. He raises his sleeve to wipe the tears from his eyes, then walks toward the port with the unconscious Changyu on his back."},{"T":"301","3":"——"},{"T":"301","3":"Smoke from the war covers the once prosperous city, disconnecting the people of Kowloong from their future and their past..."}]