[{"T":"301","2":"Yin","3":"Damn it! I can't believe I lost..."},{"T":"301","2":"Yin","3":"Why have you left me alive? Are you trying to embarrass me?!"},{"T":"301","2":"Qu","3":"Go. I won't condemn you."},{"T":"301","2":"Yin","3":"How laughable. I'm your enemy! From the moment we raised our weapons against each other, we are no longer relatives!"},{"T":"301","2":"Qu","3":"You're right. You have brought war and destruction to Kowloong."},{"T":"301","2":"Yin","3":"But you still..."},{"T":"301","2":"Qu","3":"But you are still someone I must protect."},{"T":"301","2":"Yin","3":"What do you mean?"},{"T":"301","2":"Qu","3":"Our experiences and ideals may be different, but you are still unique to this world."},{"T":"301","2":"Qu","3":"Your resentment and anger is also one of the countless emotional ties around me."},{"T":"301","2":"Qu","3":"Once you die, these things will be erased. No one will be able to replicate your existence and emotions."},{"T":"301","2":"Yin","3":"You..."},{"T":"301","2":"Qu","3":"Brother, you also can free yourself from family bonds."},{"T":"301","2":"Qu","3":"As you said, the country doesn't need two rulers."},{"T":"301","2":"Qu","3":"The obsession and pain of becoming Sovereign will only restrain you. Now, you are free to do whatever you so choose. Just like everyone else."},{"T":"301","2":"Yin","3":"Restrain...?"},{"T":"301","2":"???","3":"Hmph, that all you got?"},{"T":"301","2":"???","3":"You're meant to become Sovereign. How can you stop at a time like this?"},{"T":"301","2":"???","3":"Why are you wasting your time? They won't help you become Sovereign!"},{"T":"301","3":"————"},{"T":"301","2":"Yin","3":"Qu, Villy, look what I brought for you."},{"T":"301","2":"Yin","3":"This is Jiaogong and Huiyu. These bionic creatures are quite rare."},{"T":"301","2":"Qu","3":"I will carry on with this burden and fulfill the Sovereign's duties to my very last breath."},{"T":"301","2":"Yin","3":"..."},{"T":"301","3":"Yin whispers softly. Qu stands overlooking the entirety of Kowloong."}]