[{"T":"301","2":"Lucia","3":"What are those machines...? They don't look like any standard military hardware in our logs."},{"T":"301","2":"Lucia","3":"I remember reading about some factions producing or modifying combat mechanoids before Constructs were developed to fight against the World Government's forces."},{"T":"301","2":"Lee","3":"Perhaps, but these appear to predate that."},{"T":"301","2":"Lee","3":"They even use non-spherical joints for locomotion."},{"T":"301","2":"Liv","3":"The AI's design is also primitive... It's still based on finite-state core logic."},{"T":"301","2":"Lucia","3":"I recall that in the early Post-Pandemic Age, machines constructed based on the combination of variable joints with negative spherical bearings and artificial musculature had made every other design obsolete..."},{"T":"301","2":"Lee","3":"In other words, this type of mechanoid was designed toward the end of the Golden Age."},{"T":"301","2":"Liv","3":"You mean to say, this facility is like a museum for mechanoid designs during the Golden Age?"},{"T":"301","2":"Lee","3":"Why would someone bury it underground and attempt to hide it as an 'X-class Facility'..."},{"T":"301","2":"Lucia","3":"...Standing here thinking isn't going to give us any answers. We won't know until we go inside."},{"T":"301","2":"Lee","3":"You're right. Let's get going."},{"T":"301","3":"I am the Alpha and the Omega. I am the arbiter. I am everything."},{"T":"301","3":"I am the cunning fox. I am the dreadful lion."},{"T":"301","3":"I buried Father. I built his kingdom. I released blood and the beasts sealed in Heaven. I crowned the champion."},{"T":"301","3":"To bring Father back to Earth, I crown the champion."},{"T":"301","3":"However, there is no champion here."},{"T":"301","3":"There was no champion last time, or the time before."},{"T":"301","3":"Every time, I destroy Father's city and rebuild it again."},{"T":"301","3":"Every time, I release blood and the beasts sealed in Heaven. I crown the champion."},{"T":"301","2":"Liv","3":"...Wait a second."},{"T":"301","2":"Liv","3":"Did you... hear something?"},{"T":"301","2":"Lucia","3":"Is something wrong? I didn't hear anything."},{"T":"301","2":"Lee","3":"Same here. I just did an enhanced scan within a 300-meter area."},{"T":"301","2":"Lee","3":"But I didn't find anything. However, considering that Liv's Inver-Device has been specially enhanced, we can't rule out any potential digital noise leaked from poor signal blocking."},{"T":"301","2":"Liv","3":"But... I've never heard anything like this before."},{"T":"301","2":"Liv","3":"Not to mention, I could definitely discern a message... Champion... Blood... Beasts sealed in Heaven..."},{"T":"301","2":"Lee","3":"...What does that mean?"},{"T":"301","2":"Lucia","3":"Even meaningless noise can occasionally form coherent sentences. Let's continue onward."},{"T":"301","2":"Lucia","3":"Science and technology make us far more perceptive than humans. But we should also accept the fact that some meaningless information has never been useful, and it still won't be in the future."},{"T":"301","2":"Liv","3":"Right... right."},{"T":"301","2":"Lucia","3":"But this indicates that Liv's radar is much more powerful than ours."},{"T":"301","2":"Lucia","3":"Let's keep going, everyone."},{"T":"301","2":"Liv","3":"Er... R-roger that!"},{"T":"301","3":"The four of you walk toward the entrance of the facility hidden within the cave."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"Future. Is. The. Void! We. Don't need. A tyrant!"},{"T":"301","2":"???","3":"No leader! No tyranny!"},{"T":"301","3":"..."},{"T":"301","2":"???","3":"We! Need! A leader!"},{"T":"301","2":"???","3":"Leader! Leader! Leader!"},{"T":"301","2":"???","3":"No leader! No tyranny!"},{"T":"301","2":"???","3":"Leader! Leader! Leader!"},{"T":"301","3":"Peculiar mechanoids gather in the deserted street just as a rampant and meaningless argument breaks out."},{"T":"301","2":"???","3":"Deaf to reason! All of you!"},{"T":"301","2":"???","3":"We! Need! War!"},{"T":"301","2":"???","3":"To the death! To the death!"},{"T":"301","2":"???","3":"To the death! To the death!"},{"T":"301","3":"The mechanoids raise their blades and steel fists at their opposition."},{"T":"301","3":"There is no banging of war drums; there are no battle cries."},{"T":"301","3":"There are no signs of the signature gunfire in modern wars; there is no futuristic laser akin to the sci-fi stories of the Golden Age."},{"T":"301","3":"But there is, in fact, war—a war between mechanoids."},{"T":"301","3":"Blades rend steel; fists crush circuits."},{"T":"301","3":"The mechanical figures sever their limbs and hold them up high before bashing them into one another, smashing them into pieces."},{"T":"301","3":"—Mechanoids know no fatigue, no hesitation; neither questioning their purpose, nor defying orders."},{"T":"301","3":"—Mechanoids will always remain the same, never changing."},{"T":"301","3":"—Mechanoids are the only path to our mournful salvation."},{"T":"301","3":"—A thousand failures mean ten thousand more experiments. Time matters not, not for the deceased and mechanoids."},{"T":"301","3":"—Only when victory is decided will humanity awake from its cryogenic slumber."},{"T":"301","3":"—Even if it takes countless millennia; even if Earth undergoes unfathomable changes."},{"T":"301","3":"—As before, humanity will always reign supreme in this new world."},{"T":"301","3":"It was for this reason that the mechanoid war began."},{"T":"301","3":"It is for this reason that the mechanoid war does not end."},{"T":"301","3":"Under the gray sky beyond sunlight, the mechanoid war continues."},{"T":"301","3":"When did it start, and how many battles have been fought? The mechanoids do not care."},{"T":"301","3":"For them, 'life' is merely to live, die, repeat."},{"T":"301","3":"Occasionally, there would be small exceptions."},{"T":"301","3":"However, these exceptions do little to change this hopeless cycle."},{"T":"301","3":"Alas, they live, die, repeat."},{"T":"301","3":"Everything is but small isolated fragments, fated to happen, unbeknownst to the cycle as a whole."}]