[{"T":"102","1":"Inver-Collapse","2":"Chapter 7"},{"T":"301","2":"Bianca","3":"I think we need an evaluation of the current status, but that's not something I can decide."},{"T":"301","2":"Chrome","3":"Give me some time, I'll handle the talking."},{"T":"301","2":"Lucia","3":"Chrome, the one he needs the most right now is you."},{"T":"301","2":"Chrome","3":"I understand, but I have more important things to handle."},{"T":"301","2":"Chrome","3":"It's about Kamui and 'Tenebrion'—I have to report to the council."},{"T":"301","2":"Karenina","3":"Bianca, our mission is to clean up any corrupted and defected Constructs!"},{"T":"301","2":"Chrome","3":"Kamui did not betray us!"},{"T":"301","2":"Karenina","3":"Those are only your words! He's already corrupted by the virus, it's an insurmountable fact!"},{"T":"301","2":"Karenina","3":"I don't have time to waste down here!"},{"T":"301","2":"Chrome","3":"Kamui already has a solution. He hasn't shown signs of corruption, and has kept his rationality and consciousness intact. No signs of aggression were displayed as well."},{"T":"301","2":"Chrome","3":"As the leader of the Strike Hawk squad, I choose to believe him."},{"T":"301","2":"Karenina","3":"Bianca, if we keep dawdling, the other target's gonna be lost!"},{"T":"301","2":"Bianca","3":"You have until we catch up to him, Chrome."},{"T":"301","2":"Karenina","3":"We only have to follow the mission instructions, Bianca. This is asking for trouble."},{"T":"301","2":"Karenina","3":"We might be disciplined for this!"},{"T":"301","2":"Bianca","3":"I know, that's why I'm not fully giving him the pass... But as a leader, I know I'd do the same thing as Chrome."},{"T":"301","2":"Chrome","3":"Thank you, Bianca."},{"T":"301","2":"Karenina","3":"Tsk—"},{"T":"301","2":"Bianca","3":"According to the geo signals, Kamui went far into the desert. We don't have much time, Karenina. Let's go."},{"T":"301","2":"Lucia","3":"The Purifying Force has geo info of all Constructs?"},{"T":"301","2":"Bianca","3":"I understand your opinions on the Purifying Force—I know we're called 'hyenas who hunt their own' behind our back. But we never touch Constructs who do not pose a threat."},{"T":"301","2":"Bianca","3":"And, we do not normally have the authority to access locational signal data. Though it would make our missions a lot easier if we did."},{"T":"301","2":"Bianca","3":"Only in absolute necessity are we allowed access to such data."},{"T":"301","2":"Bianca","3":"No time to waste. I'll take full responsibility for Kamui's case. Gray Raven squad, you may leave now."},{"T":"302","2":"No, we're coming with you."},{"T":"301","2":"Liv","3":"Commandant?!"},{"T":"302","2":"Kamui is our friend."},{"T":"301","2":"Lucia","3":"Indeed. I worry for Kamui as well."},{"T":"301","2":"Lee","3":"The guy might be an annoying airhead, but his absence is all the more audible."},{"T":"301","2":"Liv","3":"And in the mission against 'Tifa', Kamui helped us out a lot as well. This is our turn to repay him."},{"T":"301","2":"Karenina","3":"Hey Gray Ravens, don't create extra work for us!"},{"T":"301","2":"Chrome","3":"Gray Ravens, I'll ask for your cooperation as well."},{"T":"301","2":"Bianca","3":"You don't need to do this. I've already made a reasonable compromise. I will keep my end of the promise."},{"T":"301","2":"Chrome","3":"No, it's not that I don't trust you. But considering the part about the unknown energy, support in the scale of the Gray Raven squad is necessary."},{"T":"301","2":"Bianca","3":"Very well. We don't have the time for a debate anyway. Follow us if you're coming."},{"T":"301","2":"Bianca","3":"Karenina, let's go."},{"T":"301","2":"Karenina","3":"Wait, Bianca, you...!"},{"T":"301","2":"Lucia","3":"Let's follow, then."},{"T":"301","2":"Liv","3":"Commandant, we have a sufficient supply of serums now. It should be enough for the road ahead."},{"T":"302","2":"Let's go then!"},{"T":"301","2":"Chrome","3":"All in all. I'll be counting on you."},{"T":"301","2":"Bianca","3":"This looks like some sort of concentration zone for a certain kind of building."},{"T":"301","2":"Bianca","3":"There will likely be scavengers wandering around here."},{"T":"301","2":"Bianca","3":"If possible, we can give them a heads up. Just in case they might cause trouble for our mission."}]