[{"T":"301","3":"Upon the tallest tower on the Nighter, a Construct in a mask is half-kneeling on the floor, her head lowered, waiting quietly for her actual mistress."},{"T":"301","3":"Soon, the Construct hears her mistress' familiar footsteps, and an imposing woman steps forward from the dark hall. The Construct lowers her head further."},{"T":"301","2":"???","3":"Rise, Yazi."},{"T":"301","3":"Hearing that, Yazi slowly looks up and stands, retreating behind the woman."},{"T":"301","2":"Yazi","3":"As you wish... 'Lady Qu', your subjects have gathered in the square with the projection screens. Is there something else I should prepare?"},{"T":"301","2":"'Qu'","3":"That's not necessary... I'm not my pompous sister. I have no desire to waste my breath on them."},{"T":"301","2":"'Qu'","3":"I have no need for 'will' on the Nighter... What they should follow are 'rules.' That is their only 'value.'"},{"T":"301","2":"Yazi","3":"I understand. This is the only way this ship sails on the right course, as Huaxu told us."},{"T":"301","2":"'Qu'","3":"Yazi... would you think I'm doing something foolish?"},{"T":"301","3":"To despise humans while being one—to despise humans while being their 'monarch,' shouldering the responsibility of carrying on Kowloong's legacy on this vessel."},{"T":"301","2":"Yazi","3":"I think... there's no one better for this role than you."},{"T":"301","3":"Looking at the ill-fitting attire on herself, 'Qu' smiles, her true thoughts hidden."},{"T":"301","2":"'Qu'","3":"In the end, all I can do is steal her name and her role. Perhaps that's only fitting—a false monarch for a false prosperous time."},{"T":"301","3":"Yazi lowers her head, unsure how to respond."},{"T":"301","2":"'Qu'","3":"Yazi, turn on the video system. This will be my first time on the stage in this role and perhaps my last. Here begins the endless night."},{"T":"301","3":"The Laws of the Nighter:"},{"T":"301","3":"1. Wearing the monitoring device, 'the collar', is compulsory. Everyone who does not wear one or tries to damage it will be sentenced to death."},{"T":"301","3":"2. 'Miles' must be obtained with grubs earned in any way necessary. Everyone with zero 'miles' will be sentenced to death."},{"T":"301","3":"3. The Nighter is to sail on the ocean until the calamity is over. Everyone who leaves or boards the Nighter without permission will be sentenced to death."},{"T":"301","3":"4. Those who are chosen to be the Children of Kowloong after becoming a Construct will gain the right to stay on the Nighter forever and bear witness to our glorious future when we return to Kowloong."},{"T":"301","3":"5. All freedoms save the restrictions in the aforementioned laws are granted in the name of Kowloong."},{"T":"301","3":"Inside a quiet room, several holographic projections slowly overlap, forming an almost-humanoid figure."},{"T":"301","2":"???","3":"Respond accepted. Password authorized. Loading preset—general interaction interface—"},{"T":"301","2":"Huaxu","3":"The administrator logged in. Welcome, Master Villier."},{"T":"301","3":"Hearing Huaxu's usual greetings, the Construct Villier reveals a rare, gentle smile."},{"T":"301","2":"Villier","3":"You're probably the only one left who'd call me 'Villier'... But that's enough. I don't need someone else to understand who I am."},{"T":"301","3":"Huaxu's figure flickers as if thinking about something."},{"T":"301","2":"Huaxu","3":"The passengers' survival rate is, in fact, increasing compared to the simulations done every half an hour after your initial announcement. I want to understand why you did it, Master Villier."},{"T":"301","3":"Villier turns on the surveillance system, monitoring the different corners of the Nighter lives."},{"T":"301","2":"Villier","3":"Huaxu, you still don't fully understand humans... You have to understand them to manipulate them well."},{"T":"301","2":"Villier","3":"Apart from a few, most people who boarded the Nighter were the working class who struggled under Qu's rules. These seemingly authoritative but extremely pliable rules are in fact an opportunity."},{"T":"301","2":"Villier","3":"They will welcome our policies with open arms and work tirelessly to earn these 'miles,' building us exceptional Constructs. Then, one day... I will find a Construct that can become your body."},{"T":"301","2":"Huaxu","3":"My body..."},{"T":"301","3":"Villier tries to caress Huaxu's face. Even though he knows the figure before him is just a hologram, he is still disappointed that his touch meets only air."},{"T":"301","2":"Villier","3":"I once thought not to rely on humans as well... I thought I could build you a perfect body with my own hands."},{"T":"301","2":"Villier","3":"That was the most flawless mechanoid I'd ever built—or so I thought. Even when I tailored it for you, its logic system still failed to adapt to your consciousness, a mind that uses the same architecture of Gestalt."},{"T":"301","2":"Villier","3":"But it made me realize that only a Construct's M.I.N.D. is ideal for you."},{"T":"301","3":"Huaxu's form flickers again. Emotions and self-awareness take root in Huaxu's constant calculations and reflections."},{"T":"301","2":"Huaxu","3":"What happened to that failed mechanoid?"},{"T":"301","3":"Villier looks a little surprised to find Huaxu curious about a mechanoid."},{"T":"301","2":"Villier","3":"It accidentally generated excess human sentiments... even produced its own thoughts during its development. It was a defective product that lost its value. The Nighter has no use for defective products."},{"T":"301","3":"Villier recalls how the mechanoid stared at him with the gaze of a human. Even when Villier was the one who granted it a mind, it still turned out like the humans he despised the most."},{"T":"301","2":"Villier","3":"It was left behind in Kowloong, so I assume it has long been infected by the Punishing Virus and turned into a Corrupted, probably destroyed in a fight with humans."},{"T":"301","2":"Huaxu","3":"Lost... death... destruction... 'value'... What is the value I produce?"},{"T":"301","3":"Villier walks toward the hologram, looking into Huaxu's eyes, his gaze conveying boundless affection."},{"T":"301","2":"Villier","3":"Your existence itself is your value... You are the only perfect existence in this world. Nothing matters except you. This planet and this ship are just a cradle, existing only for your perfection."},{"T":"301","3":"Huaxu flickers again, the light flashing on Villier's passionate face."},{"T":"301","2":"Villier","3":"That's it for today... I'll be working on your system expansion next in preparation for your eventual frame."},{"T":"301","2":"Villier","3":"Therefore, I'm hoping you can take my place as 'Qu' to govern the affairs on the Nighter by remote-controlling the Construct I built in Qu's image."},{"T":"301","2":"Villier","3":"Then, you might be able to witness more closely... how despicable humanity is."},{"T":"301","3":"Villier takes one last look at Huaxu's flickering hologram before turning away and heading into the laboratory in the dark."}]