[{"T":"301","2":"Lee","3":"If we can't defend this place, we'll be exposed to their attacks unprotected."},{"T":"301","2":"Lee","3":"I'll leave the rest to you."},{"T":"301","2":"Lucia","3":"Got it. We're all going to survive this."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"How long has it been since she made that promise?"},{"T":"301","3":"Now, they are trapped inside this church, a sanctum that should be protected by the gods, and all they can hear is the sound of the Hetero-Creatures surrounding them."},{"T":"301","3":"She knows her companions are nearby, but she cannot move an inch from all the Corrupted and Hetero-Creatures blocking her way."},{"T":"301","3":"She tries to call for her companion, but the transmissions only return disjointed words and white noise."},{"T":"301","3":"Perhaps it is true that sometimes prayers do not get answered in this world."},{"T":"301","3":"In a brief moment of trance, Lucia recalls the place that sent her down the path of becoming a Construct."},{"T":"301","3":"Children cluster together, cold and hungry, lying and hurting each other for their survival."},{"T":"301","2":"Lucia","3":"That... was also a church..."},{"T":"301","3":"She lost her last family at a church. Is she going to fall at a place like it as well?"},{"T":"301","2":"Lucia","3":"This... isn't the end..."},{"T":"301","3":"Supporting herself with her katana, Lucia struggles as she moves forward."},{"T":"301","2":"Lucia","3":"We haven't..."},{"T":"301","3":"Her will is still defiant, but her frame can no longer support the fight that has lasted over ten days."},{"T":"301","3":"It is time to face the truth—perhaps this is the end of the line."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Did they make the wrong choice?"},{"T":"301","3":"Should they have followed Liv back no matter what?"},{"T":"301","2":"Lucia","3":"No..."},{"T":"301","3":"More people would have been lost if they had not stayed."},{"T":"301","3":"That is not something she, or anyone from Gray Raven, would want to see."},{"T":"301","3":"Captain Chrome has not complained about the harsh battles once in the last ten days. He never regrets his choices because of what he is going through."},{"T":"301","3":"How would Captain Vera from Cerberus act?"},{"T":"301","3":"Vera would look reluctant, but the truth is she would not stop fighting, Lucia thinks."},{"T":"301","2":"Lucia","3":"Vera..."},{"T":"301","3":"Vera was casually talking about her previous rescue missions on the transport craft back from Atlantis with the commandant."},{"T":"301","3":"Once, Vera found herself at a place where search and rescue equipment was not operable, but a sheepdog by her side helped her find the target."},{"T":"301","3":"It was because of that story that Lucia and Liv managed to find the pregnant Fantine at the ruins with the help of Matches."},{"T":"301","3":"As Lucia fights the endless horde of Hetero-Creatures, fragments of her memories flash by her M.I.N.D. like a merry-go-round."},{"T":"301","2":"Lucia","3":"None of us... wishes to see another life lost..."},{"T":"301","3":"The other teams might not be here, but Lucia believes that every one of them would have made the same choice."},{"T":"301","3":"Even Vanessa, whose whereabouts are unknown, has chosen this path not long ago."},{"T":"301","3":"Each of them has someone or something they want to protect, and each of them has fought until their very last breath."},{"T":"301","2":"Lucia","3":"We do not regret..."},{"T":"301","3":"But the world is not merciful."},{"T":"301","3":"Cutting down the enemies before her, Lucia looks around at the more Hetero-Creatures yet to come."},{"T":"301","3":"Her frame is pushed to the brink, her Inver-Device at the threshold. Lucia estimates that she has ten minutes before she stops moving."},{"T":"301","2":"Lucia","3":"I won't stop even if I only have ten minutes left."},{"T":"301","3":"Her belief will be with her until her last moment."},{"T":"301","3":"As if her determination is being rewarded, she hears a voice on the Gray Raven comms channel, one that she has not heard in a while."},{"T":"301","2":"Liv","3":"Lucia!"},{"T":"301","2":"Liv","3":"What's happening? Why can't I see you on comms? Where's Lee? Why couldn't I contact you before?"},{"T":"301","3":"The monitor on the comms is not showing anything. Lucia cannot see Liv, and Liv cannot see her."},{"T":"301","3":"That is because the moment she hears Liv's voice, Lucia immediately covers the terminal. She does not want Liv to see her like this."},{"T":"301","3":"And maybe Lucia's terminal was damaged during the battles, so she cannot see Liv on it as well."},{"T":"301","3":"But that is fine. Despite not being able to see Liv, it is good enough to hear her voice in the end, Lucia thinks."},{"T":"301","2":"Lucia","3":"Are you still on Babylonia?"},{"T":"301","2":"Liv","3":"I'm on a transport craft to you. I'll be there soon."},{"T":"301","2":"Lucia","3":"No, don't come here. It's too dangerous."},{"T":"301","2":"Liv","3":"Lucia? What's going on? Why is it dangerous?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Liv","3":"It's okay, you don't have to worry about me. Do you remember the weapon President Hassen mentioned before I left? It's done."},{"T":"301","2":"Liv","3":"It doesn't matter how dangerous it is. I can protect you."},{"T":"301","2":"Liv","3":"...I can do it now, Lucia! Please, believe me!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"...How long until you reach us?"},{"T":"301","2":"Liv","3":"It... should take another hour."},{"T":"301","2":"Lucia","3":"An hour..."},{"T":"301","3":"...It is too late."},{"T":"301","2":"Liv","3":"What's wrong? Why aren't you saying anything?"},{"T":"301","3":"If she cannot change the ending, then at least she can go accompanied by Liv's gentle voice."},{"T":"301","2":"Lucia","3":"Can I..."},{"T":"301","2":"Liv","3":"Huh?"},{"T":"301","2":"Lucia","3":"...Can I hear you sing one more time?"},{"T":"301","2":"Liv","3":"What? Lucia... why are you..."},{"T":"301","2":"Lucia","3":"Think of it as a countdown. I'll feel more assured if I can hear your voice when I fight."},{"T":"301","2":"Lucia","3":"When your song is close by, I'll know you're near."},{"T":"301","2":"Liv","3":"Lucia..."},{"T":"301","2":"Lucia","3":"And Liv... sing it to Commandant someday, okay?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Lucia..."},{"T":"301","3":"Has she realized the situation Lucia is in? Lucia can hear her gentle voice shaking."},{"T":"301","2":"Lucia","3":"I'm sorry... it's untoward to ask you to sing mid-flight."},{"T":"301","2":"Liv","3":"No..."},{"T":"301","2":"Liv","3":"...It's the only thing I can do before I reach you."},{"T":"301","2":"Liv","3":"Let me stand by you this way."},{"T":"301","2":"Liv","3":"But you have to promise me that you will keep yourself safe and never give up."},{"T":"301","2":"Liv","3":"Hold on until I get there. I will be able to help."},{"T":"301","2":"Lucia","3":"You have always been able to help, Liv."},{"T":"301","3":"In order to keep Liv from being more worried, Lucia tries her best to chuckle."},{"T":"301","2":"Lucia","3":"Then... I'll be waiting for you here."}]