[{"T":"301","3":"The hurried pace, the footprints without a care for direction, the beach decorations that the person must have ran into..."},{"T":"301","3":"These are all signs that the Construct under pursuit knows nothing about counter-tracking."},{"T":"301","3":"For someone to run in so flustered a fashion, they must, at the very least, be worth chasing."},{"T":"302","2":"Lee."},{"T":"301","2":"Lee","3":"Here."},{"T":"302","2":"Take Gray Raven and go up ahead."},{"T":"302","2":"Chrome."},{"T":"301","2":"Chrome","3":"Ready anytime. Strike Hawk will fully cooperate."},{"T":"302","2":"Take Kamui and circle left."},{"T":"302","2":"I'll go right."},{"T":"301","2":"Chrome","3":"Got it."},{"T":"301","3":"The vital fluid footprints branch left and right curtly, but then eventually regroup. The regrouped trail tumbles toward the gate of the theme park in the distance."},{"T":"301","3":"You do not find any signs of a battle, or rather, this person seems completely incapable of fighting."},{"T":"302","2":"Lee, report."},{"T":"301","2":"Lee","3":"Humanoid, male, Easterner-looking. He's stopped at the entrance of the theme park."},{"T":"301","2":"Lee","3":"We're still just monitoring. Should we subdue the target now?"},{"T":"302","2":"Move in."},{"T":"301","3":"As imagined."},{"T":"301","3":"Looks like this Construct is not only completely oblivious to counter-tracking techniques, but is also heavily wounded."},{"T":"301","3":"Before prying any information out of his mouth, he will at least require emergency repairs."},{"T":"302","2":"Everyone, surround him."},{"T":"301","2":"Everyone","3":"Roger!"},{"T":"301","3":"The person being restrained by Lee is a man wearing a black trench coat."},{"T":"301","3":"He is restrained, but only so Liv can perform emergency treatment on him."},{"T":"301","3":"The Construct does not seem to be equipped with a functional Inver-Device. Even the frame design seems to be dated, harking back to the designs of Operation Acadia."},{"T":"301","3":"...Could this be Daedalus technology? But the Purifying Force is out on a mission right now, so it is impossible to confirm with Bianca."},{"T":"301","2":"???","3":"..."},{"T":"302","2":"Who are you?"},{"T":"301","2":"???","3":"..."},{"T":"301","3":"There is no response."},{"T":"301","3":"Which is expected."},{"T":"301","3":"Seems like external help might be required to identify this person."},{"T":"301","3":"Since this Construct's frame screams Operation Acadia period from up to down, someone in Babylonia might know his background."},{"T":"301","3":"It is still a crapshoot, but it should not hurt to ask."},{"T":"302","2":"(Connect to public channel)"},{"T":"301","3":"...Someone might be able to help on Babylonia's public channel."},{"T":"301","2":"Asimov","3":"Oh? Aren't you folks on a vacation... Never mind."},{"T":"301","2":"Asimov","3":"What is it?"},{"T":"302","2":"A little help scanning a Construct, Asimov?"},{"T":"301","2":"Asimov","3":"Sec."},{"T":"301","3":"..."},{"T":"301","2":"Asimov","3":"What the—How did this frame withstand Corrupted attacks?"},{"T":"302","2":"Doesn't seem like he can fight."},{"T":"301","2":"Asimov","3":"You've piqued my curiosity. Is Liv doing emergency repairs on him?"},{"T":"302","2":"Yes."},{"T":"301","2":"Asimov","3":"I'll need Liv's Inver-Device for a short while to run a more comprehensive scan... Aaand, got it."},{"T":"301","2":"Asimov","3":"...It's the Ascension-Network."},{"T":"302","2":"He's an Ascendant?"},{"T":"301","2":"Asimov","3":"That would have been a solid 'yes' in the past, but after that Qu in Kowloong, I can't say for sure that he's the sort of Ascendant we know about."},{"T":"301","2":"Asimov","3":"I'm going to need the speaker on your terminal."},{"T":"302","2":"Go ahead."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Asimov","3":"Heh. I know you're listening."},{"T":"301","2":"Asimov","3":"I've already found definite traces of Ascension-Network signals on you. But what is that hidden unknown function installed in your frame?"},{"T":"302","2":"Hidden function?"},{"T":"301","2":"???","3":"...Just kill me. The contents within will self-destruct when I die."},{"T":"301","2":"???","3":"Then that 'Miss Luna' will never get it."},{"T":"301","2":"???","3":"After all, you're all just expendable underlings like me, yes? I'm not saying a thing."},{"T":"301","2":"Asimov","3":"This is related to that 'Miss Luna'?"},{"T":"301","2":"???","3":"...Cut the act."},{"T":"301","2":"Asimov","3":"The people in front of you are the task force of Babylonia, not sent by that 'Miss Luna' you mentioned."},{"T":"301","2":"Asimov","3":"【kuroname】, prove it."},{"T":"302","2":"(Show unique ID code)"},{"T":"301","2":"???","3":"...Why is Babylonia here?"},{"T":"302","2":"Ahem, just happened to be here, really."},{"T":"301","3":"The mysterious man eyes you strangely, then doubtfully surveys the Constructs around him."},{"T":"301","2":"???","3":"You people have nothing to do with the Ascendants?"},{"T":"302","2":"Nope."},{"T":"301","2":"???","3":"...If you are indeed unaffiliated with the Ascendants, then perhaps..."},{"T":"301","3":"Right at that moment, a black figure plummets from above your heads and lands, kicking up a cloud of dust."},{"T":"302","2":"Spread out!"},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia grabs the handle on the back of your exoskeleton armor, then activates the jetpack behind her to carry you out of the billowing dust."},{"T":"301","3":"The others scatter as the dust clears, and the figure in the center of the dust cloud reveals himself."},{"T":"301","3":"It is a familiar face—Roland, the Ascendant. He lands between you and the mysterious man, who took the blunt of the impact and is knocked down onto the gravel once again."},{"T":"301","3":"Roland lifts the man handily, then flings him to two Corrupted who followed his landing. They immediately pin the man to the ground."},{"T":"301","3":"Then he turns. He surveys your group on the beach with his usual bemused expression."},{"T":"301","2":"Roland","3":"Hola amigos."},{"T":"301","2":"Roland","3":"Nothing makes me happier than seeing you all alive and kicking."},{"T":"301","2":"Roland","3":"After all, t'would be a shame if you died before I got to destroy you one by one... Wouldn't it?"},{"T":"302","2":"...You."},{"T":"301","2":"Roland","3":"Indeed. It's a me."},{"T":"301","2":"Roland","3":"Why are you the one surprised? Try being me, seeing you here for some reason."},{"T":"302","2":"What are you doing here?"},{"T":"301","2":"Roland","3":"Ah-ah-ah. No, no, that's not how it goes. No explanations for you. Because we, the Ascendants, are the masters, the host, here today."},{"T":"301","2":"Roland","3":"And the master need not explain to the guest their presence. 'Tis the other way round, the guests are the ones to explain their reason of visit."},{"T":"301","2":"Lee","3":"Cut the crap. Now that you're here, you're never getting away."},{"T":"301","2":"Roland","3":"Oh, you animal! Bad! What a bad houseguest you make!"},{"T":"301","2":"Roland","3":"How fortunate you are though—I just have a thing for bad guests."},{"T":"301","2":"Roland","3":"So. Let's play a game."}]