[{"T":"301","3":"Lucia moves forward while thinking about Luna."},{"T":"301","3":"Perhaps influenced by this longing, the M.I.N.D. growls and blocks all the pathways around her."},{"T":"301","2":"???","3":"These are the humans you believe in... Sister..."},{"T":"301","2":"Lucia","3":"Luna...?"},{"T":"301","3":"The image of Luna appears before her. Although Lucia knows that it is just a projection of her consciousness, she still cannot resist getting closer."},{"T":"301","2":"'Luna'","3":"Lucia... Why can't you stay here... with me?"},{"T":"301","2":"'Luna'","3":"As long as you stay here, you won't need to remember those sad, bad things... You can stay with me forever..."},{"T":"301","2":"'Luna'","3":"Come on... Lucia... Hold my hand like you used to..."},{"T":"301","2":"Lucia","3":"There was a time when I regretted letting Luna face the danger of becoming a Construct alone. If I could, this time..."},{"T":"301","3":"But Lucia knows that if she grabs her hand, she will become a second Alpha."},{"T":"301","2":"Lucia","3":"No, Luna..."},{"T":"301","2":"Lucia","3":"Although I understand how Alpha feels—if this memory wasn't withheld from me, I would have chosen the same path she did for sure."},{"T":"301","2":"Lucia","3":"But... you cannot change the path you have taken."},{"T":"301","2":"'Luna'","3":"And you... can't change anything..."},{"T":"301","3":"The frail girl before her sighs, and the surroundings twist and shift. Lucia is now somehow back to the initial divergence point and finds Alpha standing on the other end, staring at her."},{"T":"301","2":"α","3":"Have you met Luna?"},{"T":"301","3":"Scorning Lucia's silence, Alpha sprints toward her with her weapon in hand."},{"T":"301","3":"Their blades clash into two massive blasts of red and blue energy, triggering a massive quake in the M.I.N.D., causing their thoughts and memories to entwine and tangle together."},{"T":"301","2":"Lucia","3":"Is that a M.I.N.D. quake?!"},{"T":"301","2":"α","3":"Tch..."},{"T":"301","3":"The shards of their memories cross the boundary between them, like fragments of glass pouring down after it breaks, scattering in front of their eyes."},{"T":"301","3":"All at once, countless familiar yet foreign memories enter Lucia's mind..."},{"T":"301","2":"Lucia","3":"...Alpha!"},{"T":"301","3":"...The hopes that once belonged to her."},{"T":"301","2":"α","3":"I should still report the incident to Babylonia. The authorities must know the truth... That is the only way they won't die guilty of a crime they didn't commit."},{"T":"301","2":"α","3":"And... if I can stop this from happening again..."},{"T":"301","2":"α","3":"Are you Constructs from Babylonia? Have you seen Murol and Xun? I heard they're recalled!"},{"T":"301","2":"Construct Soldier","3":"I haven't seen them—hold on, are you a Corrupted?!"},{"T":"301","3":"The Construct Soldiers raised their weapons in alert, only to have them immediately discarded by Alpha with a swing of her hilt."},{"T":"301","2":"α","3":"Go, before I change my mind."},{"T":"301","3":"...Unrequited hopes."},{"T":"301","2":"α","3":"...How?!"},{"T":"301","2":"Roland","3":"Why would I lie to Miss Luna's dearest sister? You're welcome to dig around in that guy's M.I.N.D. if you don't believe me."},{"T":"301","2":"Luna","3":"It seems like Babylonia has completely suppressed this incident."},{"T":"301","2":"Roland","3":"And... rumor has it that there's an identical Lucia stationed in the new Gray Raven."},{"T":"301","2":"α","3":"Even when I've left, they're still going to take advantage of me. Humans..."},{"T":"301","2":"α","3":"Isn't this Corrupted... the Construct Soldier from before?"},{"T":"301","2":"α","3":"Why are you..."},{"T":"301","2":"α","3":"Is that so... They betrayed you as well."},{"T":"301","3":"These similar disappointments pebble the path before Alpha."},{"T":"301","3":"A hope kindled, then diminished."},{"T":"301","3":"Her desperation is like fungi dropped on a petri dish, multiplying and consuming."},{"T":"301","2":"α","3":"This is why 'Punishing' is needed. As long as they are this sickening, humans will never accomplish a better future."},{"T":"301","2":"α","3":"At least... I will no longer be abused."},{"T":"301","2":"α","3":"And the other me can't be allowed to go down the same path!"},{"T":"301","2":"α","3":"But... she is so loyal to those despicable humans."},{"T":"301","2":"α","3":"...I will correct her mistakes myself."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"α","3":"Have you seen it?"},{"T":"301","2":"Lucia","3":"...Yes."},{"T":"301","3":"The memory torrent caused by the tremor allows Lucia to witness Alpha's memories after the divergence point, and Alpha to look at Lucia's time in the new Gray Raven."},{"T":"301","2":"α","3":"Whether it's Luna or me, being chosen by the Ascension-Network was just the beginning."},{"T":"301","3":"Perhaps because of her own tragic memories, or maybe it is Lucia's completely different experience, Alpha closes her eyes in agony."},{"T":"301","2":"α","3":"We were once like you, believing in those flimsy lies of theirs. But the truth will always come to light."},{"T":"301","2":"α","3":"Rather than letting those cursed humans use you as a weapon after their eventual betrayal, I might just as well correct 'my' mistake myself..."},{"T":"301","3":"Alpha steps forward, leaving behind a trail of flame. The environment starts to shift... and change..."}]