[{"T":"301","2":"Camu","3":"...Tsk."},{"T":"301","3":"Camu is standing on a crumbling building in the abandoned city. The Red Tide rumbles under his feet."},{"T":"301","2":"Camu","3":"How annoying. Can't just wade across it either."},{"T":"301","3":"Camu stares at the skyscrapers in the distance and brainstorms ways to quickly get through the city."},{"T":"301","3":"The Red Tide, which has been rhythmically hitting the building, suddenly churns. Countless Hetero-Creatures form then rupture in the tide. Eventually, they become transparent eggs and hatch at a tremendous speed."},{"T":"301","3":"Matured Hetero-Creatures break through their sticky shells and climb toward the building, which is about to be swallowed by the Red Tide. Then they mechanically turn their heads and wander around, looking for prey."},{"T":"301","3":"The only 'living' thing nearby is Camu, who is standing on the rooftop."},{"T":"301","3":"The Hetero-Creatures incubated by the Red Tide hiss sharply and charge at Camu."},{"T":"301","2":"Camu","3":"****... What the heck are these things?!"},{"T":"301","2":"Camu","3":"Tsk, this is making me mad."},{"T":"301","3":"Those Ascendants are annoying enough, but these things are ten times more disturbing than Roland."},{"T":"301","2":"Camu","3":"Vile."},{"T":"301","3":"Camu lifts his greatsword and slashes at the Hetero-Creature swarm."},{"T":"301","2":"Camu","3":"..."},{"T":"301","3":"After taking out the last Hetero-Creature, Camu's terminal rings and signals a connection."},{"T":"301","3":"The timing is disturbingly perfect."},{"T":"301","2":"Camu","3":"Speak."},{"T":"301","3":"Whoever is on the other side seems to be accustomed to Camu's unfriendly attitude. The message is given in the usual gentle voice, which somehow irritates Camu."},{"T":"301","2":"Camu","3":"You mean Gray Raven?"},{"T":"301","2":"Camu","3":"...Got it."},{"T":"301","3":"After disconnecting, Camu studies the map that was sent to him, including a few highlighted potential routes and destinations."},{"T":"301","3":"The closest one is deep underground, less than two kilometers from Camu's current location."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Camu","3":"Tsk, never a dull moment."}]