[{"T":"301","3":"And that was how..."},{"T":"301","3":"Sophia stumbles trying to make her way past the carriages, until no Corrupted can be heard behind her."},{"T":"301","3":"She runs until she finally finds a lit-up carriage, and uses the last bit of her energy to barge in."},{"T":"301","2":"Sophia","3":"Help... Corrupted... In the commoner carriage..."},{"T":"301","2":"Sophia","3":"...rupted..."},{"T":"301","2":"Deep Voice","3":"What's the situation?"},{"T":"301","2":"Sharp Voice","3":"We've finished cleaning up. It's a miracle no one from the inspection team lived, but it has caused too much of a commotion to stay under wraps."},{"T":"301","2":"Sharp Voice","3":"If 'she' finds out..."},{"T":"301","2":"Deep Voice","3":"Tsk... There's nothing she can do about it even if she does find out."},{"T":"301","2":"Sharp Voice","3":"Well... You were the one who ordered us to disobey 'her'..."},{"T":"301","2":"Sharp Voice","3":"Although you'll most likely keep your head, it's true that you disobeyed the leader. There'll be punishments."},{"T":"301","2":"Deep Voice","3":"That doesn't concern you. I've served under ol' Amir. His daughter can't even hold a gun properly, let alone going against me."},{"T":"301","2":"Deep Voice","3":"Although..."},{"T":"301","2":"Sharp Voice","3":"My lord...?"},{"T":"301","2":"Deep Voice","3":"That little brat who crashed my birthday party the other day... What happened to her?"},{"T":"301","2":"Sharp Voice","3":"There were too many witnesses so we had to get her to a doctor."},{"T":"301","2":"Sharp Voice","3":"The doctor told me that there's no hope saving the lower half of her body and that she only has less than 36 hours left."},{"T":"301","2":"Sharp Voice","3":"If you were planning to silence her, my lord, then we do not need to do anything at all."},{"T":"301","2":"Deep Voice","3":"That's not what I'm thinking."},{"T":"301","2":"Deep Voice","3":"We need to do something. We need her to live."},{"T":"301","2":"Sharp Voice","3":"My lord?"},{"T":"301","2":"Deep Voice","3":"This is a chance to plant the seeds of 'hate', we can't let it go to waste."},{"T":"301","2":"Sharp Voice","3":"My lord, you're not..."},{"T":"301","2":"Deep Voice","3":"Go make the arrangements. Now. Time's a-ticking."},{"T":"301","2":"Deep Voice","3":"It's time for us to teach that so-called 'leader' a lesson."},{"T":"301","2":"Sharp Voice","3":"You understand what you need to do?"},{"T":"301","2":"Sharp Voice","3":"It's not easy to find all the equipment and components on a train, let alone to do it in less than 4 hours."},{"T":"301","2":"Sharp Voice","3":"If anything goes wrong..."},{"T":"301","2":"Technician","3":"W-we understand the orders."},{"T":"301","2":"Technician","3":"My family... Please don't hurt them."},{"T":"301","2":"Sharp Voice","3":"Hmph, that depends on the outcome of your work."},{"T":"301","2":"Sharp Voice","3":"Lord 'Ashlar' is a man of his word!"},{"T":"301","2":"Technician","3":"Alright, I'll do it."},{"T":"301","2":"Technician","3":"Commencing... Preparation for Construct reconstruction surgery."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Technician","3":"Prepare to commence tantalum substitution procedures, NEMCO connection, cardiopulmonary replacement..."},{"T":"301","2":"Technician","3":"Give her a standard dose of adrenaline and then prepare to commence organ replacement."},{"T":"301","2":"Sharp Voice","3":"I see, so this is the technology retrieved from City 173."},{"T":"301","2":"Technician","3":"N-not only that, we also learned from 'that experiment', to use the technology from Babylonia Construct parts to strengthen the system."},{"T":"301","2":"Technician","3":"Hey, it's time to replace the skeleton, quit dilly-dallying! I can't do it alone!"},{"T":"301","2":"Technician","3":"C-coming!"},{"T":"301","2":"Technician","3":"...All vitals are normal, the secondary 'heart' and tantalum 'cerebellum' are fully functional."},{"T":"301","2":"Technician","3":"...It worked."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Sharp Voice","3":"Now that I look at it... I'm sure she was only able to break through all the barricades of the Corrupted with the help of many who were willing to sacrifice themselves."},{"T":"301","2":"Sharp Voice","3":"I hope you'll be able to demonstrate as much hate as the love they've shown you... Hehehe."},{"T":"301","2":"Technician","3":"Uhm, does this mean we can..."},{"T":"301","2":"Sharp Voice","3":"Scram. Your work here is done."},{"T":"301","2":"Technician","3":"Th-thank you!"},{"T":"301","2":"Sharp Voice","3":"Well then... It's time to pick the perfect time for it to 'bloom'... For this flower of hate, that is."},{"T":"301","3":"A few months later."},{"T":"301","2":"Sharp Voice","3":"Are you here? Sophia?"},{"T":"301","2":"Sophia","3":"...Coming."},{"T":"301","2":"Sophia","3":"This is?"},{"T":"301","2":"Sharp Voice","3":"This month's supplies and consumables for maintenance work."},{"T":"301","2":"Sophia","3":"...This is too much."},{"T":"301","2":"Sharp Voice","3":"You're the last of the inspection team, of course you'll be treasured."},{"T":"301","2":"Sophia","3":"The new inspection trainees have already graduated and are ready to carry out maintenance work on their own."},{"T":"301","2":"Sharp Voice","3":"Well done. Who would've thought there would come a day when 'Hyena' lives in the noble carriage and is even qualified to train others."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Sharp Voice","3":"Don't you ever forget, this is all thanks to Lord 'Ashlar'."},{"T":"301","2":"Sophia","3":"I understand. I have never once forgotten Lord 'Ashlar's' benevolence."},{"T":"301","2":"Sharp Voice","3":"Oh? Is that so?"},{"T":"301","2":"Sophia","3":"Yes."},{"T":"301","2":"Sharp Voice","3":"Good, then. I come bearing some... Insider information for you."},{"T":"301","2":"Sophia","3":"?"},{"T":"301","2":"Sharp Voice","3":"Read it for yourself."},{"T":"301","3":"An exquisite envelope is casually tossed in front of Sophia."},{"T":"301","2":"Sharp Voice","3":"That's all for today. Remember, as usual, I was never here."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","3":"Sophia opens the envelope once she was back in the safety of her own room."},{"T":"301","2":"Letter","3":"The cruel leadership of Akdilek Jamilah is planning to remove us—the foundation of her throne."},{"T":"301","2":"Letter","3":"And she, is the one behind the incident. She refused to deploy help and ordered for the carriage you were on to be destroyed."},{"T":"301","2":"Letter","3":"Akdilek Jamilah Amir is no longer fit to rule Akdilek. She became the enemy of Akdilek the moment she forced us to carry out her absurd orders."},{"T":"301","2":"Letter","3":"You are hereby tasked to infiltrate the front coach and eliminate the maleficent Akdilek Jamilah Amir. Our dire request rests upon your shoulders."},{"T":"301","2":"Letter","3":"It is only because you share the same hatred we do that we have decided to entrust you with this important mission. Your Construct frame was prepared with this moment in mind."},{"T":"301","2":"Letter","3":"Complete your task and eliminate Akdilek Jamilah Amir, and you shall be rewarded with your life and eternal peace upon Akdilek!"},{"T":"301","2":"Letter","3":"—Ashlar"},{"T":"301","2":"Sophia","3":"I see..."},{"T":"301","3":"Sophia clenches the paper in a tight grip, her mechanical arm instantly tearing the paper into pieces."},{"T":"301","2":"Sophia","3":"I understand now, and I will do it."},{"T":"301","2":"Sophia","3":"For Lord 'Ashlar' and for myself."}]