[{"T":"301","3":"Record ID: HX-GA-49447-Kowloon End. Confirm recovery?"},{"T":"301","2":"Huaxu","3":"Recovery confirmed. Verify keywords 'Kowloong' and 'War'?"},{"T":"301","3":"Confirmed."},{"T":"301","2":"Huaxu","3":"..."},{"T":"301","3":"No response received from Huaxu within the predetermined response time."},{"T":"301","3":"This does not comply with standard procedures."},{"T":"301","2":"Huaxu","3":"Ignore procedure warning and execute."},{"T":"301","3":"Understood."},{"T":"301","3":"Rolling billows of smoke are the first to appear. Flames pierce the pale sky, and a subtle burning smell fills the ruins."},{"T":"301","3":"—People know better than to guess at what is emitting the foul odor."},{"T":"301","3":"Fires burn intermittently throughout the ruins, followed by the sounds of two heavy objects crashing onto the ground."},{"T":"301","3":"The firelight and the sounds of falling cut through the long confrontation, but they do nothing to restore this war-torn city to normal."},{"T":"301","3":"Among the ruins, a figure is walking through the fires of war."},{"T":"301","3":"She climbs over a destroyed wall, through a fallen cement pipe, and turns over an inconspicuous slab of cement."},{"T":"301","3":"—Only to see four gun barrels pointed at her."},{"T":"301","2":"Pulao Crew","3":"Don't shoot! I'm one of you!"},{"T":"301","3":"Realizing that the visitor isn't the enemy, the muzzles of the gun quickly move away from the hole, and the Pulao Crew member immediately jumps in."},{"T":"301","3":"Landing into a roll, the Pulao Crew member stops in front of a figure, half-kneeling."},{"T":"301","2":"Pulao Crew","3":"Pu 3953 reporting!"},{"T":"301","2":"Qu","3":"Speak."},{"T":"301","2":"Pulao Crew","3":"Report! Nodes Alpha 4 to Alpha 41 and Omega 6 to Omega 9 confirmed to be lost!"},{"T":"301","2":"Pulao Crew","3":"The commander of the East Wall Defense Line suggests that you fall back three blocks, and then blast the buildings to fall back!"},{"T":"301","2":"Qu","3":"What about the commander?"},{"T":"301","2":"Pulao Crew","3":"The commander only had me tell you: 'Thank you for not killing me eight years ago.'"},{"T":"301","2":"Qu","3":"...So he's trying to die on the battlefield after all."},{"T":"301","2":"Qu","3":"Go. Retreat three blocks and relay the news for me."},{"T":"301","2":"Qu","3":"...That'll give them some time to prepare."},{"T":"301","2":"Pulao Crew","3":"Roger!"},{"T":"301","3":"The Pulao crew member quickly turns and nimbly jumps out of the hole."},{"T":"301","2":"Guard","3":"Lady Qu, shouldn't we also start making preparations to retreat?"},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Guard","3":"Lady Qu?"},{"T":"301","2":"Qu","3":"Take whatever supplies you can and retreat first."},{"T":"301","2":"Qu","3":"The defense line extends from the Alpha Line to the Iota Lina. Some nodes must have held their positions."},{"T":"301","2":"Qu","3":"They need someone to hold the frontline to give them time to retreat."},{"T":"301","2":"Guard","3":"But!"},{"T":"301","2":"Qu","3":"No buts. We all have Kowloong blood flowing in us."},{"T":"301","2":"Qu","3":"Go."},{"T":"301","2":"Guard","3":"R-roger!"},{"T":"301","3":"Following this, Qu jumps out of the bunker and rushes into the infernal battlefield."},{"T":"301","2":"Pulao Crew","3":"Alpha 3 and Iota 6 have lost communication with the Iota 8 barricade!"},{"T":"301","2":"Chiwen Crew","3":"Corrupted! The Corrupted are here! We still need time to withdraw the standard industrial blueprints! Can anyone from a nearby garrison offer support?!"},{"T":"301","2":"Crowd","3":"Ah—! No! Stay away!"},{"T":"301","3":"The once prosperous Kowloong City has become a hellhole. Here, Qu could not help but tighten her grip on her weapon."},{"T":"301","2":"Qu","3":"..."},{"T":"301","3":"Qu shakes her head, perhaps at the unbearable sight of such tragedy. She takes a deep breath, putting her mind at ease momentarily."},{"T":"301","2":"Qu","3":"I'm the KCC leader—Qu."},{"T":"301","2":"Qu","3":"This battle—is my responsibility."}]