[{"T":"102","1":"Fallen Star","2":"Chapter 9"},{"T":"301","3":"Somewhere in the desert, battlefield cleanup is underway in a Forsaken base. Sand and dust cover every inch of ground."},{"T":"301","2":"Watanabe","3":"The third time this month..."},{"T":"301","3":"A dark, long needle-like object protrudes from the ground in the center of the base."},{"T":"301","3":"Defeated mechanoids scatter on the ground nearby. They seem to have been corrupted. Fully-armed soldiers are preparing to ship them to the disposal site."},{"T":"301","2":"Forsaken Soldier","3":"Luckily we received a warning beforehand and evacuated this base before the conversion probe landed."},{"T":"301","2":"Watanabe","3":"The frequency of attacks from Punishing-corrupted Territory has been increasing recently. We can't always predict them like this one."},{"T":"301","2":"Forsaken Soldier","3":"...And all other ground forces across the world are losing their bases too."},{"T":"301","2":"Forsaken Soldier","3":"All because of this 'Conversion Probe' launched from areas corrupted by the Punishing Virus."},{"T":"301","2":"Forsaken Soldier","3":"It immediately releases a high-concentration Punishing Virus to control all nearby mechanoids once it lands..."},{"T":"301","2":"Watanabe","3":"Probes launched from the ground are less of a threat as they usually come from far away. We have depth, so we can still intercept them."},{"T":"301","2":"Watanabe","3":"But..."},{"T":"301","3":"Watanabe looks up to the sky."},{"T":"301","2":"Watanabe","3":"But those launched from the low Earth orbit are shielded by the orbital debris. They have high velocity and are almost launched vertically above us..."},{"T":"301","2":"Forsaken Soldier","3":"Mr. Watanabe, do you mean the... corrupted International Space Station...?"},{"T":"301","2":"Watanabe","3":"Yeah."},{"T":"301","2":"Forsaken Soldier","3":"It's probably been giving Babylonia a hard time too."},{"T":"301","2":"Watanabe","3":"Yeah. From our optical observation alone, they have been firing at each other more than ever..."},{"T":"301","2":"Watanabe","3":"Not just that, Babylonia also pulled back most of their elite ground forces."},{"T":"301","2":"Watanabe","3":"Including that Gray Raven squad... They have all been summoned back to reinforce their space forces."},{"T":"301","2":"Forsaken Soldier","3":"Mr. Watanabe, are you implying..."},{"T":"301","2":"Watanabe","3":"Right. Our intel shows that Babylonia has decided to eliminate the corrupted space station once and for all."},{"T":"301","2":"Forsaken Soldier","3":"Wow... Can they really do it? Going against that thing..."},{"T":"301","2":"Watanabe","3":"I know what you're thinking. For a long time, they could only wear down the space station by attrition."},{"T":"301","2":"Forsaken Soldier","3":"Probably because there aren't many experienced 'Fenrir' pilots left in Babylonia."},{"T":"301","2":"Forsaken Soldier","3":"Ever since the Great Retreat, most good pilots in Babylonia have come to Mr. Watanabe."},{"T":"301","2":"Watanabe","3":"…………"},{"T":"301","2":"Watanabe","3":"From a strategic point of view, Babylonia would never start the war if they didn't have a decisive winning factor."},{"T":"301","2":"Watanabe","3":"They must be hiding some secret we don't know."},{"T":"301","2":"Forsaken Soldier","3":"Are you saying..."},{"T":"301","2":"Watanabe","3":"From our past simulations... Once the threat and communication interference from the space station are reduced..."},{"T":"301","2":"Watanabe","3":"The world will start to change."},{"T":"301","2":"Watanabe","3":"So this war will likely determine the future direction of the world."},{"T":"301","2":"Forsaken Soldier","3":"If that's the case..."},{"T":"301","2":"Watanabe","3":"Right. The Forsakens must be part of this."},{"T":"301","2":"Watanabe","3":"We have long prepared for it—"},{"T":"301","2":"Watanabe","3":"Forsakens, assemble!"},{"T":"301","2":"Soldiers","3":"Yes, sir!"},{"T":"301","2":"Watanabe","3":"Follow the protocol—disable all concealments of the base, and try to establish a communication channel with Babylonia!"},{"T":"301","2":"Watanabe","3":"Activate all defense systems in the base and open two-thirds of our hangers. You have three hours to complete pre-flight checks..."},{"T":"301","2":"Watanabe","3":"...Transfer surface authority to the standby operation officers in the ground mission control center."},{"T":"301","2":"Forsaken Soldier","3":"Sir, are you going to..."},{"T":"301","2":"Watanabe","3":"I'm still the leader of the Forsaken on paper. Now's not the time to be capricious."},{"T":"301","2":"Watanabe","3":"This arrangement doesn't mean we're compromising or cooperating. I'll get us the leverages we deserve."},{"T":"301","2":"Forsaken Soldier","3":"..."},{"T":"301","2":"Soldiers","3":"Sir, we will fight with you!"},{"T":"301","2":"Soldiers","3":"We are the Forsaken—"},{"T":"301","2":"Watanabe","3":"We never forget..."}]