[{"T":"301","3":"Standing on the stage, Kemuri bows to the audience."},{"T":"301","2":"Drawn-Out Voice","3":"All merchandise have been individually displayed."},{"T":"301","2":"Drawn-Out Voice","3":"All merchandise, please step on the stage for a group display."},{"T":"301","3":"All attention is drawn to two feminine figures on the elevated platform."},{"T":"301","3":"An archaic duality of beauty emblazons the stage. One of an eastward demureness, and one of a westward elegance."},{"T":"301","2":"Golden-Haired Woman","3":"...Lucia!"},{"T":"301","2":"Lucia","3":"...?"},{"T":"301","2":"Golden-Haired Woman","3":"What are y'all doing here? Did you receive the same mission too?"},{"T":"301","2":"Lucia","3":"You are..."},{"T":"301","2":"Lee","3":"……"},{"T":"302","2":"What's wrong, Lee?","4":"Lee, you don't look very well."},{"T":"301","2":"Lee","3":"Must be a glitch with my visual module."},{"T":"301","2":"Lee","3":"I'll run a self-check later."},{"T":"301","2":"Pulao","3":"That's the leader, Lady Qu."},{"T":"301","2":"Pulao","3":"We have to find a way to get to her."},{"T":"301","3":"Looking around, you see some mechanical puppets that were snaking through the audience fall silent. Then a familiar figure bursts into view."},{"T":"301","3":"As if noticing your gaze, Chrome glances your way, then his face twitches and he lowers his head."},{"T":"302","2":"Wait.","4":"Could it be..."},{"T":"301","3":"The pretty golden-haired woman on the stage looks over to you synchronously, as if alerted by some signal."},{"T":"301","3":"The gentle, twinkling pair of eyes curve into familiar slits... 'She' parts her lips, and mouths an all-too familiar word."},{"T":"301","2":"Kamui","3":"(* ￣ 3￣) COM★MAN★DANT★"},{"T":"301","3":"A masked Construct, a paper umbrella in hand, gently lifts the bamboo curtain—the legendary leader finally emerges from backstage."},{"T":"301","2":"Chrome","3":"Commandant of Gray Raven, this is Chrome of Strike Hawk. I'm contacting you through a special channel."},{"T":"301","2":"Chrome","3":"Since we can't stay connected for long, I'll keep it short. Our team will work with Gray Raven to cause a distraction so Lucia can approach the target..."},{"T":"301","2":"Chrome","3":"...And then we meet up."},{"T":"301","3":"The moment the call disconnects, a familiar figure leaps out of the audience."},{"T":"302","2":"(Connect to Lucia)","4":"(Tell Lucia)"},{"T":"301","3":"Kamui, somehow, has already whipped out his gear from some unfathomable place. His ornate hat falls to the ground."},{"T":"301","3":"Chrome's scythe catches the eaves of a corridor, and he pulls himself up in the air."},{"T":"301","2":"Yazi","3":"...Protect Master."},{"T":"301","2":"Kamui","3":"Hey! I'm your dance partner!"},{"T":"301","3":"Two figures, one blue and one red, pass by each other in mid-air. Lucia and Chrome's weapons meet."},{"T":"301","3":"With a boost from Chrome, Lucia vaults onto the platform and grabs Lady Qu by her arm."},{"T":"301","2":"Lucia","3":"Let's go."},{"T":"301","2":"Qu","3":"……"}]