[{"T":"301","2":"Liv","3":"...Found her!"},{"T":"301","2":"Liv","3":"It's the fake 'Bianca'... Huaxu's signature."},{"T":"302","2":"Then let's move out!"},{"T":"301","2":"Lee","3":"...Finally slipped up, didn't you?"},{"T":"301","2":"Lucia","3":"Let's go. No time to waste."},{"T":"301","2":"Lucia","3":"Only by saving Babylonia will humanity have a future."},{"T":"302","2":"That's right!"},{"T":"301","2":"Asimov","3":"Find out why!"},{"T":"301","2":"Karenina","3":"There's power fluctuation in the immersion frame!"},{"T":"301","2":"Bridget","3":"Team 2, connect the auxiliary interlay emergency power supply!"},{"T":"301","2":"Karenina","3":"Hey! Asimov! Can't you have the Gray Ravens initiate an emergency evac?"},{"T":"301","2":"Asimov","3":"The intruders have hijacked the immersion module! If we take the immersion module offline now, all uplinked consciousness will be severely impacted!"},{"T":"301","2":"Asimov","3":"Constructs can be rebooted, but for humans... that may be fatal!"},{"T":"301","2":"Karenina","3":"...Dammit! Why the **** do you always make something so dangerous?"},{"T":"301","2":"Bridget","3":"Quit fighting! Karenina, get over here and help me set up the jumper!"},{"T":"301","2":"Karenina","3":"Coming!"},{"T":"301","2":"Asimov","3":"Preliminary estimation of the chance of failure... more than 69.7%. But... all we can do is try."},{"T":"301","3":"Babylonia DECK-4-2-C, the archives of the intelligence department."},{"T":"301","2":"Murray","3":"I see... The commander sure is laying out all his cards on the table."},{"T":"301","3":"The usually heavily guarded archives are now empty, and only the security door is locked."},{"T":"301","3":"Murray approaches the security door and opens it with the ID card he just got."},{"T":"301","3":"*High clearance user detected. Manual review requested.*"},{"T":"301","2":"Murray","3":"Manual review...? Uh oh..."},{"T":"301","3":"Murray anxiously looks at the security door, then quickly scans the room for a place to hide."},{"T":"301","3":"—But there is nothing for him to hide behind in the small, empty room."},{"T":"301","2":"Murray","3":"So if a turret comes down from the ceiling, I'll just have to face it head-on..."},{"T":"301","3":"*Manual review request not responding. Request timed out.*"},{"T":"301","2":"Murray","3":"...What now?"},{"T":"301","3":"*Activating maximum security procedure.*"},{"T":"301","3":"Murray looks around the room again and finds a security gate lowering in front of the door he came through."},{"T":"301","2":"Murray","3":"So, I'm stuck here if I can't open this door, huh?"},{"T":"301","3":"..."},{"T":"301","3":"*External interruption detected. Activating Wartime Evacuation Procedure B. Security door has been closed. Opening emergency passageway.*"},{"T":"301","3":"The safety door opens inward, and the air begins to make a hissing sound as it circulates between the two spaces."},{"T":"301","2":"Murray","3":"...Sigh. Don't make me come back here again."},{"T":"301","3":"Murray walks through the safety door."}]