[{"T":"301","2":"Lee","3":"From the radar readings and Changyu's description, this should be the port Commandant's signals came from."},{"T":"301","2":"Lee","3":"We can't get a more precise set of coordinates. Our radars are not only being interfered with, but Commandant's signal is being blocked and double-encrypted."},{"T":"301","2":"Lee","3":"Asslam just took heavy damage and their combative capability is limited. Sophia and Changyu both expressed wishes to join in our rescue of Commandant, but it might not be appropriate."},{"T":"301","2":"Lucia","3":"Yes, we'll have to find Commandant by ourselves."},{"T":"301","2":"Lee","3":"Changyu's suggestion is that we wait here for... that legendary 'ship'."},{"T":"301","2":"Lucia","3":"Let's do another ground search. We might have missed something. Commandant..."},{"T":"301","2":"Lucia","3":"...I just lost the connection to Commandant."},{"T":"301","2":"Lee","3":"Same here."},{"T":"301","2":"Liv","3":"...Commandant."},{"T":"301","2":"Lee","3":"Calm your M.I.N.D. The signal didn't die off suddenly, so Commandant must have disconnected it on purpose. No harm should have come to Commandant."},{"T":"301","2":"Liv","3":"But what would make Commandant disconnect on us like that?"},{"T":"301","2":"Lucia","3":"We'll have to trust Commandant."},{"T":"301","2":"Lee","3":"After all, 【kuroname】 is not someone who gives up without a fight. Commandant must be trying to get back to us."},{"T":"301","2":"Liv","3":"Bio signals detected on the sea's surface, and they're closing in!"},{"T":"301","2":"Liv","3":"...A lot of them!"},{"T":"301","2":"Lee","3":"...This ship."},{"T":"301","2":"Lee","3":"And this architectural design..."},{"T":"301","3":"Of～flexile～and～～～simulacrous～make～"},{"T":"301","3":"Thusly～～～it～cometh～and～goeth～～～at～the～pluck～of～digits～ten～～～"},{"T":"301","3":"How～transient～its～flutter～～～"},{"T":"301","2":"Lucia","3":"The sounds seem to be rhythmic. Is that some kind of song?"},{"T":"301","2":"Lee","3":"Or it might be a form of 'opera recital.'"},{"T":"301","2":"Liv","3":"Opera recital?"},{"T":"301","2":"Lee","3":"I looked it up through speech detection, but I found nothing except some pre-pandemic text about 'Xiqu', a form of opera. The lines are apparently saying something about puppet shows."},{"T":"301","2":"Lee","3":"The writing is archaic and rhetorical, and seems be from some lost Eastern civilization. This would be classified as part of the precious human legacy."},{"T":"301","2":"Lee","3":"...Well, hard to get more info than this right now, though."},{"T":"301","2":"Liv","3":"I feel like Ayla would be overjoyed if she's here."},{"T":"301","2":"Lucia","3":"The ship has docked."},{"T":"301","2":"Liv","3":"I detect the presence of Commandant's Mind Beacon..."},{"T":"301","2":"Lee","3":"Right on this ship."},{"T":"301","2":"Lucia","3":"(Nods)"},{"T":"301","2":"Liv","3":"...A lot of biological signals coming from the ship. No Corrupted signals yet..."},{"T":"301","2":"Lucia","3":"Let's get aboard."}]