[{"T":"301","3":"More wooden signs show up every few meters. The messages on them also keep changing."},{"T":"301","3":"'Turn left here. Don't get it wrong.'"},{"T":"301","3":"'Red means stop, green means go... Run! Now!'"},{"T":"301","3":"'Go straight! Don't stop!'"},{"T":"301","3":"There are a few twists and turns, but you follow the signs and manage to arrive at the destination safely."},{"T":"301","3":"'Welcome home'"},{"T":"301","3":"The walls are about two meters tall and are painted bright red. On top of the walls are blue bricks and tiles with complicated patterns."},{"T":"301","3":"The two-door panels aren't the common steel type, but are made in timber with beautiful patterns."},{"T":"301","2":"Lucia","3":"Looks like we have arrived."},{"T":"301","2":"Liv","3":"It's a Kowloong style residence."},{"T":"301","2":"Lee","3":"The New Year is one of the traditional Kowloong festivals. I'm not surprised."},{"T":"301","2":"Liv","3":"Huh? Is this incantation also a Kowloong tradition?"},{"T":"301","3":"Liv points to an ink-wash painting on the door. The painting is highly abstract and not limited by mere techniques. It is full of emotions."},{"T":"302","2":"No..."},{"T":"302","2":"I think it's us."},{"T":"301","2":"Liv","3":"Huh?"},{"T":"301","3":"Nanami once drew your portrait with a similar style, so you immediately recognize this painting."},{"T":"302","2":"This is Lucia."},{"T":"301","2":"Lucia","3":"Is that... me?"},{"T":"302","2":"This is Lee."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"And this is Liv."},{"T":"301","2":"Liv","3":"This must be Commandant then."},{"T":"301","2":"Liv","3":"It's quite difficult to tell."},{"T":"302","2":"Trust me, it's already much better than before.","4":"Looks no different from before."},{"T":"301","2":"Tiger","3":"Meow—"},{"T":"301","3":"Tiger rubs against your palm."},{"T":"301","2":"Tiger","3":"Meooooow!"},{"T":"301","3":"Tiger bumps into your chest."},{"T":"301","3":"It then rises into the air and points its large eyes toward the painting. A red light quickly scans through it."},{"T":"301","3":"'Beep'"},{"T":"301","3":"After the sound, the doors gradually open, making a squeaky noise."},{"T":"301","3":"In front of you is a Kowloong-styled mansion."},{"T":"301","3":"There are individual buildings on the four sides inside the vast mansion, which are connected through corridors."},{"T":"301","3":"The buildings are made from green bricks and tiles, decorated by a rock garden. In the center is a giant pagoda tree with a shiny marble table under it."},{"T":"301","3":"At the entrance are the three Constructs' equipment and... a broom?"},{"T":"301","2":"Lucia","3":"It's our equipment."},{"T":"302","2":"I sense a battle coming."},{"T":"301","2":"Tiger","3":"Meow... Meow..."},{"T":"301","2":"Liv","3":"Tiger, do you want us to go in?"},{"T":"301","2":"Tiger","3":"Meow... Meow..."},{"T":"301","3":"Tiger urges you to cross the wood threshold. The moment you step into the yard, something happens."},{"T":"301","2":"???","3":"Squeak!"},{"T":"301","3":"A lot of gray-black balls swarm out from all the corners: wall corner, bricks and tiles, under the tree... They soon take up almost half of the yard."},{"T":"301","2":"Lucia","3":"Corrupted?"},{"T":"301","2":"Liv","3":"No, I can't detect any Punishing reaction on them."},{"T":"302","2":"Liv, can I have an update on the surroundings?","4":"Relax, Lucia."},{"T":"301","2":"Liv","3":"No radar signal outside the mansion. They only show up here."},{"T":"301","3":"Lucia nods at you, but still clenches her weapon and looks at the front vigilantly."},{"T":"301","2":"Liv","3":"Their number keeps rising, but they don't seem aggressive."},{"T":"301","2":"Liv","3":"Is this also Nanami's gift?"},{"T":"301","2":"Lee","3":"No. Look around us."},{"T":"301","2":"Lucia","3":"The walls... are deteriorating."},{"T":"301","2":"Liv","3":"The tree is also withering. The more balls there are, the faster it dies."},{"T":"301","2":"Lucia","3":"Let's get out of here just to be safe."},{"T":"301","2":"Lucia","3":"...The door is blocked."},{"T":"301","3":"The door has been engulfed in a mist. When touched, it feels like steel instead. You cannot seem to go through."},{"T":"301","3":"More gray-black balls continue to appear, leaving less space for Gray Raven."},{"T":"301","2":"Tiger","3":"Meow!"},{"T":"301","3":"Tiger starts to attack the balls, probably because it is annoyed by the decreasing space."},{"T":"301","3":"With no limbs available, it rams them with its strongest face armor. The balls are knocked away and disappear."},{"T":"301","3":"As Tiger gets more involved, the number of gray-black balls continues to decrease. The deterioration of the surroundings has also slowed, and even started to reverse."},{"T":"301","3":"It feels like Tiger is removing dust from the environment."},{"T":"301","3":"Seeing what has happened, you have figured out how Nanami set her trials."},{"T":"302","2":"I see."},{"T":"302","2":"We probably have to 'dust and clean' this place."},{"T":"301","2":"Lucia","3":"Dust and clean?"},{"T":"301","3":"It's a spring tradition. Put it simple, we need to clean the house before New Year arrives."},{"T":"301","3":"After last year's incident, you looked up some information, but didn't expect it to come into use here."},{"T":"301","2":"Liv","3":"Dust and clean... So are these balls the dust?"},{"T":"301","2":"Lucia","3":"The mission is clear then. Let's clean this place together."},{"T":"301","3":"Lucia and other members soon join the 'battle.'"},{"T":"301","3":"With no gun around, you look at the lonely but unmissable broom—"},{"T":"301","3":"Pick up the broom and embrace the 'battlefield'—"},{"T":"302","2":"Why am I suddenly wearing an apron?!"}]