[{"T":"102","1":"Consumed by Darkness","2":"Chapter 8"},{"T":"301","3":"Connection Request—E-02 Babylonia Private Channel"},{"T":"301","2":"Nikola","3":"Command here."},{"T":"301","2":"Nikola","3":"Gray Raven Commandant! Are you aware of the risks of your actions?"},{"T":"301","2":"Nikola","3":"In the name of the Babylonia Council, I'm ordering you to retreat, Gray Raven!"},{"T":"302","2":"Sir, we're still in the middle of our mission..."},{"T":"301","2":"Nikola","3":"This is insubordination."},{"T":"301","2":"Nikola","3":"Your actions have severely compromised the strategic safety of Babylonia."},{"T":"301","2":"Nikola","3":"Your commanding authority will be suspended temporarily. I repeat. Withdraw immediately."},{"T":"301","3":"Warning! An unauthorized third party has entered the channel!"},{"T":"301","2":"Nikola","3":"What is this madness?! This is a private channel!"},{"T":"301","2":"Hassen","3":"Oh, sorry folks. Late for the video conference."},{"T":"301","2":"Nikola","3":"President Hassen?"},{"T":"301","2":"Hassen","3":"If the Gray Ravens retreat, what are we going to do about Kamui?"},{"T":"301","2":"Nikola","3":"Just a defective Construct. It's not worth an entire elite squad for him."},{"T":"301","2":"Hassen","3":"But he did display a possibility to fight against the Punishing Virus."},{"T":"301","2":"Nikola","3":"That is only what his leader is saying. Even the Purifying Force has not given a concrete answer. This is too much to risk an elite squad for an uncertain return of this degree."},{"T":"301","2":"Hassen","3":"You know, that sounds just like what an elite squad is for."},{"T":"301","2":"Nikola","3":"President!"},{"T":"301","2":"Hassen","3":"Can't babysit them all your life, mom."},{"T":"301","2":"Nikola","3":"Wha—?!"},{"T":"301","2":"Hassen","3":"Ah, just a joke, chill."},{"T":"301","2":"Hassen","3":"Alright, loosen up a little. Trust them more, they know what they're doing."},{"T":"301","2":"Hassen","3":"We'll need to assess Chrome's report as well."},{"T":"301","2":"Hassen","3":"No time to chitchat around here now."},{"T":"301","2":"Hassen","3":"Gray Raven squad, HQ will be airdropping you some supplies. The drop location will be sent to Liv through Celica. Retrieve them, then finish the mission quickly and return safely."},{"T":"301","2":"Nikola","3":"Wait, I'm not done yet—"},{"T":"301","3":"Disconnected."},{"T":"301","2":"Liv","3":"Ah, got it! I have the coordinates for the supplies. It's near us."},{"T":"301","2":"Liv","3":"The airdrop will likely cause commotion and attract some Corrupted."},{"T":"302","2":"No time to lose."},{"T":"301","2":"Liv","3":"Karen and Watanabe will be protected by the Forsaken and be repaired at their campsite. As for Karen's situation, she should be stable in the meantime with the sleep command."},{"T":"301","2":"Liv","3":"We can wait until after the mission to bring Karen back to Babylonia for a full checkup."},{"T":"301","2":"Lucia","3":"Let's go. With the Ascendants involved, the situation is urgent."}]