[{"T":"301","2":"Granton","3":"Ouch... No, not the artifact..."},{"T":"301","2":"Camu","3":"Cut the nonsense."},{"T":"301","3":"Granton finally passed out after a heavy kick from Camu, who also took the artifact."},{"T":"301","2":"Camu","3":"【kuroname】, you take this one."},{"T":"301","3":"I thought Camu would put this artifact in his bag, but he only carefully examined it and tossed it to me."},{"T":"302","2":"Aren't you going to take it?","4":"I don't think it's safe in my hands. Are you sure?"},{"T":"301","2":"Camu","3":"I already have a piece. I need you to hold this one."},{"T":"301","2":"Camu","3":"This thing will never be safe no matter where we keep it."},{"T":"301","3":"————"},{"T":"301","2":"Karenina","3":"Wait. Was that an earthquake?"},{"T":"301","2":"Vera","3":"No need to ask, Karenina. It was an earthquake indeed."},{"T":"301","2":"Karenina","3":"Hey, Gray Raven. Lucia said they were going to search for Liv down there, didn't she? Could this have anything to do with them..."},{"T":"302","2":"Lucia's team is in danger.","4":"It could just be a normal earthquake."},{"T":"301","2":"Karenina","3":"Let's go check them out!"},{"T":"301","2":"Karenina","3":"Are you dumb? No way that was normal! Let's go down and check what happened!"},{"T":"301","2":"Vera","3":"【kuroname】 can go alone. Your strength is needed elsewhere, Karenina."},{"T":"301","2":"Karenina","3":"Vera?"},{"T":"301","2":"Vera","3":"...Don't you understand? It's the King. He was hiding his power so we could collect the artifact for him."},{"T":"301","2":"Vera","3":"We agreed, so nothing happened to us. But Lucia must have rejected. I'm sure she even said things like 'I'll stop your evil plan'."},{"T":"301","2":"Karenina","3":"That just gives me more reason to go!"},{"T":"301","2":"Camu","3":"What can you possibly do? We can't kill an enemy without HP bar in this game."},{"T":"301","2":"Camu","3":"...Plus, he's the King. It will be impossible to kill him unless some special mechanism is triggered."},{"T":"301","2":"Vera","3":"Before we entered the game, Kamui also said players could not kill important NPCs..."},{"T":"301","2":"Vera","3":"The right option is to just let the King beat them, so victory will be ours."},{"T":"301","2":"Karenina","3":"Do you still care so much?"},{"T":"301","2":"Vera","3":"Didn't you also play this game because you wanted to win?"},{"T":"301","2":"Camu","3":"Vera, we're running out of time."},{"T":"301","2":"Vera","3":"I know."},{"T":"301","2":"Vera","3":"I kind of saw this coming. Fine, just hold 【kuroname】's hand and get down there together!"},{"T":"302","2":"What!?","4":"(Hold Karenina in my arms)"},{"T":"301","3":"Before I realized, Vera's attack landed on me, as well as Karenina."},{"T":"301","2":"Karenina","3":"Hey, Gray Raven! What are you doing?!"},{"T":"301","3":"Karenina thought I was going to do something... But I was only trying to protect us from Vera's attack."},{"T":"301","3":"As we fell off the high platform, I saw Lucia's team confronting the King."},{"T":"301","2":"Vera","3":"Use as many potions as you have. Don't die, 【kuroname】."},{"T":"301","3":"This was the last line I heard before passing out."}]