[{"T":"301","3":"— all members of the Forsaken retreat successfully, and Watanabe tallies up their losses in supplies and personnel."},{"T":"301","2":"Watanabe","3":"We're missing someone..."},{"T":"301","2":"Forsaken Soldier","3":"Report! I believe he's... still at the original HQ."},{"T":"301","2":"Forsaken Soldier","3":"He did not retreat in time, because he was trying to protect the foodstuffs Watanabe-San had procured earlier."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"All of you, stay here. I'll bring that idiot back here."},{"T":"301","2":"Changyu","3":"I see nothing but Corrupted over there. How will you get the soldier out when you don't even have his coordinates? Not to mention, he could already be..."},{"T":"301","3":"'He's probably already dead,' Changyu almost said, before holding his tongue."},{"T":"301","2":"Watanabe","3":"No Forsaken gets left behind..."},{"T":"301","3":"With those words, Watanabe disappears alone into the yellow sands."},{"T":"301","2":"Changyu","3":"Sigh... these Forsaken people never listen."},{"T":"302","2":"Perhaps","4":"They have their own beliefs"},{"T":"301","2":"Lucia","3":"He probably did not wish to endanger us as well..."},{"T":"301","2":"Liv","3":"But with Watanabe-San alone, I calculate the odds of successfully rescuing the trapped soldier to be 7.28%..."},{"T":"301","2":"Lee","3":"Though I disagree with meddling in the affairs of the Forsaken, it is highly unusual that the Corrupted would assault Forsaken HQ in such numbers."},{"T":"301","2":"Lucia","3":"This line of investigation may very well lead to our objective."},{"T":"301","2":"Changyu","3":"Akdelik containers are equipped with communication devices. If the Corrupted could find this place by tracking comm signals, they could find the Eternal Engine next..."},{"T":"301","2":"Lee","3":"That would be problematic. We must come up with a plan to retrieve the container."},{"T":"302","2":"We can use the comm device","4":"Liv, can you trace the signal?"},{"T":"301","2":"Lee","3":"Ah, that reminds me, Commandant. Liv, can you trace the signal from the lost container?"},{"T":"301","2":"Liv","3":"I can try. Changyu, could you give me the lost container's comm signature?"},{"T":"301","2":"Changyu","3":"Sure, but can you really find it with that?"},{"T":"301","2":"Lee","3":"Have some faith in Liv. If she can't find it, no one can."},{"T":"301","3":"Closing her eyes, Liv conducts a thorough search. In an instant, her eyes reopen."},{"T":"301","2":"Liv","3":"Found you! The signal is weak, but map coordinates are confirmed."},{"T":"301","2":"Lee","3":"Strictly speaking, however, Gray Raven is acting in an assistant capacity to the ACA. Your decision, Changyu, will infleunce our plan of action."},{"T":"301","3":"Changyu understands that the decision, with the full weight of the Akdeliks behind it, rests on his shoulders."},{"T":"301","2":"Changyu","3":"Mistress Jamilah always said that the essence of trade is cooperation, competition, and interaction, even though the Forsaken have never been the best trading partners."},{"T":"301","2":"Changyu","3":"But just as the Forsaken do not leave their own behind, so too will the Akdeliks hold onto partners who hold potential."},{"T":"301","2":"Lucia","3":"It seems we have reached a conclusion, Commandant."},{"T":"302","2":"Gray Raven, commence rescue mission!"}]