[{"T":"301","3":"Some time has passed since the Gray Raven escorted Ruolin back."},{"T":"301","2":"Bridget","3":"You came at the right time."},{"T":"302","2":"At the right time, again?"},{"T":"301","3":"She looks the same as always, but there is something about her that betrays her composure."},{"T":"301","2":"Bridget","3":"It's urgent, and let me bring you up to speed in 15 seconds. Remember Ruolin from before?"},{"T":"302","2":"I do."},{"T":"301","2":"Bridget","3":"She's been assigned to a different group. She has a good attitude, but is having a hard time fitting in and working with the team for fights. She seems absent-minded all the time."},{"T":"302","2":"She needs a rest."},{"T":"301","2":"Bridget","3":"The body can recover with rest, but it's going to take the heart a lot longer to do the same."},{"T":"301","2":"Bridget","3":"So the higher-ups have suggested that she have this part of her memory deleted, because it's having too strong an influence on her."},{"T":"302","2":"Only this part?"},{"T":"301","2":"Bridget","3":"They said if they had Asimov do it, he could accurately conceal certain parts of her memory."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Bridget","3":"The negotiation went well. They went over her compensation and even had her signature already."},{"T":"301","2":"Bridget","3":"But she bailed at the last moment and came back here."},{"T":"301","3":"She points at the e-mail on the projection screen. It seems like she's only just received the news."},{"T":"302","2":"Should I go and help look for her?"},{"T":"301","2":"Bridget","3":"You've already helped me once, so I find it easier to just ask you."},{"T":"302","2":"Ok."},{"T":"301","2":"Bridget","3":"These are her coordinates. She seems to be around the Red Tide. I have your protective equipment ready for you. Go as soon as you can."},{"T":"301","3":"Following Ruolin's coordinates, the Gray Raven heads straight into the Red Tide on Bridget's reinforced speedboat."},{"T":"301","2":"Liv","3":"The target is standing on the slab in the middle of the Red Tide! She appears severely infected and is about to max out!"},{"T":"301","3":"With your monitoring goggles, you can see Ruolin standing on an elevated slab of rock in the middle of the Red Tide. She is looking at the blood-red water, in which a red projection floats."},{"T":"302","2":"...A Red Tide projection!"},{"T":"301","2":"Lucia","3":"Speed up!"},{"T":"301","2":"Red Tide Projection","3":"......"},{"T":"301","3":"The Gray Raven heads for Ruolin at full speed. Ruolin walks toward the edge of the slab after speaking with the Red Tide, her expression now free of worries."},{"T":"302","2":"Ruolin! Come back!"},{"T":"301","3":"She hears you calling for her at the top of your voices, and she smiles as she turns to face this way."},{"T":"301","2":"Ruolin","3":"......"},{"T":"301","3":"Ruolin seems to have said something, yet what she said is drowned out by the splashing waves."},{"T":"301","3":"A red ocean apart, she waves at the speedboat that's speeding toward her. Then, she takes a leap forward..."},{"T":"301","2":"Bridget","3":"I see..."},{"T":"301","2":"Bridget","3":"She worked for me before she joined the Task Force. She wasn't outstanding at all, but worked hard and never crossed the line."},{"T":"302","2":"..."},{"T":"301","2":"Bridget","3":"Cheer up already."},{"T":"301","3":"Bridget's comforting tone is anything but comforting. She forces a smile as she points at the footage from the monitoring goggles."},{"T":"301","2":"Bridget","3":"Look at her mouth."},{"T":"301","2":"Bridget","3":"She's saying, 'Thank you'..."}]