[{"T":"301","3":"Climbing the ladder, the ground underfoot begins to rumble slightly."},{"T":"301","3":"The source of the rumbling not only comes from Camu fighting against the enemy down below..."},{"T":"301","3":"...But also from the Hetero Tide rushing toward Chrome from above."},{"T":"301","3":"Facing the surging wave of Hetero-Creatures, Chrome is forced to defend his position in front of the ladder."},{"T":"301","3":"Even if the corruption of his frame reaches critical mass, he will still continue to fight."},{"T":"301","3":"However, this is no foolhardy self-sacrifice. Rather, sensing that the level of corruption is no longer rising, he detects something about this strange anomaly."},{"T":"301","2":"Chrome","3":"...I'll take a page out of your playbook."},{"T":"301","3":"As long as he can hold on a little longer and intercept the enemies rushing toward him..."},{"T":"301","3":"His determination might just be able to pull off such a Hail Mary. Even then, he can barely keep such an unspeakable plan suppressed in the bottom of his heart."},{"T":"301","3":"Chrome takes a step forward. His scythe enveloped in lightning slashes the Hetero-Creatures, smashing wave after wave into pieces."},{"T":"301","3":"But right as he catches a glimpse of victory, he hears the sound of ominous footsteps slowly approaching."},{"T":"301","2":"Vonnegut","3":"I'm sure you'd think it's a miracle if you made it out of here alive. Are you still choosing to sacrifice yourself to save your comrades?"},{"T":"301","3":"Chrome remains silent. He stands firmly and continues to block the oncoming wave of Hetero-Creatures."},{"T":"301","2":"Vonnegut","3":"Interesting."},{"T":"301","3":"The Hetero-Creatures in front of him suddenly halt their attack as if they had received a signal."},{"T":"301","2":"Vonnegut","3":"Most leaders shoulder immense weight. They rise fast and fall even harder."},{"T":"301","2":"Vonnegut","3":"Seems you are no different."},{"T":"301","2":"Chrome","3":"But I won't let that day come."},{"T":"301","3":"Faced with Chrome's conviction, Vonnegut quietly walks forward."},{"T":"301","3":"Electric currents of Punishing Virus hiss beneath his feet like raging waves as if to tear the narrow space apart."},{"T":"301","2":"Vonnegut","3":"Show me everything you've got."},{"T":"301","3":"Countless crimson tendrils leap out from the ground and strike, all targeting Chrome's Inver-Device."},{"T":"301","3":"Chrome remains undaunted. He dodges the attack and rushes toward Vonnegut."},{"T":"301","3":"Just as he is about to reach his opponent, he picks up the motionless remains of a nearby Hetero-Creature with his scythe as a shield. Blocking the attack, the golden lightning from his scythe unleashes a thunderclap."},{"T":"301","3":"—CLANG!"},{"T":"301","3":"Chrome strikes Vonnegut's defense barrier with all of his might."},{"T":"301","2":"Vonnegut","3":"You've already tried using brute force."},{"T":"301","2":"Chrome","3":"...Think again."},{"T":"301","3":"Chrome grips his scythe tightly, condensing all of the lightning into the tip of his blade. With the scorching heat of a meteor strike, he smashes Vonnegut's barrier once more."},{"T":"301","3":"Following a slight cracking sound, the tip of the scythe finally manages to penetrate the seemingly indestructible defense barrier."},{"T":"301","2":"Vonnegut","3":"You can still maintain consciousness at this level of corruption. You are indeed a splendid seed."},{"T":"301","3":"He looks at the weapon puncturing his defense barrier, and nods in faint appreciation."},{"T":"301","2":"Vonnegut","3":"What you lack is not courage, ingenuity or skill, but pure and raw—power."},{"T":"301","2":"Vonnegut","3":"As I've said before, the speed of humanity's technological progress can't ensure victory."},{"T":"301","2":"Vonnegut","3":"But the potential and progress you have shown me, I'll give you some more time to blossom."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"He places his hands behind his back and deactivates the punctured defense barrier. He takes a step back, noticing Chrome at his limit."},{"T":"301","2":"Vonnegut","3":"As a sign of respect for your 'bravery,' I'll call them off your comrades."},{"T":"301","3":"Right as Vonnegut finishes speaking, the Hetero-Creatures within the waterway quickly recede like the tide."},{"T":"301","2":"Vonnegut","3":"One more thing."},{"T":"301","2":"Vonnegut","3":"The transport craft you flew in on has been constantly sending 'eyes' in search of you."},{"T":"301","2":"Vonnegut","3":"They're no match for corruption, but that doesn't mean they will stop recording. If the investigators recover them, that could spell trouble in the future."},{"T":"301","2":"Vonnegut","3":"So I've had Cinderelik take care of the transport craft for you."},{"T":"301","2":"Vonnegut","3":"She said that there were some other issues, but that doesn't concern us, so Cinderelik didn't get involved."},{"T":"301","2":"Chrome","3":"...!"},{"T":"301","2":"Vonnegut","3":"Is your loyalty really worth it?"},{"T":"301","2":"Chrome","3":"Light and darkness coexist... Don't you share a similar view?"},{"T":"301","3":"Faced with Chrome's answer, Vonnegut simply smiles and says nothing more."},{"T":"301","3":"He turns and walks into the dark tunnel."},{"T":"301","3":"Climbing up along the corroded floor, Camu squeezes through a half-collapsed hole."},{"T":"301","2":"Chrome","3":"You're back. Everything okay?"},{"T":"301","3":"Seeing Camu return, Chrome wants to stand up, but the split legs of his frame make him unable to maintain balance."},{"T":"301","3":"Even a cursory glance shows that his frame is seriously corrupted and damaged."},{"T":"301","2":"Camu","3":"I was going to ask you that. Take a good look at yourself."},{"T":"301","2":"Chrome","3":"I'm fine."},{"T":"301","2":"Camu","3":"I don't care what you say. We need to get you to a doctor."},{"T":"301","2":"Wanshi","3":"I've already tended to the captain's wounds. At least his injuries won't get any worse for the time being."},{"T":"301","2":"Camu","3":"Hmph, let's hurry back. There's nothing more we can do here."},{"T":"301","2":"Chrome","3":"Alright, we're all here. Let's get going."},{"T":"301","2":"Kamui","3":"Captain, let me carry you!"},{"T":"301","2":"Chrome","3":"No need. I can walk."},{"T":"301","3":"Chrome responds coherently, but the others can tell he is struggling to hide his fatigue and that he is barely holding on."},{"T":"301","2":"Wanshi","3":"...I know I said to stay awake, but I didn't say you had to stay moving."},{"T":"301","2":"Kamui","3":"Exactly! Wanshi said your wounds will get worse if you keep at it! We need to get you back ASAP!"},{"T":"301","2":"Camu","3":"Are you still here because of me?"},{"T":"301","2":"Wanshi","3":"There's only one transport craft back. The one that brought you here is gone. If we left you here, you might be attacked by that agent again."},{"T":"301","2":"Camu","3":"Hmph... Kamui! Grab the captain and let's go!"},{"T":"301","2":"Kamui","3":"You got it!"},{"T":"301","3":"Chrome tries to refuse, but Kamui throws him over his shoulder without much resistance."},{"T":"301","3":"Unable to move due to his serious injuries, Chrome has no choice but to give up the struggle."},{"T":"301","2":"Kamui","3":"Full speed ahead!"},{"T":"301","3":"After Strike Hawk evacuates, two shadowy figures emerge from the scorched ruins."},{"T":"301","2":"??","3":"Can he really make it back with those injuries?"},{"T":"301","2":"???","3":"I've done what I can to stop his Punishing concentration from rising past the point of no return. He should be able to make it safely back to Babylonia."},{"T":"301","3":"The figure in the shadows lets out a soft, cheerful laugh."},{"T":"301","2":"???","3":"Even if he manages to hold out, it'll take him over a month for his frame to recover."},{"T":"301","2":"??","3":"...Why the special treatment?"},{"T":"301","3":"The man laughs, then point's at her forehead."},{"T":"301","2":"???","3":"This is a declaration of war... I need to keep him alive so he can deliver my message to those bastards playing M.I.N.D. games right at my doorstep."},{"T":"301","3":"Unsure of what this means, the girl tilts her head to the side in confusion."},{"T":"301","2":"???","3":"Forget it. I'm just trying to lure those snakes out of hiding again. After all, to them, only the dead stay quiet."},{"T":"301","2":"??","3":"But in the past, you did whatever you could to cover our tracks so the humans couldn't find us."},{"T":"301","2":"??","3":"But now... You're bringing them right to us?"},{"T":"301","2":"???","3":"This isn't the first time we've made our presence known. We just stopped for a brief period of time."},{"T":"301","2":"???","3":"Ever since I first laid my eyes on the Red Tide, I knew that the future foretold by Ascnet was within our grasp."},{"T":"301","2":"???","3":"Lions can't expect to capture an elephant merely waiting in the shade. Now is our time to go on the offensive."},{"T":"301","2":"???","3":"Not to mention, Alpha is going to stop at nothing to redirect humanity's spears away from Luna and onto me anyway."},{"T":"301","2":"???","3":"Even if you kill them, the same thing will happen in the future. You could get rid of Alpha, but then Luna will just become the next ticking time bomb, and we don't know where she is."},{"T":"301","2":"???","3":"I've been collecting 'food' to feed the Red Tide. If they're willing to send us delivery, all the better."},{"T":"301","2":"???","3":"I'm sure she will express her sincere gratitude for such a mutually beneficial victory."},{"T":"301","2":"??","3":"..."},{"T":"301","2":"???","3":"Are you worried about 'him'?"},{"T":"301","2":"??","3":"...Yes."},{"T":"301","2":"???","3":"Relax, dear child. I've never known a human to return to Earth after arriving in Babylonia. You'll never see him again."},{"T":"301","2":"??","3":"Okay."},{"T":"301","2":"???","3":"Our priority now is your 'mother.'"},{"T":"301","2":"???","3":"I'm sure that won't be the last of them. I'll leave you to protect her. I'm needed elsewhere."},{"T":"301","3":"The girl nods, then takes the crystal pyramid from him."},{"T":"301","2":"???","3":"Do you know what this does?"},{"T":"301","2":"??","3":"...Yes."},{"T":"301","3":"The transport craft steadily enters low Earth orbit."},{"T":"301","3":"Camu enters the isolation chamber, while Kamui and Wanshi show signs of trepidation."},{"T":"301","3":"Wanshi inspects Chrome's Inver-Device again. Even though his frame was heavily damaged from battle and corruption, his Inver-Device is relatively intact."},{"T":"301","2":"Wanshi","3":"With all this damage, even if everything goes according to plan, you're going to be out of commission for over a month."},{"T":"301","3":"Chrome forces a nod. Feeling weak, he can only lean against the cabin wall. The dark sky outside the window makes him drowsy."},{"T":"301","3":"Prior to their departure, Chrome canceled the countdown for the distress call and sent an emergency evacuation request to the nearby Task Force, hoping that they stop their search and rescue mission and evacuate ASAP."},{"T":"301","3":"If the squad encounters the agent, there will only be one outcome—"},{"T":"301","3":"Death."},{"T":"301","3":"For Chrome, he had long since grown acquainted with the word 'death.'"},{"T":"301","3":"'This is war.'"},{"T":"301","3":"He recalls what his father had said to him."},{"T":"301","3":"'Death is inevitable.'"},{"T":"301","3":"That is also what his father had said."},{"T":"301","3":"As long as you are a soldier on the battlefield, your day will come."},{"T":"301","3":"'I've already applied for your transfer. Thank you for your outstanding performance during the mission.'"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"A few old memories fill Chrome's M.I.N.D."},{"T":"301","3":"Before that, he had experienced a catastrophic 'failure,' but that gave Chrome a 'new life.'"},{"T":"301","3":"What about this time?"},{"T":"301","2":"Chrome","3":"(Even if it was the worst-case scenario, at least I protected everyone.)"},{"T":"301","3":"With this feeling, Chrome recalls the thought that had flashed through his M.I.N.D. right before his final encounter with Vonnegut."},{"T":"301","2":"Chrome","3":"(If it wasn't the worst-case scenario...)"},{"T":"301","3":"If only he can hold onto an ounce of hope..."},{"T":"301","3":"If he is able to transfer into his new frame early due to the damages sustained in battle..."},{"T":"301","3":"Since 【kuroname】 has been the only one resistant to corruption... He will be able to temporarily free the commandant to stabilize the corruption and other issues caused by M.I.N.D. deviation."},{"T":"301","3":"Working alongside 【kuroname】, Chrome will have a better chance of destroying that secret base. Then..."},{"T":"301","2":"John","3":"Langston, you know what to do as my son, don't you?"},{"T":"301","2":"Langston","3":"Gather everything that is of use, put them together, then create a perfect 'me.'"},{"T":"301","2":"Chrome","3":"(I'm going to achieve this goal my own way, Dad.)"},{"T":"301","3":"But... This goal, no matter how sought after it is, it cannot be his final destination."},{"T":"301","2":"Chrome","3":"(Looks like I'm going to spend a month in the Star of Life while they repair my frame.)"},{"T":"301","3":"Considering all of the surveillance lately, perhaps spending a month in the Star of Life recovering will be more suitable for the opposition's plans."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"During his meeting with 【kuroname】, even though he did not reveal anything to the opposition, he did give them a new target."},{"T":"301","3":"Even still, Chrome has no regrets."},{"T":"301","3":"He has to make sure of the commandant's willingness before he saves the next life."},{"T":"301","3":"After his meeting with 【kuroname】, the commandant's willingness was without a doubt."},{"T":"301","3":"Whether he has to 'become the rat' to free 【kuroname】 or acquire the commandant's assistance, he must stay alive. He has to achieve his goal his own way."},{"T":"301","2":"Chrome","3":"(I can't let them stop me.)"},{"T":"301","3":"He has to take action, even under these circumstances."},{"T":"301","2":"Wanshi","3":"...I can't get a hold of the Star of Life. I wanted to see if they're still taking patients."},{"T":"301","3":"'Is their comm link down? Is there a signal jammer nearby?'"},{"T":"301","3":"Chrome wants to ask Wanshi, but his corruption and wounds make him unable to speak."},{"T":"301","2":"Camu","3":"Hmph... I think someone planted something next to the engine."},{"T":"301","2":"Camu","3":"I didn't really look at it too closely before takeoff because we were in such a hurry. It's not safe to check during flight either."},{"T":"301","2":"Camu","3":"Call them when we get back to base."},{"T":"301","3":"They all nod. Silence falls over them among the rumbling of the transport craft."},{"T":"301","3":"Chrome wants to share his suspicions with everyone, but even his vision begins to fade."},{"T":"301","3":"He does not know what might happen if he passes out here. Wanshi has not specified."},{"T":"301","3":"But by the look on his face, it definitely would not be good."},{"T":"301","3":"I must stay awake and leave a clue... Chrome struggles to gain control over his broken finger."},{"T":"301","3":"...A29."},{"T":"301","3":"He writes this simple message on the palm of his hand with the vital fluid exuding from his fingertip."},{"T":"301","3":"Column A, number 29. This is the address for Asimov in his terminal's directory."},{"T":"301","3":"Most of the time, Asimov is in his workshop where he cannot be reached. Only this address is able to reach him regarding top-secret research."},{"T":"301","3":"In addition, only those involved in these top-secret projects know this address."},{"T":"301","3":"If they are willing to use heavy-handed means to interfere with his plans, such as signal jammers, he has no other choice but to write this glimmer of hope on his hand."},{"T":"301","3":"If his assumption is correct, Wanshi and Kamui will understand this clue as they check each invalid comm link."},{"T":"301","3":"After all, they are sure to connect the dots while looking at the directory itself."},{"T":"301","3":"In order to make the number more apparent, Chrome once again struggles to gain control over his fingertip."},{"T":"301","3":"Pain. Deep, agonizing pain."},{"T":"301","3":"Prior to this mission, Chrome has not used pain to stay conscious for quite some time."},{"T":"301","3":"Somehow, this gives Chrome a season of bitter nostalgia."},{"T":"301","3":"Steadily arriving at the predetermined landing zone, Babylonia is already shrouded in artificial night."},{"T":"301","3":"For Chrome, the imaginary moon hanging outside the window has accompanied him for countless nights at F.O.S. College."},{"T":"301","3":"Countless days... Work, repeat. Train, repeat. Struggle, repeat."},{"T":"301","3":"All to keep Langston Smith on top."},{"T":"301","3":"But now... There was no need for such a cold, relentless pursuit of 'perfection.'"},{"T":"301","3":"Becoming a 'Smith' was no longer his sole pursuit..."},{"T":"301","3":"Perhaps, it is the sense of familiarity that gives him a little peace of mind or, perhaps, that he has already reached the limit."},{"T":"301","3":"Chrome's memory once again begins to sink into itself..."},{"T":"301","2":"Kamui","3":"We made it!"},{"T":"301","2":"Camu","3":"Leave the transport ship so we can finally contact the Star of Life."},{"T":"301","2":"Kamui","3":"Roger! I'll get the captain off the ship."},{"T":"301","2":"Wanshi","3":"His condition is getting worse. Carry him and keep him steady."},{"T":"301","3":"'Thanks. Sorry for the trouble.'"},{"T":"301","3":"Chrome wants to say that, but he cannot spit out a single word."},{"T":"301","2":"Wanshi","3":"Wait! Kamui! There's something written on the captain's hand."},{"T":"301","2":"Kamui","3":"A29?"},{"T":"301","2":"Kamui","3":"That wasn't there before boarding the plane. Did he want to tell us this but couldn't?"},{"T":"301","2":"Wanshi","3":"It seems that his vocalizer has been destroyed. Go to the Star of Life before looking into this!"},{"T":"301","3":"Wanshi grabs Chrome's hand and wipes it clean."},{"T":"301","2":"Wanshi","3":"Let's go."},{"T":"301","3":"Reliable comrades, reliable friends, a real sense of security... He thinks of how fortunate he is for being the captain of Strike Hawk."},{"T":"301","2":"Kamui","3":"Hey..."},{"T":"301","3":"Before Chrome falls into a coma, Kamui sees a smile on the corner of his mouth."},{"T":"301","3":"Although it is now 'early morning' according to human convention, there are still several personnel on the landing platform performing maintenance on transport crafts."},{"T":"301","3":"They are somewhat surprised to see the safety hatch open halfway as a blonde figure rushes out from within."},{"T":"301","3":"The young man, who personnel could always tell he was laughing even by looking at the back of his head, is now in a state of panic."},{"T":"301","2":"Kamui","3":"HEY!! IS THERE A MEDIC?!"},{"T":"301","2":"Staff Member","3":"Military personnel returning from Earth, turn left and proceed through the sterilization tunnel. Then you can take a regional shuttle to the ER at the Star of Life."},{"T":"301","3":"The staff member standing behind the right partition simply recites the regulations apathetically."},{"T":"301","3":"Hearing this formulaic response, Kamui remains quiet. Instead, he rushes in the direction of the sterilization tunnel with Chrome lying unconscious in his arms."},{"T":"301","3":"After seeing them disappear, the workers behind the partition get together and begin to gossip."},{"T":"301","2":"Staff Member A","3":"...That guy he was carrying, that wasn't one of the Smiths, was it?"},{"T":"301","2":"Staff Member B","3":"What the hell was their mission? I wouldn't be this surprised even if the Gray Raven's commandant came back in this condition one day."},{"T":"301","2":"Staff Member C","3":"And their commandant is a human... But him... Sigh, I wanna see the look on Smith's face."},{"T":"301","3":"Passing the evacuation corridor, Kamui runs into the sterilization tunnel with Chrome in his arms. Camu and Wanshi follow in close pursuit."},{"T":"301","2":"Camu","3":"Let's go our separate ways here."},{"T":"301","2":"Camu","3":"...I won't be of any use to him."},{"T":"301","3":"Hearing this, Wanshi wants to say something to Camu, but he keeps quiet."},{"T":"301","2":"Kamui","3":"I'll let you know when everything is under control. Don't worry."},{"T":"301","3":"The small central purification filter rumbles in the background. Camu looks at Kamui and Chrome in his arms. Standing among the sterilization spray, silence hangs over the group. No one knows what to say at a time like this."},{"T":"301","3":"A prompt signals that the sterilization is complete. Camu nods and waves goodbye. After watching Camu leave, Wanshi and Kamui carry Chrome to the regional shuttle."},{"T":"301","3":"Upon returning to this familiar yet disturbing place, the Star of Life seems to be more chaotic than what Wanshi remembers."},{"T":"301","3":"Due to the large-scale battle in City 075, the Star of Life, which had a reputation for being busy, is now a hellscape of blood and vital fluid."},{"T":"301","3":"Before the battle even began, the staff anticipated a large number of casualties, but even as they try their best, they still cannot cope with the spreading disaster."},{"T":"301","3":"After the Longinus Arsenal destroyed most of the Red Tide, there were still mass casualties in the ruins of City 075."},{"T":"301","3":"They cleaned up a large number of Hetero-Creatures, transported supplies, recovered samples, and collected data. It may have appeared insignificant compared to the achievements of the core personnel, but it was still equally important."},{"T":"301","3":"Wanshi takes Kamui through the ER's lobby via a familiar shortcut and places Chrome on a temporary maintenance table."},{"T":"301","2":"Wanshi","3":"We need—"},{"T":"301","2":"Staff Member","3":"Apologies, the maintenance room is already at max capacity."},{"T":"301","3":"Before he can even finish speaking, the staff hastily refuses him and runs over to a room where he is being called for assistance."},{"T":"301","2":"Kamui","3":"How can there be this many wounded? Wanshi, let's contact President Hassen!"},{"T":"301","3":"Wanshi nods. They both open their terminals, then dial Hassen and Celica."},{"T":"301","2":"Kamui","3":"No response."},{"T":"301","2":"Wanshi","3":"...No response from Celica either."},{"T":"301","2":"Kamui","3":"Is it too late in the evening?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Kamui","3":"What about Asimov or the others?"},{"T":"301","2":"Wanshi","3":"Most of the others are out on missions, but we can try Asimov."},{"T":"301","3":"Both of them repeatedly call Asimov for help, but he does not pick up. After a long time, a strange face appears in front of the comm link."},{"T":"301","2":"Kamui","3":"Celica!"},{"T":"301","2":"Staff Member","3":"...Hello. Celica is currently in a meeting. I can relay a message to her though if you wish."},{"T":"301","3":"Both of them quickly explain the situation."},{"T":"301","2":"Staff Member","3":"If someone is injured, please proceed to the Star of Life and follow the procedure."},{"T":"301","2":"Wanshi","3":"But they're already at max capacity."},{"T":"301","2":"Staff Member","3":"In that case, wounded personnel have no choice but to wait for a vacancy."},{"T":"301","2":"Staff Member","3":"I'll relay the message to Celica, but neither her nor the President can help with medical issues. I recommend you wait patiently."},{"T":"301","2":"Kamui","3":"Are you kidding me?!"},{"T":"301","2":"Staff Member","3":"My response is according to protocol. I can repeat it if you'd like."},{"T":"301","2":"Kamui","3":"You piece of...!"},{"T":"301","2":"Wanshi","3":"Enough. I guess we have no other choice."},{"T":"301","3":"Wanshi abruptly terminates the call."},{"T":"301","2":"Wanshi","3":"Seems like Hassen and Celica are tied up as well. Their comms are being re-routed."},{"T":"301","2":"Wanshi","3":"There's no point in wasting your breath. We have to think of another way."},{"T":"301","2":"Doctor A","3":"Well, if it isn't Dr. Wanshi? I sure haven't seen you in a while."},{"T":"301","3":"A somewhat familiar face appears in the corner."},{"T":"301","2":"Wanshi","3":"You're still here...!"},{"T":"301","2":"Doctor A","3":"Haha! Well, there's no other place for me to go now, is there?"},{"T":"301","2":"Wanshi","3":"Anyway, I have a frame that needs maintenance. Is there space?"},{"T":"301","2":"Doctor A","3":"Can't you tell?"},{"T":"301","3":"The doctor laughs awkwardly."},{"T":"301","2":"Wanshi","3":"It doesn't have to be in a maintenance room. He just needs a matching action module and vital fluid dialysis."},{"T":"301","2":"Doctor A","3":"Are you going to operate?"},{"T":"301","3":"She hurries to the temporary maintenance table and checks the stock for Chrome's model."},{"T":"301","2":"Doctor A","3":"All that's left is a hand module, but you can't replace it without a maintenance room."},{"T":"301","2":"Doctor A","3":"After all, it's not as simple as just replacing the hand."},{"T":"301","2":"Wanshi","3":"Did you check the reserves? The Star of Life used to also keep emergency supplies on hand. Those—"},{"T":"301","2":"Doctor A","3":"This is all we have."},{"T":"301","2":"Doctor A","3":"We're already running on fumes here, but I can pull some strings and get you a vital fluid filter seeing as it's an emergency."},{"T":"301","3":"She turns to Wanshi and says with a heavy heart—"},{"T":"301","2":"Doctor A","3":"Or you can think of another way, Dr. Wanshi."},{"T":"301","2":"Wanshi","3":"...I'll take the filter for now."},{"T":"301","3":"She nods. Squeezing her way through the crowded corridor, she quickly returns with a vital fluid filter. Together, she and Wanshi hook up Chrome to the machine."},{"T":"301","2":"Doctor A","3":"I recommend you get him out of here as soon as possible."},{"T":"301","3":"She quietly whispers to Wanshi as they hook up the machine."},{"T":"301","2":"Wanshi","3":"Why?"},{"T":"301","2":"Doctor A","3":"He won't get help, if you know what I mean."},{"T":"301","2":"Doctor A","3":"If you ask why, all I can say is that the hospital is running out of supplies."},{"T":"301","2":"Doctor A","3":"I'll be in trouble if I say any more."},{"T":"301","3":"She clears her throat after hooking up the machine."},{"T":"301","2":"Doctor A","3":"I've got work to do. If you think of another way, just leave the filter here. I'll come get it later."},{"T":"301","2":"Wanshi","3":"Thank you."},{"T":"301","3":"She nods, then disappears behind a corner marked Star of Life."},{"T":"301","2":"Kamui","3":"Is this the only way?"},{"T":"301","2":"Wanshi","3":"We need to replace his dying parts now so that he has a chance to survive and recover."},{"T":"301","2":"Wanshi","3":"But there aren't any available maintenance rooms or suitable parts."},{"T":"301","2":"Kamui","3":"What about somewhere else? Like A29?"},{"T":"301","2":"Wanshi","3":"...I thought about that too, but what the hell does it mean?"},{"T":"301","2":"Kamui","3":"In puzzle games, this sort of code normally represents a password, location, or a particular spot in a large set of data."},{"T":"301","2":"Wanshi","3":"The captain couldn't have left us a clue about something none of us know about, like a lock. The closest building related to A29 is a shop."},{"T":"301","2":"Kamui","3":"Then that only leaves one possibility."},{"T":"301","2":"Wanshi","3":"The directory?"},{"T":"301","3":"Before they had arrived at this conclusion, they had been pouring over the directory looking for people to call for help. It seems so obvious now."},{"T":"301","3":"After the two reach a consensus, they quickly take out Chrome's terminal."},{"T":"301","2":"Kamui","3":"Column A, number 29... Hey, 28 and 29 are both Asimov."},{"T":"301","2":"Wanshi","3":"...Let's give it a try."},{"T":"301","3":"Wanshi presses the number in the directory."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"However, no one answers their last glimmer of hope."},{"T":"301","2":"Kamui","3":"..."},{"T":"301","3":"As the dial tone continues to ring, a rare bead of sweat appears on Wanshi's forehead."},{"T":"301","2":"Wanshi","3":"...If I can get the replacement parts for his frame, I can try to replace them here."},{"T":"301","2":"Kamui","3":"Want to contact the captain's father? He rarely talks about his family, but I've heard others mention him."},{"T":"301","3":"It's rare to see Kamui this serious. Wanshi looks up for a moment."},{"T":"301","2":"Wanshi","3":"...I've heard some rumors, but did you see the situation just now? They've obviously taken the captain's father into account."},{"T":"301","2":"Wanshi","3":"...I think we should keep trying to reach Asimov."},{"T":"301","3":"Wanshi presses the name in the directory once, twice, three times, four times, five times..."},{"T":"301","3":"Suddenly, there is a prompt to connect with them from the other end."},{"T":"301","2":"Kamui & Wanshi","3":"Asimov!!!"},{"T":"301","2":"???","3":"Ahh!!!"},{"T":"301","3":"There is nothing in front of the communication monitor except a young scream."},{"T":"301","2":"???","3":"S-s-sorry. I shouldn't have connected Mr. Asimov's comm link without his permission, but it kept ringing."},{"T":"301","2":"Kamui","3":"Who's there? Forget it. Doesn't matter. Do you know where he is?"},{"T":"301","2":"???","3":"W-what? It DOES matter! My name's Rosa. I came to ask Mr. Asimov a few things..."},{"T":"301","3":"Judging from her childish voice and being unable to reach the camera, the girl had to be six or seven years old at most."},{"T":"301","2":"Rosa","3":"He's not here. I think he's hiding so he can continue his research."},{"T":"301","2":"Wanshi","3":"We've got an emergency. Where is he exactly?"},{"T":"301","2":"Rosa","3":"A-an emergency...? Go to Zone B3 of the Science Council. That's where he goes so no one bothers him."},{"T":"301","3":"B3 is the new research building of the Science Council, which is fairly close to the Star of Life."},{"T":"301","2":"Kamui","3":"Let's go."},{"T":"301","3":"A ray of hope shines on their beleaguered faces. Kamui picks up Chrome again and rushes to the shuttle outside."},{"T":"301","3":"The shuttle quickly turns into Zone B3. There is a young girl standing in front of the stairs of the building."},{"T":"301","2":"Rosa","3":"Hi... I'm Rosa. You said it was an emergency, so I followed you here to see if I can help... Mr. Asimov should be in the sealed lab."},{"T":"301","2":"Kamui","3":"Sealed lab?"},{"T":"301","2":"Rosa","3":"Yeah, Mr. Asimov doesn't like being bothered, so..."},{"T":"301","3":"She explains obediently but begins to get nervous after seeing Kamui's anxious face."},{"T":"301","2":"Rosa","3":"S-s-sorry! Follow me!!"},{"T":"301","3":"Rosa races into the building and up the emergency stairwell at nearly Mach 1, banging on a wall around the corner."},{"T":"301","2":"Rosa","3":"Mr. Asimovvvv...!"},{"T":"301","3":"Rosa's voice trembles with a slight whimper. The crashing of various research equipment comes from the depths of the sealed lab."},{"T":"301","3":"Arriving upstairs, Asimov stares at Wanshi with kindred dark circles of brilliance under his eyes as he is packing up the things he had just knocked over."},{"T":"301","3":"Wanshi wants to ask, 'So, someone CAN scare Asimov, huh?' but he has more pressing issues."},{"T":"301","2":"Kamui","3":"Save our captain, Asimov!"},{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"He looks at Chrome, who is gravely injured in Kamui's arms, and his face turns pale."},{"T":"301","2":"Asimov","3":"Come with me."},{"T":"301","3":"Asimov hurries into the sealed lab. Rosa stands there timidly and waves as if choosing not to follow them."},{"T":"301","2":"Asimov","3":"This might not be the ER, but your timing couldn't be better."},{"T":"301","2":"Asimov","3":"I've been working to fix the remaining problems with Chrome's frame since this morning. Sorry, I left my terminal in the workshop. People kept disrupting me."},{"T":"301","2":"Asimov","3":"I just so happened to fix the issue that's been giving me trouble all this time."},{"T":"301","3":"Asimov pushes open the door, takes Chrome from Kamui and places him on the maintenance table."},{"T":"301","2":"Asimov","3":"Wanshi, give me hand."},{"T":"301","3":"Wanshi nods, then immediately begins attaching various instruments near the table to Chrome."},{"T":"301","2":"Kamui","3":"What about me?"},{"T":"301","2":"Asimov","3":"I still need to confirm some things. Grab my terminal. Rosa may have taken it with her."},{"T":"301","2":"Kamui","3":"Terminal?"},{"T":"301","2":"Asimov","3":"Go."},{"T":"301","2":"Kamui","3":"Roger!"}]