[{"T":"301","3":"The city you are walking through is eerily silent. All you can hear is the snowfall and the wind howling."},{"T":"302","2":"Huff... Puff... A-are we there yet?"},{"T":"301","2":"Bianca","3":"We are close, Commandant."},{"T":"301","2":"Bianca","3":"It's already the middle of the night. I'm not sure if you are accustomed to the temperature. And the continuous battles... must be weighing on you."},{"T":"301","3":"With Bianca leading you, your journey to meet Karenina has been fairly calm."},{"T":"301","3":"On her own, Karenina seems to be less forceful and odd than usual."},{"T":"301","2":"Bianca","3":"Karen, what are you doing here?"},{"T":"301","3":"Her hood is covered with a thin layer of snow. It appears that she has been waiting for quite a while."},{"T":"301","2":"Karenina","3":"Bianca's capabilities aside, the fact that you've arrived with 【kuroname】in one piece tells me that someone's not being a giant pain in the butt."},{"T":"301","3":"Although her expression is as animated as ever, you can tell that Karenina is purposefully lowering her voice."},{"T":"301","2":"Bianca","3":"What's our situation here, Karen?"},{"T":"301","3":"Karenina holds her finger to her lips, indicating you to be quiet."},{"T":"301","3":"Your eyes follow the direction she is pointing, and you find the CUB hovering, perfectly still, as if monitoring something."},{"T":"301","2":"Karenina","3":"I did discover some unusual tracks, which was why I ran off earlier. But things aren't what I expected."},{"T":"301","2":"Karenina","3":"I've discovered a trail that suggests a mechanoid on the move from where we are to where the CUB is. That's how I put all our clues together..."},{"T":"301","3":"As she speaks, you hear a low-frequency warning broadcasted from where the CUB is hovering."},{"T":"301","3":"Karenina is the first to respond. She jumps to her feet and dashes toward the CUB."},{"T":"302","2":"Where are you going, Karenina?"},{"T":"301","2":"Bianca","3":"I've set the CUB to hunt mode. You don't need to rush!"},{"T":"301","3":"Bianca raises her voice toward Karenina to no avail. Frustrated, she also chases after her."},{"T":"301","2":"Karenina","3":"Stop wasting time—【kuroname】! Follow!"},{"T":"301","3":"Karenina turns to look at you confidently."},{"T":"301","2":"Karenina","3":"Stamina shouldn't be a problem for you?"},{"T":"302","2":"...Of course not!","4":"I'm only human!"},{"T":"301","2":"Karenina","3":"Keep up, then!"},{"T":"301","2":"Karenina","3":"You can rest afterward! I'll see you at the finish line!"},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"Susurrus... Kllkllk..."},{"T":"301","2":"Strange Voice","3":"～Where are you from?～"},{"T":"301","2":"Strange Voice","3":"～Do roses bloom in your garden?～"},{"T":"301","2":"Strange Voice","3":"～And where are you going?～"},{"T":"301","2":"Strange Voice","3":"～When you wake, do people sing?～"},{"T":"301","3":"The young girl softly hums her made-up melody, her delightful voice sounding especially pleasant in the calm and silent ruins."},{"T":"301","3":"Behind the singing girl inside the shadow, however, lurks a chilling presence."},{"T":"301","3":"The girl is not concerned, or maybe she has not noticed the sound of mechanical parts slowly approaching."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"302","2":"That voice... sounds familiar..."},{"T":"301","2":"Karenina","3":"It's her!"},{"T":"301","2":"Karenina","3":"Commandant! Take cover!"},{"T":"301","3":"As if she has noticed something, Karenina strikes proactively. Her CUB also activates at the same moment."},{"T":"301","3":"Karenina becomes extra nervous as she notices who her targets are surrounding."},{"T":"301","3":"It is indeed a familiar voice—perhaps that is why Karenina is so eager to chase her down in the first place."},{"T":"301","2":"Karenina","3":"Bianca, I'll count on your support!"},{"T":"301","2":"Karenina","3":"Hey! We're coming to save you!"}]