[{"T":"301","3":"Under the flickering aurora, she lets the cold wind mixed with frost and snow beat on her body and looks ahead."},{"T":"301","3":"Nightfall drapes over the snowy forest in a thin veil of endless darkness."},{"T":"301","3":"She clenches her spear tightly in the blistering cold as she looks out at the dim red lights illuminating the forest like fireflies."},{"T":"301","3":"Lift. Aim. Throw. Her many battles had honed this skill into one powerful, fluid motion."},{"T":"301","3":"With each throw of her spear, the dim red lights drastically reduce in number."},{"T":"301","3":"However, many more still remain. The mechanoid creatures cloaked in darkness rush out of the forest and charge the humanoid hybrid girl standing in the middle of the snowfield."},{"T":"301","3":"Aside from the frigid wind, she is only accompanied by rows of spears standing at the ready."},{"T":"301","3":"She lifts up a spear from the snow, raises her front legs, then stomps on the ground with a heavy thud. The force from the impact sends a wave of snow billowing forward as it falls down."},{"T":"301","3":"Snow plasters her frame in the harsh wind, giving her armor a lustrous silver sheen."},{"T":"301","3":"The mechanoid creatures lay scattered on the ground, mottling the snowfield with their ink-black remains."},{"T":"301","3":"Before her, the rampaging mechanoids roar as if to devour all in their path."},{"T":"301","3":"Behind her, the faint flame of humanity glitters as smoke rises from the camp."},{"T":"301","3":"Following the lamenting cry of the last mechanoid, she plunges her spear back into the ground."},{"T":"301","3":"Rosetta and her spear have become an insurmountable gorge for the enemy."},{"T":"301","3":"Over what felt like countless years, this has been the day-to-day routine for the Forest Guard here in the snowfield—a battlefield for Rosetta to wander alone."},{"T":"301","3":"Under the night sky, Rosetta returns her gaze ahead once more."},{"T":"301","3":"What she sees is a new dawn, or perhaps the approaching dusk."},{"T":"301","3":"As the confrontation gradually settles, Murmansk welcomes a long-lost peace."},{"T":"301","3":"The reconstruction of the port is carried out in an orderly manner with all hands on deck. Naturally, the Forest Guard joins in the reconstruction efforts."},{"T":"301","3":"Working in teams, they vigorously transport building materials around the port on their backs in loads far beyond humanly possible."},{"T":"301","3":"A humanoid Construct is seen walking among the Forest Guard, which seems peculiar to outsiders."},{"T":"301","2":"Forest Guard A","3":"Rosetta, let us carry your load."},{"T":"301","2":"Rosetta","3":"It's nothing. After all, I'm already carrying way less than you because of my humanoid frame."},{"T":"301","2":"Rosetta","3":"Don't worry. Go on without me. We have to stay on schedule."},{"T":"301","2":"Forest Guard A","3":"Um... Okay. We'll proceed to the destination."},{"T":"301","3":"The humanoid hybrid guard nods to Rosetta before galloping and leaving."},{"T":"301","3":"She quickly disappears out of view. Rosetta tightens her grip around the materials on her shoulders and trudges toward the destination."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"After completing today's reconstruction work, Rosetta returns to the camp only to discover that neither her companions nor their weapons are to be found."},{"T":"301","3":"Sensing the Punishing Virus looming in the air, she subconsciously grips her spear."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"The familiar mechanical creatures dart by outside the camp. The spear in Rosetta's hand quickly transforms and begins to surge with electric energy at its tip."},{"T":"301","2":"???","3":"Stay there!"},{"T":"301","3":"Her comrade's sudden shout stops her in her tracks."},{"T":"301","2":"Rosetta","3":"...They're out of range."},{"T":"301","3":"The condensed energy at the tip of the spear disperses. Rosetta holsters her spear and gives chase."},{"T":"301","2":"Forest Guard A","3":"Dammit... They got away."},{"T":"301","2":"Rosetta","3":"What happened?"},{"T":"301","2":"Forest Guard A","3":"We found Corrupted tracks nearby when we returned to camp. Our comrades have split up and are hunting them down."},{"T":"301","2":"Forest Guard A","3":"But it's not going as smoothly."},{"T":"301","2":"Rosetta","3":"I see."},{"T":"301","3":"Hearing this, Rosetta takes a step forward to scan the surrounding area."},{"T":"301","3":"She focuses her gaze on a low-lying branch."},{"T":"301","2":"Rosetta","3":"Did you just come from there?"},{"T":"301","2":"Forest Guard A","3":"Huh? No."},{"T":"301","3":"After hearing this and checking her surroundings, Rosetta motions for her to step back before raising her spear and unleashing a concentrated blast of electric energy in the direction of the branch."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"The blast obliterates most of the Corrupted. However, the Corrupted drags the remnants of its shell as it roars and charges at Rosetta."},{"T":"301","3":"Right as Rosetta lifts her spear to follow up her attack, another spear comes flying out of the forest and pins the Corrupted against a tree stump."},{"T":"301","2":"Diana","3":"Hehe, you got slow, Rosetta."},{"T":"301","2":"Rosetta","3":"You're not wrong. This frame focuses on firepower at the expense of mobility."},{"T":"301","2":"Rosetta","3":"Your wounds..."},{"T":"301","2":"Diana","3":"Don't worry about it. A few cuts and bruises are nothing to us. Fortunately, we cleared out all of the surrounding Corrupted."},{"T":"301","3":"Rosetta looks at her comrades. Each member's frame shows signs of injury."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Diana","3":"Hmm? What's wrong? Why so serious, Rosetta?"},{"T":"301","2":"Rosetta","3":"It's nothing. I'll lead everyone back to camp to get some rest."},{"T":"301","3":"After tending to her wounded comrades, Diana reports the situation to the port residents while the others return to the reconstruction team."},{"T":"301","3":"Seeing the orderly procession of comrades before her, Rosetta makes her way out of the camp."},{"T":"301","3":"What she sees is a new dawn, or perhaps the approaching dusk."},{"T":"301","3":"She drags her injured body back to camp. The image of her comrades resting, their condition now stabilized, is branded in her M.I.N.D."},{"T":"301","3":"Like a knight guarding her comrades, she had selflessly completed her mission and protected them once more. A warm current surges through her body, expelling the coldness she suffered from during the previous battle."},{"T":"301","3":"She retreats to an isolated corner of the camp to tend to her wounds before the others can notice."},{"T":"301","2":"Rosetta","3":"How's the situation with the Forest Guard, Diana?"},{"T":"301","2":"Diana","3":"Nothing out of the ordinary."},{"T":"301","2":"Diana","3":"Everyone misses you. When are you coming back?"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Rosetta","3":"I'll be back once I finish up work with Babylonia."},{"T":"301","2":"Diana","3":"Okay. We'll be waiting for you."},{"T":"301","2":"α","3":"You've gotten weaker."},{"T":"301","2":"Rosetta","3":"I put my comrades at risk when I was supposed to guard them..."},{"T":"301","2":"Rosetta","3":"The old Rosetta wouldn't have..."},{"T":"301","3":"Rosetta clenches her fists and reflects on herself."},{"T":"301","2":"Rosetta","3":"Have I... gotten weaker...?"}]