[{"T":"301","3":"——!"},{"T":"301","2":"Nanami","3":"War zone 049, landing successful!"},{"T":"301","2":"Nanami","3":"The viral density is so high here, hmm... Oh, the density differs from layer to layer...? Lower layer's pretty low... I wonder what that layer's for?"},{"T":"301","3":"——!"},{"T":"301","2":"Nanami","3":"Giant tunnel found! Wow, it's so long! Hahaha, Nanami knows what this is! It must be the transportation of early humans!"},{"T":"301","2":"Nanami","3":"Hello there! Anybody home?"},{"T":"301","3":"——!"},{"T":"301","2":"Nanami","3":"Hmm... The viral density is low underground, but the signals are all blocked off. Even Corrupted detection's gone all wonky."},{"T":"301","3":"——!"},{"T":"301","2":"Nanami","3":"Right! Commandant said that we need to make mission records! Um, let's see... no Constructs, no parts that resemble Construct remains..."},{"T":"301","2":"Nanami","3":"Record: Clean as a whistle!"},{"T":"301","3":"Nanami skates around the tunnel."},{"T":"301","2":"Nanami","3":"Okay! The tunnel's all checked out, it's time to go up!"},{"T":"301","2":"???","3":"Don't go up! Where did you come from?! The virus is strong up there during daytime!"},{"T":"301","2":"Nanami","3":"Hm?"},{"T":"301","2":"Human Girl","3":"...Wait... No, you're a... Construct?"},{"T":"301","2":"Nanami","3":"Ding ding ding! A live human found!"},{"T":"301","2":"Human Girl","3":"..."},{"T":"301","2":"Nanami","3":"Why are you running away?"},{"T":"301","2":"Human Girl","3":"...Go away."},{"T":"301","2":"Nanami","3":"Hey, why do you want Nanami away?"},{"T":"301","2":"Nanami","3":"Right, Commandant said that making new friends is a good thing! Are you mad because we aren't friends yet? Then let's be friends!"},{"T":"301","2":"Human Girl","3":"..."},{"T":"301","2":"Scavenger A","3":"Amy, it's time to go back!"},{"T":"301","2":"Scavenger B","3":"Not much of a haul... but it's turning night soon and it's going to be dangerous."},{"T":"301","2":"Scavenger B","3":"Huh, this is...?"},{"T":"301","2":"Scavenger A","3":"A Construct...?"},{"T":"301","2":"Nanami","3":"Just a passing through Construct, Nanami... from Babylonia!"},{"T":"301","2":"Scavenger A","3":"...Babylonia? Just you...?"},{"T":"301","2":"Amy","3":"She..."},{"T":"301","2":"Nanami","3":"The one and only child of the sun! Na—na—mi!"},{"T":"301","2":"Scavenger A","3":"Ah..."},{"T":"301","2":"Scavenger B","3":"That's trouble. When night falls in City 049, that's when all the Corrupted come out. Are you on a mission? Can you prolong it?"},{"T":"301","2":"Nanami","3":"Yep yep! Nanami's here to find out what happened to the lost Constructs!"},{"T":"301","2":"Nanami","3":"I can... but Nanami would like to finish this mission soon and go see Commandant instead..."},{"T":"301","2":"Scavenger A","3":"Lost Constructs? You've seen the place. We've almost scoured the entirety of it, and there's not a thing that can move but you."},{"T":"301","2":"Scavenger B","3":"When did they go missing? There might be somebody else that saw them... If there are strange happenings, people would report it to our leader, so maybe you can..."},{"T":"301","2":"Scavenger A","3":"Hey... leader!"},{"T":"301","2":"Amy","3":"...Leader."},{"T":"301","2":"Scavenger B","3":"Leader! We found a friend from Babylonia! She's a Construct!"},{"T":"301","2":"Scavenger Leader","3":"..."},{"T":"301","2":"Scavenger B","3":"She's looking into something about missing Constructs, leader, can we help her out?"},{"T":"301","2":"Amy","3":"The sensor's saying that viral density is rising nearby, we should..."},{"T":"301","2":"Scavenger Leader","3":"How's your haul today?"},{"T":"301","2":"Scavenger A","3":"Leader, we..."},{"T":"301","2":"Scavenger Leader","3":"This area."},{"T":"301","2":"Scavenger Leader","3":"This place is already dead. Not a single ammo shell, not even waste metal. Even scavengers cannot survive on this barren land."},{"T":"301","2":"Amy","3":"..."},{"T":"301","2":"Scavenger Leader","3":"City 049 is dangerous at night. The Corrupted come in groups and the darkness covers their trails."},{"T":"301","2":"Scavenger Leader","3":"Even if you're a Construct, you won't stand a chance at night."},{"T":"301","2":"Garrison","3":"I'm Garrison, the leader of the scavengers here."},{"T":"301","2":"Garrison","3":"If we are new friends, then..."},{"T":"301","2":"Garrison","3":"We'd help you investigate, but to find any information on this will take us time."},{"T":"301","2":"Garrison","3":"Before we have any results, we will provide for anything you might need."},{"T":"301","2":"Garrison","3":"The sun's setting. Time to go back to camp."}]