[{"T":"301","3":"The ship is a total mess. When the people aboard learn of the disappearance of Huaxu and Qu, they burst into tears and laughter."},{"T":"301","2":"Lee","3":"Is it... finally over?"},{"T":"302","2":"I feel like there are still many unsolved mysteries.","4":"Yep."},{"T":"301","2":"Lee","3":"The ship became free when Huaxu disappeared. Luckily, Lucia gained partial authority because of the mind transfer process."},{"T":"301","2":"Lee","3":"About the two intel reports found in that nearly unused terminal..."},{"T":"301","2":"Lee","3":"Two proposals, to be more exact. One is about the Nighter ship, and the other about 'Kowloong Corp', signed with two names respectively."},{"T":"301","2":"Lee","3":"Villier... and... Qu."},{"T":"301","2":"Liv","3":"So Villier is Qu's real name? Then where is KCC's real leader?"},{"T":"302","2":"One mystery after another.","4":"Still many puzzles to solve..."},{"T":"301","2":"Lucia","3":"As long as we have Commandant around, we'll sort it out eventually."},{"T":"301","2":"Liv","3":"Lucia is starting to feel like Commandant, somehow..."},{"T":"301","2":"Lee","3":"Commandant, for reasons I've already explained, it's best that we avoid missions like this from now on."},{"T":"301","3":"The ship drifts. Everyone trains their sights upon the sea's surface, an azure painting glittering under the morning sun."},{"T":"301","2":"Chrome","3":"Commandant of Gray Raven, and everyone else. Good to see you all in one piece."},{"T":"302","2":"Did you engage in combat inside Huaxu's M.I.N.D. too?","4":"Where's Kamui?"},{"T":"301","2":"Chrome","3":"Yes, we fought somewhere else. You guys wrapped up faster than we did. Gray Raven speed, I guess."},{"T":"301","2":"Chrome","3":"He's on his way. Probably held up by something."},{"T":"301","2":"Chrome","3":"I'm not sure why you got here in the first place, but we uncovered some unsettling intel. I take it that you've learned something too?"},{"T":"302","2":"(Talk about Qu's identity)","4":"(Talk about Kowloong Corp)"},{"T":"301","2":"Chrome","3":"So the leader on the ship is not the real 'Qu', and this place is not the real Kowloong?"},{"T":"301","2":"Chrome","3":"Does that mean there are other similar ships or bases?"},{"T":"301","2":"Lucia","3":"A place is mentioned in the other one of the two vaguely worded proposals. It could be where the real Kowloong is located."},{"T":"301","2":"Chrome","3":"But how are we supposed to go there...?"},{"T":"301","2":"Liv","3":"According to the memories of Pulao and the others on the ship, the place they left is similar to the sketch in the second plan..."},{"T":"301","2":"Lee","3":"Based on everyone's intel and descriptions, Lucia has positioned the Nighter to the location where we first set sail."},{"T":"301","2":"Liv","3":"Well... I'm going to take everyone home safely."},{"T":"301","2":"Chrome","3":"Oh, and one more thing. I tracked down the signal of that ship, and I detected some Ascendants."},{"T":"301","2":"Lee","3":"Any idea what that might be?"},{"T":"301","2":"Chrome","3":"There are several possibilities... but I'm afraid it will take time to explain. We'll settle down before we get to that."},{"T":"301","2":"Kamui","3":"Hey, Captain, everyone... Ah!"},{"T":"301","3":"Kamui rushes over. For some reason, there is a joyful smile on his face. Completely unaware of the mess on the floor, he trips right after he starts running."},{"T":"301","3":"Kamui doesn't have any strength left to regain his balance, perhaps because he is too relaxed now that the combat is over. Yelling and approaching the others, he seems like he is going to fall at any moment."},{"T":"301","3":"The first person to dodge him is Chrome. Then, Liv gets out of his way as well. As for Lucia, she gets in front of me to protect me."},{"T":"301","2":"Kamui","3":"Lee, catch me. Please, brother!"},{"T":"301","2":"Lee","3":"I'm not your brother!"},{"T":"301","3":"Just like that, Lee does a roundhouse kick and pushKamui into the ocean with a loud plop... except that doesn't happen because, at the very last possible moment, Kamui grabs the railing of the ship and comes right back on the deck."},{"T":"301","2":"Kamui","3":"Phew... That was too close for comfort."},{"T":"302","2":"That is what I was about to say.","4":"Are you okay?"},{"T":"301","2":"Chrome","3":"Be more careful next time, Kamui."},{"T":"301","2":"Kamui","3":"Okay. I will."},{"T":"301","2":"Kamui","3":"Hehe. Don't worry about it, Commandant!"},{"T":"301","3":"They stand on the deck as the ship continues forward. After a while, the fog starts to lift. Then..."},{"T":"301","3":"Something with an iridescence suddenly comes into view. It is a very tall tower surrounded by glowing buildings."},{"T":"301","2":"Lucia","3":"Commandant, I think that's it..."},{"T":"301","3":"The real Kowloong."}]