[{"T":"301","2":"Bianca","3":"It's over."},{"T":"301","3":"As the arrow hits its mark, a crack spreads on its body like a spiderweb at lightning speed until the Rail Heterozygote disintegrates into nothing but sand, seeping through the gaps onto the railway."},{"T":"301","2":"Sophia","3":"Wonderful... wonderful."},{"T":"301","2":"Sophia","3":"That's... wonderful."},{"T":"302","2":"It's all thanks to everyone.","4":"It's all thanks to Bianca."},{"T":"301","2":"Lucia","3":"I never thought we could really win against that enemy."},{"T":"301","2":"Liv","3":"Everyone's safe... Thank goodness..."},{"T":"301","2":"Lee","3":"That arrow, it's not just a one-time thing, is it?"},{"T":"301","2":"Bianca","3":"I think it is, in truth, I am already quite tired..."},{"T":"301","2":"Liv","3":"M-miss Bianca! Are you all right?! Please refrain from moving, I'll carry out a full examination immediately!"},{"T":"301","2":"Jamilah","3":"Looks like it's finally over. What a fantastic display... both the battle and Bianca's final strike."},{"T":"301","2":"Jamilah","3":"How about a deal, then? We will provide intel and products that Babylonia will find satisfactory, and in return, you and your team will join us, Gray Raven Commandant."},{"T":"302","2":"I don't intend to jump ship.","4":"It's not up to me."},{"T":"301","2":"Jamilah","3":"Is our price not acceptable? I'd recommend against underestimating what Akdilek can do... Should we talk about it some more?"},{"T":"301","2":"Jamilah","3":"Trying to shrug off my offer? Fine..."},{"T":"301","2":"Bianca","3":"Babylonia actually can afford new residents after its expansion. The President is happy to welcome you all there."},{"T":"301","2":"Jamilah","3":"I don't think so. We should stay here, right?"},{"T":"301","2":"Commoner A","3":"Right, we'll all stay here."},{"T":"301","2":"Commoner B","3":"That's what we decided, isn't it?"},{"T":"301","2":"Aristocrat A","3":"Where's Ashlar, by the way?"},{"T":"301","2":"Aristocrat B","3":"Whatever. He's been manipulating us since the beginning... I wonder if the Ascendants have promised him something in return?"},{"T":"301","2":"Sophia","3":"Everyone on Akdilek will stay on the Eternal Engine and go forward together."},{"T":"301","2":"Sophia","3":"No matter how long and how much work it will take, I will never, NEVER stop until I fulfill my promise to myself... to take the train to the end of the line, to the 'final station.'"},{"T":"302","2":"I... can do that as well!"},{"T":"301","2":"Sophia","3":"I can't help but feel like it will come true now that you have said so..."},{"T":"301","2":"Sophia","3":"Commandant. Can I call you Commandant?"},{"T":"302","2":"Haven't you been doing that already?","4":"If you'd like to."},{"T":"301","2":"Sophia","3":"Thanks, Commandant!"},{"T":"301","2":"Lucia","3":"In that case, let's upload our report here, Commandant. The signal's better at this spot."},{"T":"301","3":"(Your comms suddenly rings.)"},{"T":"301","2":"Hassen","3":"Thanks for your hard work, Gray Raven Commandant."},{"T":"301","2":"Hassen","3":"I've received your mission report. I didn't think you'd finish it in such a short time! Guess I made the right call assigning it to you."},{"T":"301","2":"Hassen","3":"Unfortunately, there's something I have to tell you..."},{"T":"302","2":"Another mission? Already?"},{"T":"301","2":"Hassen","3":"Haha! Of course not. I'm not that cruel."},{"T":"301","2":"Hassen","3":"I'm just here to tell you that we're almost done clearing the surface. Other team are on their way to you."},{"T":"301","2":"Hassen","3":"So you'll have to stay on the train for now until the they are there to pick you up."},{"T":"301","2":"Hassen","3":"I'll notify you when that happens."},{"T":"301","2":"Hassen","3":"Take the chance to enjoy your 'exotic' journey! (Laughs) This is your break, after all."},{"T":"301","2":"Jamilah","3":"It appears that, Commandant, you are also quite a busy person..."},{"T":"301","2":"Jamilah","3":"Take the chance to enjoy the 'exotic locale'! (Laughs) This is your break, after all."},{"T":"301","2":"Jamilah","3":"The food and views on the Eternal Engine are also remarkable wonders."},{"T":"301","2":"Jamilah","3":"Perhaps you will change your mind about my offer after you have experienced them."}]