[{"T":"301","2":"???","3":"'And sometimes, the sleeping princess would dream.'"},{"T":"301","2":"???","3":"'She would dream of the sunny courtyard, the gentle chirping of larks, the fragrant rose bushes, and her father and mother smiling warmly at her.'"},{"T":"301","2":"???","3":"'In her dream, she met her beloved prince. They formed a family and lived happily together.'"},{"T":"301","2":"Amberia","3":"What's next? What's next? Does the prince cut through the thorns and climb to the top of the tower? Does he save the princess?"},{"T":"301","2":"Mother","3":"Of course... 'The prince finally climbs up the staircase to the very top of the tower...'"},{"T":"301","2":"Amberia","3":"Yeah—!"},{"T":"301","3":"Mommy smiled. She turned the page of the book, and then continued to read the story in her usual gentle voice that I cherished so much."},{"T":"301","3":"Daddy sat on the sofa with a glass of wine and listened to Mommy telling me the story."},{"T":"301","3":"I may not be able to run freely like the other children, but as long as Mommy tells me adventure stories and fairy tales, I can still experience fantastic adventures."},{"T":"301","3":"I miss these precious memories of my daily..."},{"T":"301","3":"...By why do I 'miss' it? It's not like Mommy and Daddy are gone."},{"T":"301","3":"But you see, they're right next to me. I'm sitting in Mommy's arms. She's telling me my favorite fairy tale."},{"T":"301","3":"(Flutters)"},{"T":"301","3":"A rose petal fell onto the page."},{"T":"301","3":"(Flutters)"},{"T":"301","3":"More and more rose petals fell as they appeared to be the dyeing the book red. My forehead began to feel cool and wet."},{"T":"301","2":"Amberia","3":"No... Is this..."},{"T":"301","2":"Amberia","3":"Mommy...?"},{"T":"301","3":"I turned my head to Mommy, but her head just silently hung there."},{"T":"301","2":"Amberia","3":"?!!!"},{"T":"301","2":"Amberia","3":"Daddy! Daddy! Mommy...!"},{"T":"301","3":"I screamed in panic and looked for my father on the sofa."},{"T":"301","3":"But no one answered me. Daddy had already left."},{"T":"301","3":"A strange 'substance' appeared on the couch. It was black and red, just like burned—"},{"T":"301","2":"Amberia","3":"Ahhhhhhhh!"},{"T":"301","3":"I suddenly sat up from my bed and gasped. My parents weren't by my side. This was Niflheim, the ARU's research lab. This was our supposed 'care facility'."},{"T":"301","2":"Amberia","3":"Just... just another nightmare."},{"T":"301","2":"???","3":"Lia?! Are you okay?"},{"T":"301","3":"Someone grabbed my hand and questioned me eagerly."},{"T":"301","2":"Amberia","3":"Yeah... I'm okay. Thank you, Anfia."},{"T":"301","2":"Anfia","3":"...Was it another nightmare?"},{"T":"301","2":"Amberia","3":"...Yeah."},{"T":"301","2":"Amberia","3":"...What happens if a princess has nightmares?"},{"T":"301","2":"Anfia","3":"What?"},{"T":"301","2":"Amberia","3":"What happens if the princess in 'Sleeping Beauty' has a nightmare, but she can't wake up?"},{"T":"301","2":"Amberia","3":"No one can wake her up, and no one can save her. She won't be able to wake up from her nightmare..."},{"T":"301","3":"That would be terrifying."},{"T":"301","2":"Anfia","3":"Wasn't she woken up by a prince? There's nothing to worry about."},{"T":"301","2":"Anfia","3":"Not to mention, you have me to wake you up from your nightmares."},{"T":"301","2":"Anfia","3":"I may not be able to fill the room with roses like the prince..."},{"T":"301","3":"Anfia unclenched my hand and placed something in the palm of my hand."},{"T":"301","3":"It was an origami rose."},{"T":"301","2":"Anfia","3":"Would this rose... do?"},{"T":"301","2":"Amberia","3":"Anfia..."},{"T":"301","2":"Anfia","3":"You like this kind of flower, don't you?"},{"T":"301","2":"Amberia","3":"Yeah..."},{"T":"301","2":"Anfia","3":"Oh, yeah. I heard that once I become a Construct, I'll have a chance to carry out missions outside the ARU. Maybe I'll see real roses then."},{"T":"301","2":"Anfia","3":"I'll be sure to show you."},{"T":"301","2":"Amberia","3":"Okay!"},{"T":"301","2":"Anfia","3":"It'll be my turn to be modified here in a few days. You'll be the first one to see me, Lia! I won't just leave a letter and rush out on a mission like Daniel."},{"T":"301","2":"Anfia","3":"Oh... The doctor is making his rounds! I gotta get going! See you tomorrow!"},{"T":"301","2":"Amberia","3":"Ok! See you tomorrow, Fia."},{"T":"301","3":"Anfia skillfully jumped out the window, then gave me an 'OK' with her hand from below."},{"T":"301","3":"Hearing the doctor's periodic footsteps, Anfia quickly retracted her hand and left."},{"T":"301","3":"I looked towards the direction she left and smiled, then I shifted my gaze at the small origami rose in my hand."},{"T":"301","2":"Female Researcher","3":"Did she go out the window again?"},{"T":"301","2":"Amberia","3":"..."},{"T":"301","3":"The young doctor sighed helplessly, and examined me in her usual gentle manner."},{"T":"301","2":"Female Researcher","3":"You should be glad that I'm here today. Others wouldn't be so willing to keep your secret."},{"T":"301","2":"Amberia","3":"I still don't understand why you don't let patients in the care facility come in contact with each other..."},{"T":"301","3":"The doctor's gentle eyes faded a moment, and she shook her head silently."},{"T":"301","2":"Female Researcher","3":"Because it's the rules."},{"T":"301","2":"Female Researcher","3":"...Hm? Is this a rose?"},{"T":"301","2":"Amberia","3":"Yeah, Anfia made it."},{"T":"301","3":"I handed the rose to the doctor, and she took it carefully."},{"T":"301","2":"Female Researcher","3":"It's beautiful... The last time I saw this kind of rose was when I got engaged."},{"T":"301","2":"Amberia","3":"Huh...? You never mentioned that before."},{"T":"301","2":"Female Researcher","3":"There was no wedding, no ring. But a small origami rose did the trick. Aren't I something..."},{"T":"301","2":"Female Researcher","3":"Anyway, I already have my most precious 'gift'."},{"T":"301","3":"The doctor subconsciously stroked her belly with a soft, gentle look."},{"T":"301","3":"—She looked at me the same way my mother did."},{"T":"301","2":"Amberia","3":"Do you mean..."},{"T":"301","3":"She nodded and held my hand."},{"T":"301","2":"Female Researcher","3":"Do you want to name the child?"},{"T":"301","2":"Amberia","3":"May I...?"},{"T":"301","2":"Female Researcher","3":"Of course."},{"T":"301","2":"Amberia","3":"If she's a girl, how about—"},{"T":"301","3":"I thought a moment before coming up with that name."},{"T":"301","3":"If I had a daughter, I'd probably give her that name, but the doctor said that becoming a Construct means giving up my human body."},{"T":"301","2":"Female Researcher","3":"'——'"},{"T":"301","2":"Female Researcher","3":"It's a beautiful name. Thank you, Lia."},{"T":"301","3":"I felt warmth gradually spreading in my heart as I looked into the smiling glimmer of her eyes."},{"T":"301","3":"I named you after my favorite flower."},{"T":"301","3":"I hoped this child would be like the prince or knight in the fairy tale, overcoming pain and hardship to deliver a rose to the princess."}]