[{"T":"301","2":"Lucia","3":"The entrance is completely blocked."},{"T":"301","2":"Liv","3":"The ruins here are convoluted. Plus, a large amount of Corrupted are wandering around. We should consider other plans to advance."},{"T":"301","2":"Liv","3":"So as to avoid the situation just now. If the commandant was drawn in by that..."},{"T":"302","2":"I'll be careful."},{"T":"301","2":"Karenina","3":"It's all your fault. If it weren't for you we'd have finished the mission already."},{"T":"301","2":"Bianca","3":"Karenina."},{"T":"301","2":"Karenina","3":"No, I need to get this out! If they weren't being slowpokes, we wouldn't have been sealed off!"},{"T":"301","2":"Karenina","3":"And it's not like the Gray Ravens would get into any trouble even if our mission failed!"},{"T":"301","2":"Karenina","3":"Okay, I'm done venting."},{"T":"301","2":"Liv","3":"I'm terribly sorry. I'm already trying to find a new path forward through the complicated ruins structure. I know I'll find it soon."},{"T":"301","2":"Lee","3":"Liv, you shouldn't be too harsh on yourself. The Corrupted in the ruins won't be going anywhere."},{"T":"301","2":"Liv","3":"Ah, no, it's not that, Lee..."},{"T":"301","2":"Lucia","3":"Bianca, is Kamui still moving?"},{"T":"301","2":"Bianca","3":"No, he's stopped."},{"T":"302","2":"He found his target?"},{"T":"301","2":"Bianca","3":"From our current available information, likely."},{"T":"301","2":"Lucia","3":"Liv, how much longer do you need?"},{"T":"301","2":"Liv","3":"I'm still analyzing the data. I just need two—no, one more minute!"},{"T":"301","2":"Liv","3":"I'll map the best route ahead."},{"T":"301","2":"Bianca","3":"Thank you."},{"T":"301","2":"Karenina","3":"Hmph, if you'd like to try your best to make up for it, then I'll just sit here and wait. Just one minute, alright?"},{"T":"301","3":"Karenina lowers herself and sits on a nearby rock. Bianca does so too and sits by her side."},{"T":"301","3":"The rippling sand swims through the air, further lowering the visibility of the ruins."},{"T":"301","3":"Broken arrows and tools with a metallic sheen lay haphazardly above the dunes, as if hurriedly abandoned by someone."},{"T":"301","3":"Even without a Corrupted in sight, it was not silence and relief that befell, but instead the blare of the digging devices."},{"T":"301","3":"Liv carefully navigates past the high-disruption machines, and continues the scanning and processing of the environment."},{"T":"301","2":"Liv","3":"Got it!"},{"T":"301","2":"Karenina","3":"Guess you guys aren't all talk."},{"T":"302","2":"Tell me your plan."},{"T":"301","2":"Liv","3":"The ruins here are all structurally connected. But due to the drilling device, many areas have already collapsed and are inaccessible."},{"T":"301","2":"Liv","3":"In turn, however, we can take advantage of how the drill operates and follow the underground route it created through the hole on the surface, circling back to near where we were."},{"T":"301","2":"Liv","3":"This is going to cost us more time."},{"T":"301","2":"Lucia","3":"Will there be any risk?"},{"T":"301","2":"Liv","3":"Since none of the ruins are secured... all we can do is try our best to avoid areas that have collapsed or are heavily weathered to minimize the risks."},{"T":"302","2":"I'll be fine. Don't worry."},{"T":"301","2":"Bianca","3":"Let's go. Kamui's coordinates are moving again."}]