[{"T":"301","2":"Vera","3":"Meet me tomorrow. The current time. C-Labs. F23-C04."},{"T":"301","3":"Should you go... Or not?"},{"T":"301","3":"You were only masticating Vera's words, but before you knew it, you already found yourself before the lab block entrance."},{"T":"301","3":"You arrive at the designated lab. The 'In Use' sign on the door is alight, a jarring sight in this barren building. You are about to enter, when someone suddenly muffles your mouth."},{"T":"302","2":"?!"},{"T":"301","2":"Vera","3":"Shh."},{"T":"301","3":"It is Vera. Her face takes up the entirety of your vision. She pulls you inside, and you hear low conversations under the dim light of the lab."},{"T":"301","2":"Deep Voice","3":"This the last batch?"},{"T":"301","2":"Helpless Voice","3":"They be clamping down on this stuff, mate. Went through many hoops for 'em."},{"T":"302","2":"These people...","4":"Smugglers?!"},{"T":"301","2":"Vera","3":"Tch—shut the hell up. If we get found, I'm shoving you out."},{"T":"302","2":"(Lightly) Are they talking about Haelios?"},{"T":"301","2":"Vera","3":"Why else would I be here?"},{"T":"301","2":"Helpless Voice","3":"Welp. This'll be the last batch for a while to come."},{"T":"301","2":"Helpless Voice","3":"All thanks to them council people, it's been getting harder and harder to acquire this stuff. And the price's more than doubled."},{"T":"301","2":"Vera","3":"Wow. Your bosses have so much time on their butts. They're sticking their noses into this?"},{"T":"302","2":"Don't ask me...","4":"Of course!"},{"T":"301","2":"Vera","3":"These two pieces of trash too. They're quitting just because of some lil' government restriction?"},{"T":"302","2":"Who wouldn't?!","4":"..."},{"T":"301","2":"Deep Voice","3":"Can't be helped, I guess... Give me all that you have right now."},{"T":"301","2":"Helpless Voice","3":"There's still more inside. I'll go grab 'em."},{"T":"301","3":"The footsteps grow louder and closer."},{"T":"302","2":"They're coming over.","4":"What do we do?"},{"T":"301","2":"Vera","3":"Chill. I've got something. They won't find me."},{"T":"302","2":"What something?"},{"T":"301","2":"Vera","3":"Duh? I can hear. Don't worry, though. I've got something. They won't find me."},{"T":"302","2":"What something?"},{"T":"301","3":"Vera blinks at you in the dark before sliding her gaze outward. Her hands on you tighten up, and you tense up as well, as if infected by Vera."},{"T":"301","2":"Helpless Voice","3":"Huh... Should be here..."},{"T":"301","2":"Helpless Voice","3":"Ah, right. Down here."},{"T":"301","3":"The footsteps grow, but pause around a meter before where you and Vera are hiding. You feel momentary relief from not being found out."},{"T":"301","2":"Vera","3":"Ready?"},{"T":"301","3":"Vera's musky whisper tickles your ear. Before you even manage to register that word, you were already forcefully shoved out."},{"T":"302","2":"?????"},{"T":"301","3":"You crash into the smuggler. He seems to be quite taken aback and is fumbling like a drunkard. The medication vials scatter to the floor."},{"T":"302","2":"(Snatch one vial)"},{"T":"301","2":"Smuggler A","3":"The hell?! Where'd you come from?! Wait, no! Catch this clown!"},{"T":"301","3":"The man before you yelps hysterically. The other smuggler, finally realizing the situation, quickly aims his weapon at you."},{"T":"301","2":"Smuggler B","3":"What? What's happening? Hey!"},{"T":"301","3":"Two deathly muzzles—silenced—point over at you."},{"T":"302","2":"(Run)","4":"(RUN)"},{"T":"301","2":"Smuggler B","3":"Hey, get back here you lil shit!"},{"T":"301","2":"Smuggler A","3":"W-wait!"},{"T":"301","3":"You run like mad. When you finally realize that the two smugglers are no longer on your trail, you raggedly jog to a halt. Hands on your knees, you fill your lungs with gulps of air to the drumming of your heart."},{"T":"301","3":"..."},{"T":"301","2":"Vera","3":"Not bad. You're pretty useful. Bringing you was the right choice."},{"T":"301","3":"...The same place yesterday. The same streetlamp. Same Vera."},{"T":"301","2":"Vera","3":"Thanks to your valiant effort, the juice is all mine. Now we're even."},{"T":"302","2":"Even?"},{"T":"301","2":"Vera","3":"You didn't forget about yesterday already, didn't you? Those anesthetics don't come cheap. I've even given you a discount."},{"T":"301","3":"Vera is wiggling the vial in her hands. She seems to be in a good mood."},{"T":"301","2":"Vera","3":"Well, then. This is mine, so. Buh-bye. I had fun on our little date."},{"T":"302","2":"Forget something?"},{"T":"301","3":"You fish out the medication vial from your pocket. Vera's expression turns into one of amazement."},{"T":"301","2":"Vera","3":"You..."},{"T":"301","2":"Vera","3":"Okay. Guess I've underestimated you. Name a price."},{"T":"302","2":"What?"},{"T":"301","2":"Vera","3":"That thing on your hand. Sell it to me."},{"T":"302","2":"Nope.","4":"Sure."},{"T":"301","2":"Vera","3":"You what?"},{"T":"301","2":"Vera","3":"I'm not the patient sort. I'll give you another chance. Name a price, or I'm wrenching it out of your hand."},{"T":"302","2":"You pirate!","4":"Don't you already have 'em?"},{"T":"301","2":"Vera","3":"I don't care what you think! Gimme that!"},{"T":"301","2":"Vera","3":"You heard 'em, yeah? This thing's getting clamped. Doesn't hurt to stock up."},{"T":"301","2":"Vera","3":"Whatever. I don't care what you think! Gimme that!"},{"T":"301","2":"Vera","3":"Then name a price."},{"T":"302","2":"10k BC.","4":"100k BC."},{"T":"301","2":"Vera","3":"You lil' pecker face... You are turning into bird meat right this instant! Minced, then fried in a hot pan of regrets!"},{"T":"302","2":"That's worse than death!"},{"T":"301","2":"Vera","3":"I don't care what you think! Gimme that!"},{"T":"301","3":"Vera takes on an offensive stance. She will undoubtedly feel no remorse for robbing you blind."},{"T":"302","2":"I'm not giving you that.","4":"I need it myself."},{"T":"301","2":"Vera","3":"Is that so?"},{"T":"301","2":"Vera","3":"...Oh whatever. What point is it trifling with a mere human."},{"T":"301","2":"Vera","3":"And it's only one vial. Not even enough for a party. You can have it all for yourself."},{"T":"302","2":"??","4":"It's mine anyways!"},{"T":"301","2":"Vera","3":"Tch, you're such a weirdo."},{"T":"301","2":"Vera","3":"But. I guess being weird has its own charms."},{"T":"301","2":"Vera","3":"I guess I don't dislike the you right now. So, keep it up, 'Commandant.'"}]