[{"T":"301","2":"Lee","3":"Liv, did you prepare for today's training?"},{"T":"301","2":"Liv","3":"Mh-hm! Ready as always! I won't drag everyone down!"},{"T":"301","2":"Lucia","3":"Lee and Liv are both members of Gray Raven, but where Lee is precise and direct to a fault, Liv tries to accommodate to almost anyone."},{"T":"301","2":"Chrome","3":"Kamui, do you know the directions to the other support squads? We're rendezvousing early for the next joint op."},{"T":"301","2":"Kamui","3":"I bet you Wanshi is still in bed! I've got a better idea: eyes on Gray Raven!"},{"T":"301","2":"Chrome","3":"Wait, come back! The rendezvous is this way!"},{"T":"301","2":"Kamui","3":"Whoa! Cool it with the weapon, Capt.!"},{"T":"301","2":"Kamui","3":"Lucia! Save me, Lucia!"},{"T":"301","2":"Lucia","3":"Kamui, member of Strike Hawk, and Chome, Strike Hawk team leader. Kamui is as he appears: sunny and easygoing, whereas Chrome embodies the maturity of a team leader."},{"T":"301","2":"Kamui","3":"Don't ignore me, Lucia!"},{"T":"301","2":"Karenina","3":"Say, why'd we get stuck with the robot girl today? I don't wanna babysit her all day."},{"T":"301","2":"Sophia","3":"I don't require babysitting. I'm a warrior."},{"T":"301","2":"Karenina","3":"Ha! Some puny warrior you are."},{"T":"301","2":"Sophia","3":"Hm... Shall we determine the better warrior, here and now?"},{"T":"301","2":"Bianca","3":"Karenina, don't make this difficult for me."},{"T":"301","2":"Karenina","3":"But..."},{"T":"301","2":"Bianca","3":"Alright, let's all get along. By rights, you're like an older sister to her. Behave like one."},{"T":"301","2":"Karenina","3":"Sister... Ehehe, that's got a nice ring to it."},{"T":"301","2":"Lucia","3":"Sophia, who's always quiet and withdrawn... Karenina, brash and self-assured... And then there's Bianca, who gets more done than both of them combined, without so much as batting an eye..."},{"T":"301","2":"Lucia","3":"It must be said that Bianca is impressive on all accounts... yes, impressive."},{"T":"301","3":"At the rest stop, you see Lucia remarking on every passing individual, no matter if she knows them or not."},{"T":"302","2":"What are you up to, Lucia?","4":"I think you're pretty impressive yourself, Lucia."},{"T":"301","2":"Lucia","3":"I'm re-familiarizing myself with my companions, Commandant. Verifying database entries while supplementing my own impressions seems to help me understand them more."},{"T":"301","2":"Lucia","3":"Please stop it, Commandant... I didn't mean for you to hear that."},{"T":"301","2":"Lucia","3":"Please don't mistake my behavior for anything abnormal. I am merely re-familiarizing myself with my companions."},{"T":"301","2":"Ayla","3":"Always the busy bee, Lucia."},{"T":"301","3":"Ayla barges into the conversation with a bundle of telemetry equipment in her arms, likely returning from a surveying mission."},{"T":"301","2":"Lucia","3":"Ayla, cheerful and free-spirited female Construct. Member of the World Government Association of Art. Outstanding in all respects, but occasionally out of touch."},{"T":"302","2":"You can't be reviewing people to their face, Lucia.","4":"I think she's in touch most of the time."},{"T":"301","2":"Ayla","3":"No matter. Artists are used to brushing off critique. Occupational hazard, I'm afraid."},{"T":"301","2":"Ayla","3":"So I'm just a dumb, wide-eyed girl to the two of you... Oh, how you wound me!"},{"T":"301","2":"Ayla","3":"'Out of touch', is it? That's not what you used to call me, Lucia dear..."},{"T":"301","2":"Lucia","3":"What I used to call you... I can't seem to pull up the rest of the file. It could be fragmented."},{"T":"301","3":"After another round of searching, Lucia's expression turns apologetic."},{"T":"301","2":"Lucia","3":"I'm sorry, Ayla, but I can't seem to recall. Could you tell me the name I used to call you by?"},{"T":"301","2":"Ayla","3":"'Bae-la', of course."},{"T":"301","2":"Lucia","3":"Bae... la?"},{"T":"301","2":"Ayla","3":"That's right. Just like that. Bae—la—"},{"T":"301","3":"As the pet name leaves her lips, Ayla dives your way and buries her face in the crook of your arm, nuzzling you."},{"T":"301","3":"Gradually, your senses awaken to the unbearable softness of being."},{"T":"302","2":"Wait!","4":"Lucia never called you that!"},{"T":"301","2":"Ayla","3":"Resistance is futile, Commandant! I'm just demonstrating for Lucia dear!"},{"T":"301","2":"Ayla","3":"Of course she did! Didn't Lucia use to call you her 'boo'?"},{"T":"301","3":"With the mischief in her eyes, it wasn't hard to figure out what Ayla was up to. Lucia, however, finds the thought hard to stomach."},{"T":"301","2":"Lucia","3":"What...? The old me was someone who went around calling people weird names...? And doing such indescribable things to Commandant...?"},{"T":"301","2":"Lucia","3":"No... that's impossible. Don't be fooled, Lucia..."},{"T":"301","2":"Lucia","3":"...At any rate!"},{"T":"301","3":"In the span of a moment, Lucia steels herself and wrenches Ayla away from you."},{"T":"301","2":"Lucia","3":"Commandant, while I cannot verify what Ayla has said, please refrain from overt physical contact with others in public spaces."},{"T":"301","2":"Lucia","3":"For your safety, of course... Right!"},{"T":"301","3":"Having run out of words, Lucia disappears around a corner, and you are left with Ayla, whose look of amusement fills the hallway."},{"T":"301","2":"Ayla","3":"I was just trying a harmless prank on dear Lucia, but now... My, my, Commandant, seems like you're in troubled waters..."}]