[{"T":"301","3":"As soon as the ship docks, everyone aboard rushes ashore. Yet, sensing the uncanny air, the Kowloong Crew shouts and stops the stampede."},{"T":"301","3":"Not a single soul is at the port. No sailors, no mechanoids."},{"T":"301","3":"'——Something is afoot.'"},{"T":"301","3":"The same thought flickers through everyone's minds."},{"T":"301","3":"After discussing it with the others, all of you reach a consensus and agree to Chrome's plan, which is to send an elite squad to scout the area before doing anything else."},{"T":"301","3":"Setting off from the port and walking a long distance, a wall shows up, towering before everyone."},{"T":"301","2":"Liv","3":"Is this a city wall?"},{"T":"301","2":"Lee","3":"Let's ignore the size of that thing first, but something strange is clearly bubbled around the city."},{"T":"302","2":"And it's glowing.","4":"Is it a shield of some sort?"},{"T":"301","2":"Lucia","3":"My guess is some kind of Gestalt-based defense apparatus. I've seen this kind of light before in the outer parts of Babylonia."},{"T":"301","2":"Lee","3":"Mh-hm, very likely. Similar to the Gestalt-based defense tech in Babylonia, only much bigger in scale."},{"T":"301","2":"Lee","3":"A rough scan suggests that the city is surrounded by an extremely powerful signal jammer, along with a layer of virus filter. As for what's wrapping around that tower, it appears to be some kind of light barrier."},{"T":"301","2":"Lee","3":"Signal jammer... That explains how it's staying off grid."},{"T":"301","2":"Lee","3":"To think there exists an earthbound faction that matches Babylonia in tech..."},{"T":"301","2":"Kamui","3":"So what now? Do we go in?"},{"T":"301","2":"Lee","3":"We're going in all right. I'm just a little concerned about the situation."},{"T":"301","2":"Kamui","3":"What situation?"},{"T":"301","2":"Liv","3":"On our way here from the port, we haven't seen a single person. The port must have been deserted for a reason."},{"T":"301","2":"Lee","3":"And yet, on the surface, the city looks well-preserved. Enormous, but fully functional."},{"T":"301","2":"Liv","3":"...Not to mention the detector on the wall, which has been monitoring us since we got here."},{"T":"301","2":"Lee","3":"Talk about getting on my nerves..."},{"T":"301","2":"Kamui","3":"Hey, anybody in there? Hello? You're watching us, right?!"},{"T":"301","2":"Yazi","3":"Instead of shouting yourself hoarse, shall we just enter and see for ourselves?"},{"T":"301","2":"Lucia","3":"Yazi... If you're here, what about the others on the ship?"},{"T":"301","2":"Yazi","3":"Given the circumstances, I figured it'd be best if I lead you into the city."},{"T":"302","2":"Are you volunteering to be our guide?","4":"Did something really happen here?"},{"T":"301","2":"Yazi","3":"Only because I need your help too. Even I can't be sure what's going on in there."},{"T":"301","2":"Yazi","3":"I hope it's just my imagination."},{"T":"301","2":"Lucia","3":"We won't make any progress standing here. Let's go in."},{"T":"301","3":"Silent, still, but alive. The stagnant city greets you with neat rows of commercial buildings and streets, lined by glittering newish-looking goods."},{"T":"301","3":"But..."},{"T":"301","2":"Lucia","3":"Still not a soul to be seen. Liv, have you detected any bio-signals, or for that matter any mechanical frequencies?"},{"T":"301","2":"Liv","3":"No, not within my scanning range... As for machines, only some terminals. Nothing automatic."},{"T":"301","2":"Yazi","3":"How could this be? Where has everyone gone off to...?"},{"T":"301","2":"Kamui","3":"Maybe the Corrupted already stomped through the place and..."},{"T":"301","2":"Lee","3":"Impossible. The streets would have been ransacked if the Corrupted had been here. Besides, this city is protected by a fully functioning filter."},{"T":"301","2":"Lee","3":"And, a short scan suggests that the viral density in this area is incredibly low."},{"T":"301","2":"Kamui","3":"Then how do you explain this ghost town?"},{"T":"301","2":"Qu","3":"Not much to explain. I relocated the residents to the core area."},{"T":"302","2":"Who's speaking?","4":"Who goes there?"},{"T":"301","2":"Liv","3":"Commandant, up there!"},{"T":"301","2":"Chrome","3":"That high and mighty one up there."},{"T":"301","2":"Qu","3":"Babylonians. A circus of cretins, as expected."},{"T":"301","2":"Qu","3":"I am Qu, the leader of Kowloong Corp."},{"T":"302","2":"Aren't you supposed to be...","4":"The real Qu?!"},{"T":"301","2":"Qu","3":"Dead?"},{"T":"301","2":"Qu","3":"Why so surprised? Though I do suppose you just got off that 'ship.'"},{"T":"301","2":"Qu","3":"Well, let me tell you the truth."},{"T":"301","2":"Qu","3":"Over the years of Kowloong's development, I became its leader."},{"T":"301","2":"Qu","3":"Then Villier impersonated me. He sneaked off with a copy of Huaxu and activated Plan B—the KCC Vessel, the Nighter."},{"T":"301","2":"Qu","3":"And the rest is history. Villier grew attached to the copied system, and his indiscretion eventually led to the demise of them both."},{"T":"301","2":"Qu","3":"Huaxu came up with the plans for this city and the ship. And yet in their sordid little parallel, the other Huaxu met such a pathetic end. What a disgrace to Kowloong."},{"T":"301","2":"Yazi","3":"..."},{"T":"301","2":"Yazi","3":"The real leader of Kowloong... Lady Qu. May I ask what really happened in the city?"},{"T":"301","2":"Qu","3":"Yazi, you have the cheek to come back after you slunk off with Villier...?"},{"T":"301","2":"Yazi","3":"I fell for the other Lady Qu's vision. But the situation now, Lady—"},{"T":"301","2":"Qu","3":"Now, Kowloong does not require you anymore. I appreciate you bringing the ship back in one piece, but you are no longer part of Kowloong."},{"T":"301","2":"Yazi","3":"What?!"},{"T":"301","2":"Qu","3":"You and those on the ship used to be part of Kowloong, but after what you people went through out there, your mentality has changed."},{"T":"301","2":"Qu","3":"If I order you to attack Babylonia right now, will you do it? Will those on the ship do it?"},{"T":"301","2":"Yazi","3":"I..."},{"T":"302","2":"We have no intention to fight.","4":"Is Kowloong a monarchy?"},{"T":"301","2":"Qu","3":"Your intention is not my concern."},{"T":"301","2":"Qu","3":"We are not a monarchy. But to ensure the unity of our community, we have to be of one mind."},{"T":"301","2":"Lucia","3":"I understand if you don't take kindly to Babylonia, but those people on the ship, they want to come home badly. Are you really going to abandon them?"},{"T":"301","2":"Qu","3":"I've abandoned plenty of things in my life, and those people are but another addition to that list. Besides, they'll be the safest on the ship."},{"T":"301","2":"Lee","3":"...Is that why you relocated the residents in this city?"},{"T":"301","2":"Qu","3":"I'm amazed by how poorly-informed you Babylonians are. Very well then, this info is on the house."},{"T":"301","2":"Qu","3":"The Ascendants are planning to attack us with an army of Corrupted. Soon, this place will become a battlefield, and everything outside of the light wall will be devoured by those filthy Corrupted."},{"T":"301","2":"Hassen","3":"We did pick up Corrupted activity earlier, but they're targeting this place...?"},{"T":"302","2":"President!?"},{"T":"301","2":"Hassen","3":"Sorry, it's an emergency. Using you as a relay for now."},{"T":"301","2":"Qu","3":"Ah, the president of Babylonia, Hassen. Never expected we'd meet like this."},{"T":"301","2":"Hassen","3":"Allow me to apologize for the lack of decorum. It has been quite hard to contact you, what with the signal jammer and all. But enough about that, are you certain of the Ascendants' plans?"},{"T":"301","2":"Qu","3":"You're the leader of Babylonia. Is your dome piece for show?"},{"T":"301","2":"Hassen","3":"...So, what they're really after is the Gestalt-tech in your hands—Huaxu?"},{"T":"302","2":"Huaxu is a Gestalt?","4":"By Gestalt, do you mean..."},{"T":"301","2":"Hassen","3":"As you should know, we have a Gestalt kept in Babylonia. And here in Kowloong, there's an AI system called Huaxu that stems from the same source as that Gestalt."},{"T":"301","2":"Hassen","3":"Yep. The same Gestalt that's in Babylonia. Its computational power is why we can survive so long in space. And here in Kowloong, there's an AI system called Huaxu that stems from the same source as that Gestalt."},{"T":"301","2":"Chrome","3":"If something so important falls into the Ascendants' hands..."},{"T":"301","2":"Hassen","3":"Babylonia will be imperiled, which is why I propose that we join you in defending..."},{"T":"301","2":"Qu","3":"Proposal denied."},{"T":"301","2":"Kamui","3":"Huh? But why?!"},{"T":"301","2":"Qu","3":"Kowloong has its own powers and its own rules. We will determine the fate of Earth on our own."},{"T":"301","2":"Qu","3":"And we do not require any assistance or meddling from anyone."},{"T":"301","2":"Qu","3":"Be it from Babylonia or the Ascendants."},{"T":"301","2":"Liv","3":"The siren... Commandant, a large number of enemies detected!"},{"T":"301","2":"Chrome","3":"We're ambushed... Kamui!"},{"T":"301","2":"Kamui","3":"Been waiting for this. Ready to engage on your mark!"},{"T":"301","2":"Chrome","3":"No, we're falling back!"},{"T":"301","2":"Qu","3":"People of Kowloong, fight off the invaders!"},{"T":"301","2":"Phecda","3":"Protect Kowloong! Down with the invaders!"},{"T":"301","2":"Liv","3":"The enemies are closing in... And they're all Constructs!"},{"T":"301","2":"Lee","3":"Constructs?! You must be kidding me!"},{"T":"301","2":"Lucia","3":"Commandant, time to pull back!"},{"T":"302","2":"Yep, let's get out of the city!","4":"Do not fully engage, Strike Hawk!"},{"T":"301","2":"Lucia","3":"Okay, Strike Hawk, you'll be the vanguard. We'll bring up the rear in our retreat!"},{"T":"301","2":"Chrome","3":"Kamui, do not fully engage! You hear me, Kamui?"},{"T":"301","2":"Kamui","3":"Yeah, yeah, I got it! I still have to point my stick at the enemies to cover our rear though, don't I?"}]