[{"T":"301","3":"The theater was a magnificent building, donned with emerald-tiled roofs and ruby-colored walls. It saw a long line of guests and ushers in front of its gate, who filled the air with greetings and shouts."},{"T":"301","2":"Singing From Nowhere","3":"～With righteous anger are heroes born...～"},{"T":"301","2":"Singing From Nowhere","3":"～Aloof to pain, to death, one's just deserts～"},{"T":"301","2":"???","3":"Changyu... you'll lead a good troupe someday."},{"T":"301","2":"???","3":"C-Changyu... r-remember to c-come home s-soon."},{"T":"301","3":"Home? What home?"},{"T":"301","2":"???","3":"Kowloongers do not fear war, because war cannot break the will of Kowloong..."},{"T":"301","2":"???","3":"Changyu... Take care of the theater and your troupe..."},{"T":"301","3":"Who's... talking?"},{"T":"301","3":"It's so familiar... But I can't..."},{"T":"301","2":"???","3":"Maybe people should just get to live?"},{"T":"301","2":"???","3":"What if we weren't supposed to sell our souls only for a shot at life?!"},{"T":"301","3":"Is that so?"},{"T":"301","3":"In those glimpses of memories, Changyu could see numerous blazing fireballs falling from the sky into the heart of the city."},{"T":"301","3":"The scared folks in front of the theater were screaming."},{"T":"301","3":"Dark silhouettes with scarlet-tinted eyes emerged from the flame. What were they? Changyu tried to look through the scorching fire, desperate to figure out what they were—"},{"T":"301","2":"???","3":"Wake up... Changyu..."},{"T":"301","2":"???","3":"...WAKE UP!"},{"T":"301","3":"Changyu opens his eyes and finds himself in total darkness. His heart is beating frantically, his fingertips numb from dread, as the frightful dullness spreads from his hand to his spine to his brain—"},{"T":"301","3":"Someone is standing by his bed."},{"T":"301","3":"It is not Huainan. His breaths would have been calmer, his presence less malignant, even if he has mystified Changyu at times. To Changyu, Huainan is an owl on the hunt in the dead of night, silent and alert."},{"T":"301","3":"Changyu steadies his breaths. With his muscles tense and his fists tighten, Changyu's body is ready and primed, like a panther by its prey."},{"T":"301","3":"The man leans closer, and Changyu springs to action—he averts the man's approach with one hand, then violently grips his throat with another. In the blink of an eye, the man is at Changyu's mercy."},{"T":"301","2":"???","3":"!!!"},{"T":"301","3":"Changyu has the man restrained. Their brief clash echos loudly in the small, confined space. Somehow the table lamp by the bed got switched on, its gears turning loudly."},{"T":"301","2":"Service Bot","3":"Good—evening, the time now is eight—twenty-five—forty-six seconds."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"Changyu's eyes widen. He never forgets a face, and the face in front of him belongs to none other than the tycoon he encountered that fateful night."},{"T":"301","2":"Changyu","3":"You... of all people? Where is Huainan?"},{"T":"301","2":"Tycoon","3":"(Chuckles) I wasn't expecting a skilled fighter. That's on me."},{"T":"301","2":"Changyu","3":"Answer my question!"},{"T":"301","3":"Changyu tightens his grip, almost bending the man's head backward. He should be running out of breath, and yet he looks remarkably calm and unfazed, the opposite of the gluttonous man Changyu remembers him as."},{"T":"301","2":"Tycoon","3":"This is just business, kid. I've no intention of getting involved with what's going on between the two of you. And seeing that I've failed and probably won't get paid, this isn't even business anymore."},{"T":"301","2":"Tycoon","3":"You should probably leave your questions to the one actually involved."},{"T":"301","2":"Changyu","3":"What are you going on about?! Did Akdilek send you, or did... Where is Huainan?! What did you do to him?!"},{"T":"301","2":"Tycoon","3":"Do you mean your friend? He's already heading to the Trade Fair."},{"T":"301","2":"Changyu","3":"On his own? It's not even opening until tomorrow night..."},{"T":"301","2":"Tycoon","3":"Don't you know how long you've been sleeping?"},{"T":"301","3":"Changyu looks outside the window and finds the streets bustling with crowds and chants. The Trade Fair has already begun."},{"T":"301","2":"Changyu","3":"I... slept the whole day?!"},{"T":"301","3":"Changyu pins the tycoon to the ground with his foot, then ties him up with torn-up bedsheets."},{"T":"301","3":"After making sure the knots are secured, Changyu immediately goes over the bag he placed on the table."},{"T":"301","3":"Everything inside, including the data on Akdilek, the plan of the Nighter, and the data chip that proves Changyu's Tantalum-193 affinity... All gone."},{"T":"301","2":"Changyu","3":"GODDAMMIT!"},{"T":"301","2":"Changyu","3":"What was he thinking?!"},{"T":"301","3":"Whether it is his conflicting emotions or the nightmare that just haunted him, something is giving Changyu a crushing migraine. He is getting hasty."},{"T":"301","2":"Changyu","3":"He's... pretending to be me at the Fair? He can't fight at all! If somebody finds out..."},{"T":"301","3":"There is no time to hesitate. Changyu grabs his bag and throws everything remaining on the desk inside."},{"T":"301","3":"No matter his reasons, Changyu needs to know. He would not have allowed it if Huainan was risking his life for him. What is he up to—what has he planned for Akdilek at the Trade Fair?"},{"T":"301","2":"Tycoon","3":"Hey. I would stay here if I were you."},{"T":"301","3":"Says the man tied up on the ground, unprompted."},{"T":"301","3":"Changyu would have ignored him, but he pauses after hearing what the man says next."},{"T":"301","2":"Tycoon","3":"Ignorance is bliss... There are things better left unknown. There is virtue in being a nobody, isn't there? Is that not acceptable to you?"},{"T":"301","2":"Changyu","3":"You don't get it. This is my choice."},{"T":"301","2":"Changyu","3":"Be it lies, or even betrayals..."},{"T":"301","3":"Changyu tightens his fists and walks out the door, leaving the man behind."},{"T":"301","2":"Changyu","3":"...He will tell me himself."}]