[{"T":"102","1":"Lost Chapter","2":"The Life of Tai'E"},{"T":"301","3":"Power supply initiating self-test. Scanning active partitions. Loading program."},{"T":"301","3":">>80%>>92%>>100%...... Entering system."},{"T":"301","3":"Receiving sound waves. Processing environmental data. Verifying program<<<<< Current status: Secure."},{"T":"301","3":"——"},{"T":"301","3":"For a moment, HNB1 finds itself unable to analyze the current situation. That is, until a heavy blow bonks it on the head."},{"T":"301","3":"The bonk causes its visual module flickers weakly, and the viewfinder screen resumes operation after going dark briefly."},{"T":"301","3":"Appearing in the visual HNB1's visual field is a Tai'E unit—hanging upside down from above."},{"T":"301","3":"The Tai'E waves a blade in a very solemn manner."},{"T":"301","3":"HNB1's rope snaps, causing it to crash to the ground."},{"T":"301","3":"As it falls, HNB1's vision adjusts back to being upright."},{"T":"301","3":"Scanning……Kowloong Chamber of Commerce - Tai'E……HBG3."},{"T":"301","3":"Activating emotion module<<<"},{"T":"301","2":"HNB1","3":"...HBG3? Where am I? Why did you tie me up?"},{"T":"301","2":"HBG3","3":"I didn't do anything. You were hanging here when I found you."},{"T":"301","3":"The two machines with identical exteriors stand opposite of each other, the stauncher one of the two returns its blade."},{"T":"301","2":"HNB1","3":"What's going on here?"},{"T":"301","2":"HBG3","3":"It's 4:44:23 p.m. on the 28th. We are located in an inspection facility 14 kilometers away from the main urban district."},{"T":"301","2":"HBG3","3":"We were scheduled to return back to the factory for routine inspection 14 days ago. But for some reason, we were left in this unmanned facility."},{"T":"301","2":"HBG3","3":"My faulty functions have also not been repaired."},{"T":"301","2":"HNB1","3":"Strange. I can't reach HQ."},{"T":"301","2":"HBG3","3":"Me too. According to KCC Pulao Crew regulations, we should report back to HQ."},{"T":"301","2":"HBG3","3":"Article 1 of the KCC Pulao Crew regulations, Tai'E shall not harm humans, or by inaction allow humans to come to harm; 2, Tai'E must obey orders from superiors; 3, when an order expires, Tai'E must return and await..."},{"T":"301","2":"HNB1","3":"Hey, hey, hey, I know the regulations. They're hardwired into my brain. You don't have to repeat it line by line!"},{"T":"301","2":"HBG3","3":"I'm just reminding you. I am perceiving a 35% chance that you will use this opportunity to go elsewhere."},{"T":"301","3":"HBG3's speech stops HNB1 from fidgeting and looking around."},{"T":"301","2":"HNB1","3":"I can't help it... Curiosity is 'human instinct.'"},{"T":"301","2":"HNB1","3":"What about the batch of Tai'E sent with us for maintenance? Have you seen them?"},{"T":"301","2":"HBG3","3":"I've been here since I was activated. I checked, but there are no other Tai'E or human beings here except us. The external power supply for the whole facility has been cut and we are locked in this inspection facility."},{"T":"301","3":"HNB1 and HBG3 were originally a part of the 7th Division, which is subordinate to the Pulao Police Force. The police force usually carries out security work in the city with squads made up of two Tai'E units."},{"T":"301","3":"G3 is the latest model developed by the Fuxi Department in the HB Tai'E series, specializing in strategic analysis. B1 is an HN series model with a human emotion module, making it more oriented to the masses."},{"T":"301","3":"A squad utilizing both Tai'E models is often seen as the optimal composition."},{"T":"301","2":"HNB1","3":"It has been fourteen days. Didn't any of the guards notice that we were missing?"},{"T":"301","2":"HBG3","3":"Existing information is not enough to accurately assess the situation. It is possible that we are taken away by human beings through illegal means."},{"T":"301","2":"HNB1","3":"You can just say that we're stolen."},{"T":"301","2":"HNB1","3":"Them thugs in the lower city areas have a growing appetite, huh? It used to be just robbery and extortion, now it looks like they've shifted their focus to public property..."},{"T":"301","2":"HNB1","3":"Oh, by the way, check to see if there are any dents or scuff marks on me. I just got it painted a month ago... uh, I mean, two months ago!"},{"T":"301","2":"HBG3","3":"..."},{"T":"301","2":"HBG3","3":"...No dents or scuff marks."},{"T":"301","2":"HNB1","3":"Good. But whoever stole me is still going to get it!"},{"T":"301","2":"HBG3","3":"Let's go turn on the backup power first. Then we will leave and report for duty back at the KCC."},{"T":"301","3":"——"},{"T":"301","2":"HNB1","3":"Hey, G3. I don't feel so good in here."},{"T":"301","2":"HBG3","3":"Robots don't feel good."},{"T":"301","2":"HNB1","3":"You don't get it. I mean, something's wrong here."},{"T":"301","3":"The two Tai'E units stand before the main control room. As HNB1 reaches out its finger and touches the door, a layer of dust falls down."},{"T":"301","2":"HNB1","3":"Is this an abandoned factory?"},{"T":"301","2":"HBG3","3":"This inspection facility closed down four years ago."},{"T":"301","2":"HBG3","3":"...You can access this information in your own database."},{"T":"301","2":"HNB1","3":"I know, but that takes the fun out of detective work."},{"T":"301","2":"HBG3","3":"You're strange..."},{"T":"301","2":"HNB1","3":"How can you say that? I'm your predecessor!"},{"T":"301","2":"HBG3","3":"I don't have the concept of 'predecessor.'"},{"T":"301","3":"HBG3 stops scanning the surrounding environment, then crosses in front of HNB1 and steps into the room."},{"T":"301","3":"There are some supplies scattered on the ground. On the workbench, there is a half opened toolbox and a bag of moldy bread."},{"T":"301","2":"Unknown Creature","3":"Squeak—"},{"T":"301","3":"A gluttonous rat hops down from the workbench and skitters away from HBG3's feet."},{"T":"301","3":"HNB1 seems to be right about the factory being abandoned. It is as if the workers all decided to go on a smoking break and never came back, leaving all the tools in the same place."},{"T":"301","2":"HNB1","3":"What happened here?"},{"T":"301","2":"HBG3","3":"We don't have enough information."},{"T":"301","2":"HBG3","3":"But I suggest turning on the backup power first."},{"T":"301","3":"——"},{"T":"301","2":"System","3":"Emergency backup power restored. Preparing to execute command."},{"T":"301","2":"HNB1","3":"Command? What command?"},{"T":"301","3":"The room suddenly lights up. The power seems to be gradually restoring, and the factory systems begin to operate."},{"T":"301","2":"HBG3","3":"Come take a look at this."},{"T":"301","3":"A stand-alone device on the table projects a topographic map covered with massive patches of glowing red blots."},{"T":"301","3":"The terrain in the image quickly switches. The distribution of red patches in each area is different, indicating different levels of danger."},{"T":"301","3":"The final picture is a comprehensive analysis diagram, which rapidly flashes red, like a burning sea of fire."},{"T":"301","2":"HNB1","3":"Where is this?"},{"T":"301","2":"HBG3","3":"Near the Kowloong Chamber of Commerce."},{"T":"301","2":"???","3":"...governs East Asia. It stands independent even from the World Government..."},{"T":"301","3":"The bold voice of a young women broadcasts from the loudspeaker."},{"T":"301","2":"???","3":"The cities fall, one by one. But why are we still standing?"},{"T":"301","2":"???","3":"Because countless brave warriors fought for Kowloong. It is the will of Kowloong that they bear. They fight against the virus, they prove to the world. Those red-eyes will rot and rust on Kowloong grounds."},{"T":"301","2":"HNB1","3":"That voice..."},{"T":"301","2":"HBG3","3":"The KCC Leader."},{"T":"301","2":"HNB1","3":"...Qu."},{"T":"301","2":"Qu","3":"We bear the same pride. We hold the same beliefs."},{"T":"301","2":"Qu","3":"Kowloong is a crystal, nucleated from history. Kowloongers do not fear war, because war cannot break the will of Kowloong."},{"T":"301","2":"HNB1","3":"What's she talking about? Is there a war?"},{"T":"301","2":"HBG3","3":"If my receiver isn't broken, yes."},{"T":"301","2":"Qu","3":"War is always fraught with sacrifices. But as long as one last Kowloonger stands, until the moment that we all backup our minds—then victory will be ours."},{"T":"301","2":"Qu","3":"And from then on, there will be no sweeter victory than this one in the annals of Kowloong."},{"T":"301","2":"Qu","3":"The Kowloong Crew is the protector of the KCC. Every Corrupted we destroy, is another step toward our victory."},{"T":"301","2":"Qu","3":"They will pay for setting foot on the sanctum that is Kowloong. We will prove here that the virus can be defeated. Kowloong will live on, until the end of the world."},{"T":"301","2":"Qu","3":"This is a KCC city. Kowloongers, let us show those... pathetic—machines—"},{"T":"301","3":"The broadcast stops, and the machine runs out of power."},{"T":"301","2":"HNB1","3":"..."},{"T":"301","2":"HBG3","3":"..."},{"T":"301","2":"HBG3","3":"This broadcast took place while we were deactivated for fourteen days. During this time, Kowloong City has erupted into war. We must leave now."},{"T":"301","2":"HNB1","3":"A war? Broke out in just half a month?"},{"T":"301","2":"HBG3","3":"At present, my analysis has found no discrepancy in the audio. I have the highest level of analytic capability in Kowloong. The possibility of error is 0.3852%."},{"T":"301","2":"HBG3","3":"I am designed for strategic analysis. According to an analysis based on previous data, the possibility of a war between humans breaking out is 12.252%. No matter the case, we must report for duty."},{"T":"301","2":"HNB1","3":"Yes, I know. But who are we fighting against?! She just mentioned the 'Corrupted', didn't she?"},{"T":"301","2":"HBG3","3":"She mentioned 'Corrupted' and 'Punishing Virus'."},{"T":"301","2":"HBG3","3":"No matter what enemies we need to confront, us Tai'E units will destroy them. Tai'E were born to fight for Kowloong."},{"T":"301","2":"HNB1","3":"Alright, of course."},{"T":"301","2":"HNB1","3":"Okay then! I'm ready. Let's report back to the KCC."},{"T":"301","2":"System","3":"DANGER—Intruder alert! DANGER—Intruder alert!"},{"T":"301","2":"HNB1","3":"!!"},{"T":"301","2":"HNB1","3":"What could that be?"}]