[{"T":"301","3":"The solemn Parliament Hall is once again holding a meeting. Emergency gatherings like this always spell a pivotal moment in humanity's survival."},{"T":"301","3":"The decisions made in such meetings will also alter the fate of humankind."},{"T":"301","2":"Hassen","3":"How are the Gray Ravens?"},{"T":"301","2":"Hilda","3":"Lucia and Lee's frames are faring slightly better. 【kuroname】 is still on the verge of death, a long way from leaving the critical stage."},{"T":"301","2":"Hilda","3":"The changes on the surface have made our contact with the ground forces more and more difficult."},{"T":"301","2":"Hilda","3":"What I just reported happened hours ago."},{"T":"301","2":"Hilda","3":"Our plan has clearly failed."},{"T":"301","2":"Councilman A","3":"63% of the population is hostile toward the Unidentified Twins. Given that they can't see a way to solve the problems on the surface, their attitude is pessimistic."},{"T":"301","2":"Councilman A","3":"36% of the population is condemning the army's powerlessness, and that number is rising."},{"T":"301","2":"Councilman B","3":"We should be glad that the army has retrieved a sample from the Hetero-Hive Mother, greatly advancing the Science Council's research."},{"T":"301","2":"Councilman B","3":"Had it not been for the army on the surface, more conservation areas and bases would have been lost."},{"T":"301","2":"Councilman A","3":"Even if that is true, we are still losing the people's trust."},{"T":"301","2":"Hassen","3":"(Exhales) ..."},{"T":"301","2":"Hassen","3":"How's transport between the surface and here?"},{"T":"301","2":"Nikola","3":"Barely keeping up. We're receiving reports that winged-Hetero-Creatures are spotted in more and more places outside of the Forest Park Ruins."},{"T":"301","2":"Nikola","3":"Their flight altitude is climbing, and some even gather in packs, greatly disrupting surface-to-air transportation."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Gestalt","3":"Mr. President, 98% of the population thinks that old experience is no longer suitable for our current situation."},{"T":"301","2":"Gestalt","3":"We are required to think outside the box."},{"T":"301","2":"Gestalt","3":"95% of the population agrees and stresses that humanity's future must be preserved, no matter the cost."},{"T":"301","3":"Seeing the number that represents the masses' voices, everyone in the Parliament looks gravely serious."},{"T":"301","2":"Hassen","3":"Our Parliament was established to build a better future for humanity."},{"T":"301","2":"Hassen","3":"Humans will fail, but throughout history, humankind has risen time and time again."},{"T":"301","2":"Hassen","3":"This won't be the last challenge we face, but that doesn't mean the situation won't get better."},{"T":"301","2":"Hassen","3":"The Punishing Virus has locked us inside a cage of desperation, but the key of hope that can unlock it might have been in our hands all along..."}]