[{"T":"301","2":"Lee","3":"This ring-shaped underground facility consists of different sectors that serve different purposes, including the Living Area, the Armament Area, and the Industrial Area."},{"T":"301","2":"Lee","3":"All of them were built encircling the Core Area, and from what the blueprint told us, each of them consists of a pathway to the Core."},{"T":"301","2":"Lee","3":"We've entered through Area B, which is designated as the Industrial Area."},{"T":"301","2":"Lee","3":"The underground center of the Core Area is in charge of all the operations in this facility, including power, production, defense, and signal disguises..."},{"T":"301","2":"Lee","3":"Which means..."},{"T":"302","2":"Huaxu is probably in the Core Area."},{"T":"301","2":"Lucia","3":"Then the question now is how do we get there."},{"T":"301","3":"Following Lucia's gaze, you find the Industrial Area in front of you obstructed by multiple platforms, each requiring unlocking a connecting passage before you can reach the bridge that takes you to the Core."},{"T":"302","2":"Lee, any thoughts?"},{"T":"301","3":"Lee does not answer. Instead, he tries to activate the operation console on the platform."},{"T":"301","2":"Lee","3":"...Of course it doesn't work. It requires a special identification for platform management."},{"T":"301","2":"Lee","3":"We can always try to brute force the decryption, but that will cost us a lot of time."},{"T":"301","2":"Lee","3":"Huaxu's message might be gibberish, but it was sent adhering to Babylonia's guide on rescue requests on the emergency frequency. It can't be a coincidence."},{"T":"301","2":"Lee","3":"If the message was a clue left for us, and it was unauthorized by Luna, having not heard from Huaxu for such a long time means Luna has discovered what's going on."},{"T":"301","2":"Lucia","3":"...We're running out of time."},{"T":"301","2":"Murray","3":"Lee, Commandant, please listen to me."},{"T":"301","2":"Murray","3":"If we use the Spear of F.O.S. to examine the access history of these operation consoles, maybe we can find a way to open the passages."},{"T":"301","2":"Lee","3":"Asimov never mentioned that it's capable of that."},{"T":"301","2":"Murray","3":"It's a restricted function only available to the highest clearance level, but I'm unlocking it for you temporarily."},{"T":"302","2":"You have the highest clearance level?"},{"T":"301","2":"Murray","3":"Ugh... As my brother said, this isn't time for protocols. I'm sure Hassen will understand."},{"T":"301","2":"Murray","3":"Just leave it to me."}]