[{"T":"301","3":"City 171, Prague Estate - 11:50 PM"},{"T":"301","3":"An extravagant crowd gathers in the Estate's great hall, losing themselves in the fine wine and relaxing music."},{"T":"301","3":"Bianca stands alone by the French windows with a wine glass in hand, looking out at the faraway scenery."},{"T":"301","2":"???","3":"What's a fine lady like you doing here all alone and not socializing with others?"},{"T":"301","2":"Bianca","3":"Good evening, Mr. Bale."},{"T":"301","3":"Bianca curtsies to the man who initiated the conversation."},{"T":"301","2":"Bale","3":"No need for such formalities, I'm the one who disturbed you. Though I am surprised that you knew my name."},{"T":"301","2":"Bianca","3":"No one in this city wouldn't know you, Mr. Bale from the Electricity Bureau. I am Bianca and it is an honor to be talking to you."},{"T":"301","2":"Bale","3":"Bianca... A beautiful name for a beautiful lady."},{"T":"301","2":"Bianca","3":"Thank you."},{"T":"301","2":"Bale","3":"Haha, the night's still young and your glass is empty. That won't do. Waiter."},{"T":"301","3":"Bale snaps his fingers and a mechanical butler walks over with two tall wine glasses filled with golden liquid."},{"T":"301","2":"Butler","3":"Sir, the 1790 Jules you requested."},{"T":"301","3":"Bale nods in satisfaction and takes the glasses from the butler. He glances over briefly at Bianca as he turns around, but he couldn't find the admiration he had expected to receive from Bianca."},{"T":"301","2":"Bale","3":"(Quietly) Tsk."},{"T":"301","2":"Bale","3":"Miss Bianca, care for a drink?"},{"T":"301","3":"He was a bit annoyed inside, but still puts on a good show and extends a glass toward Bianca with a smile."},{"T":"301","3":"'Bzz—'"},{"T":"301","3":"But he is interrupted before Bianca takes the glass from him by an incoming call, rendering him slightly embarrassed."},{"T":"301","2":"Bale","3":"Sorry, please excuse me."},{"T":"301","2":"Bianca","3":"Please, don't mind me."},{"T":"301","2":"Bale","3":"An unknown caller?"},{"T":"301","3":"Clearly annoyed, Bale takes the call. Bianca smiles and curtsies once more before turning around, leaving Bale furiously yelling at the caller on the other end."},{"T":"301","3":"City 171, Prague Estate Roof - 11:57 PM"},{"T":"301","3":"Bianca left the great hall and arrives at the roof. She takes off the small communicator device in her ear as she walks. The screen on the device shows 'Unknown Caller ID'."},{"T":"301","2":"Bianca","3":"Successfully copied Bale's identity data. Commencing hacking into City 171's power grid."},{"T":"301","3":"Bianca takes out a small mechanical device and quickly taps away on the screen."},{"T":"301","2":"Bianca","3":"Done."},{"T":"301","3":"As soon as Bianca said that, the area around the Prague Bell Tower suddenly plunges into darkness."},{"T":"301","3":"She walks to the edge of the roof and pulls a weapon box out of the shadows, taking out a bow and arrow after entering the password. She focuses her attention on the blacked-out area."},{"T":"301","3":"In her line of sight is a Construct soldier who is currently loitering in the clock tower plaza."},{"T":"301","3":"The other people in the plaza are still startled by the sudden power failure to notice the Construct soldier's twisted expression and the faint red electric glow on him."},{"T":"301","3":"The soldier slowly takes out the service pistol from his belt and points it at the innocent civilians that he was supposed to protect."},{"T":"301","3":"Just as he was about to pull the trigger, an arrow flies through the air from far away."},{"T":"301","3":"It pierces right through the soldier's back, the force of impact sends the heavy Construct flying."},{"T":"301","3":"'Dong—Dong—Dong—Dong—Dong—Dong—Dong—Dong—Dong—Dong—Dong—Dong—'"},{"T":"301","3":"The clock strikes 12. Statues of the 12 apostles appear beside the large clock as the statue of Death slowly rings the bell."},{"T":"301","3":"Bianca sheathes her bow, knowing that the corrupted Construct can no longer hurt the innocent."},{"T":"301","2":"System","3":"Connecting—"},{"T":"301","2":"Wen","3":"I can see you becoming more stable in the past few missions."},{"T":"301","2":"Bianca","3":"It is all thanks to you, Mr. Wen."},{"T":"301","2":"Wen","3":"Keep up the good work."},{"T":"301","2":"Bianca","3":"Yes, sir."},{"T":"301","3":"The two of them continue to chat, it wasn't long before Daedalus' transport craft arrives to pick Bianca up."},{"T":"301","2":"Wen","3":"All right, go do your job."},{"T":"301","2":"Bianca","3":"I will."},{"T":"301","3":"After saying that, Bianca leaps from the roof and into the craft."},{"T":"301","3":"City 178, Seaside Port - 04:35 PM"},{"T":"301","3":"'Bang—Boom—'"},{"T":"301","2":"Soldier A","3":"****!? How the #&$% are those bloody wankers so strong?! Joey, help me reload. Joey!"},{"T":"301","2":"Construct Soldier A","3":"Stop yelling. Joey's already dead from the blast just now."},{"T":"301","2":"Soldier A","3":"@#$%&! ^#*$@!! *#&@$!!!"},{"T":"301","2":"Construct Soldier B","3":"Ma, I don't wanna die yet, I don't wanna die."},{"T":"301","2":"Soldier A","3":"****! Where the hell is the boss' support?! We're all dead meat if they still don't come!"},{"T":"301","2":"Construct Soldier B","3":"Look! It's the company's transport craft!"},{"T":"301","2":"Soldier A","3":"I see it. Hey, you little ****, don't suddenly stand up like that..."},{"T":"301","3":"'Bang—' 'Plop'"},{"T":"301","2":"Soldier A","3":"****ing hell!"},{"T":"301","2":"Construct Soldier A","3":"Only one aircraft, that means..."},{"T":"301","3":"The transport craft soars past the soldiers and speeds toward the Corrupted's stronghold."},{"T":"301","3":"As it approaches the stronghold, the door opens, followed by a few laser beams directed at the enemy camp."},{"T":"301","3":"Silence claimed the whole area after a few minutes. Bianca slowly strolls out of the enemy stronghold. Some cleanup staff in black pass through in between the two stunned soldiers, heading over to where Bianca is."},{"T":"301","2":"Cleanup Staff A","3":"Thank you for your hard work, Miss."},{"T":"301","2":"Bianca","3":"I leave the rest to you."},{"T":"301","3":"Bianca only noticed the two soldiers then, so she bid the cleanup staff farewell and makes her way toward the soldiers."},{"T":"301","2":"Bianca","3":"I'm sorry I was late..."},{"T":"301","2":"Construct Soldier A","3":"No no, don't apologize. If it wasn't for you we'd be Corrupted food by now."},{"T":"301","2":"Soldier A","3":"(Mumbles) Hmph, we could've handled it just fine if it weren't for these ****ing merchandise."},{"T":"301","3":"The soldier may not have meant for others to hear what he was saying but it caught Bianca's attention."},{"T":"301","3":"Bianca couldn't comprehend what he was referring to, but regains her composure after a moment of hesitation."},{"T":"301","3":"'Clank, clank—'"},{"T":"301","3":"The sound of a cane knocking on the ground came from behind the three of them."},{"T":"301","2":"Everyone","3":"?!"},{"T":"301","3":"The three of them glace at each other, it is obvious that none of them noticed Wen approaching nor do they know for how long he had been standing behind them."},{"T":"301","3":"They hurriedly greet Wen before scattering off in different directions to continue with their work."},{"T":"301","3":"Bianca is halfway to the transport craft before staggering and collapsing on the ground."},{"T":"301","2":"Bianca","3":"Tsk, as expected, this frame cannot continuously be used in full power..."},{"T":"301","2":"Bianca","3":"Sigh, I guess I'll take a rest here first."},{"T":"301","3":"After having made a decision, she finds a bombarded shelter nearby to carry out adjustments to her frame."},{"T":"301","3":"Suddenly, hurried footsteps can be heard from afar. Bianca peeks out of the ruins to see some black figures heading for the sea carrying a cement column."},{"T":"301","3":"Wen follows behind casually. He slightly raises his right hand and a black figure immediately kneels on the ground to light Wen's cigarette."},{"T":"301","3":"Wen stands there unmoving, looking at the black figures dragging the column. He squints in displeasure, before breathing out a puff of smoke."},{"T":"301","2":"Wen","3":"Talkative people are always a pain."},{"T":"301","2":"Black Figure","3":"Yes, boss. We have taken care of it per your orders."},{"T":"301","2":"Wen","3":"Good. Remember, keep quiet about this to her."},{"T":"301","2":"Cleanup Staff A","3":"Understood, boss."},{"T":"301","3":"After their conversation, Wen heads the other way."},{"T":"301","3":"Leaving a stunned Bianca sitting on the ground."},{"T":"301","2":"Bianca","3":"Mr. Wen... What was that..."},{"T":"301","2":"Bianca","3":"That dog tag in between the cement columns... It's that soldier's..."},{"T":"301","3":"City 173, Daedalus Security Product Storage Perimeter - 03:10 AM"},{"T":"301","2":"Black Figure A","3":"Hey, wanna go for a pint after work? I just got some good stuff."},{"T":"301","2":"Black Figure B","3":"Talk later, we're still on the job right now."},{"T":"301","2":"Black Figure A","3":"Don't worry, only few know of this storage."},{"T":"301","2":"Black Figure A","3":"I got some on me right now, wanna try?"},{"T":"301","2":"Black Figure B","3":"Wowee, that's some good stuff right there. Alright, but just for a bit."},{"T":"301","2":"Black Figure A","3":"Sure, come on."},{"T":"301","3":"The two black figures head for the alley opposite to the storage. After they left, a shadow swiftly passes through where the two figures were guarding before."},{"T":"301","2":"???","3":"Hm... I remember there should be a central control system here somewhere."},{"T":"301","2":"???","3":"Found it."},{"T":"301","3":"The figure takes out a small mechanical device and pulls out a cable to connect to the storage's wall. They then taps quickly on the device."},{"T":"301","3":"Not long after, the storage wall slides open, revealing a hidden door that is enough for one to pass. The shadow swiftly pulls out the cable and sneaks in through the door."},{"T":"301","2":"???","3":"These are?!"},{"T":"301","3":"All the lights in the storage are flipped on at once, illuminating the place and uncovering the shocked intruder's identity."},{"T":"301","2":"Bianca","3":"?!"},{"T":"301","3":"Wen's voice resounds from deep within."},{"T":"301","2":"Wen","3":"You really shouldn't be here."}]