[{"T":"301","3":"Hello there, friend."},{"T":"301","3":"Yes, I know. How foolish it is, to imagine a friend for myself, isn't it?"},{"T":"301","3":"But, foolish though I may be, I'm willing to believe that you are good, or at least, one that is trustworthy."},{"T":"301","3":"After all, you are my imagination. I can't betray myself, now, can't I?"},{"T":"301","3":"There are some things that I must, and can only, tell you."},{"T":"301","3":"I don't know if I can even live until tomorrow."},{"T":"301","3":"Anyway, it's foolish. Pure, distilled foolishness."},{"T":"301","3":"But still, please listen to what I have to say."},{"T":"301","3":"About the truth... and what we've just realized about this world."},{"T":"301","3":"About... things that might go poof—without a trace—after today. About things that might change what common sense means."},{"T":"301","3":"Before the real 'battle' begins, a myriad of events will take place."},{"T":"301","3":"You do hear me, do you? You are not ignoring these seemingly meaningless words of mine, are you?"},{"T":"301","3":"My friend."},{"T":"301","3":"【kuroname】..."},{"T":"302","2":"..."},{"T":"301","3":"【kuroname】!"},{"T":"302","2":"...?"},{"T":"301","3":"【kuroname】!!!"},{"T":"301","2":"Celica","3":"Oh you. How can you fall asleep at a regular briefing?"},{"T":"301","2":"Celica","3":"...Well, you did get it rough in Kowloong. I guess you do need a little rest, maybe?"},{"T":"302","2":"Speaking of...","4":"...This still feels a little surreal."},{"T":"301","2":"Celica","3":"What's the matter?"},{"T":"301","3":"Lucia..."},{"T":"301","3":"Memories flash past you. You seem to still feel Lucia leaning on your back."},{"T":"301","3":"The scent, the smell of vital fluid, the lingering warmth of her heat ventilation... Could the briefing before you be but a dream? Are you perhaps still in Kowloong, with Lucia still leaning against you...?"},{"T":"301","2":"Celica","3":"【kuroname】!"},{"T":"301","3":"The feeling of Celica lightly smacking your head brings everything sharply back to reality."},{"T":"302","2":"Sorry, was just spacing out.","4":"It's okay. Nothing to worry about."},{"T":"301","2":"Celica","3":"...This is the flimsiest response for daydreaming that I've ever seen."},{"T":"301","2":"Hassen","3":"What's wrong? 【kuroname】 did great work in Kowloong. There's no need to be so harsh, aye?"},{"T":"301","2":"Celica","3":"I am just reminding 【kuroname】 to rest."},{"T":"301","2":"Hassen","3":"...Come to think of it. You've all been crammed with missions after missions."},{"T":"301","2":"Hassen","3":"Even with your excellent performance, we might've been overworking you all."},{"T":"301","2":"Hassen","3":"How about this, why don't I give you—no, you folks a vacation? Now that a few safe zones have been established on the surface, this should be doable."},{"T":"301","2":"Celica","3":"In that case, can I join them? President, see, I've basically been working seven days a week for a while now..."},{"T":"301","2":"Hassen","3":"Here's the thing, I'd love to say yes, but..."},{"T":"301","2":"Celica","3":"Okay, what's the reason this time?"},{"T":"301","2":"Hassen","3":"I need someone to help me chair the reconstruction of Kowloong Metropolis, Wuming City, and K-44. And, we have to arrange local intelligence officers for infiltration recon of the Monastery of Purity..."},{"T":"301","3":"Seeing Celica slowly rolling her eyes to Hassen's chatter, you feel a chuckle building up within you."},{"T":"301","2":"Hassen","3":"...Anyhow, sorry, but please understand. If I get the chance to arrange a vacation for you, I will. Definitely."},{"T":"301","2":"Celica","3":"...Overtime pay. Double."},{"T":"301","2":"Hassen","3":"Deal."},{"T":"301","2":"Hassen","3":"Okay. Back to the topic. Since it's a vacation, let's also get the other squads that came back from Kowloong."},{"T":"302","2":"Which means..."},{"T":"301","2":"Hassen","3":"Yep. Gray Raven, Strike Hawk, and the others that helped out."},{"T":"301","2":"Hassen","3":"In that case, hmm, what to do with the location..."},{"T":"301","2":"Nikola","3":"What are you talking about? Why are you all gathered around 【kuroname】?"},{"T":"301","2":"Celica","3":"President Hassen is suggesting that we send the returning squads from Kowloong to a safe zone for a vacation."},{"T":"301","2":"Nikola","3":"In that case, I know a place."},{"T":"301","2":"Hassen & Celica","3":"?"},{"T":"301","2":"Nikola","3":"Caribbean Sea, Area D. It was a famous beach area until Operation Acadia."},{"T":"301","2":"Nikola","3":"Now, plagued with not even a single tourist, it's a better-than-ever vacation spot."},{"T":"301","2":"Celica","3":"But we don't have that many forces stationed in that area..."},{"T":"301","2":"Nikola","3":"That's because the viral density there is very low, and the garrisons there are just to keep an eye out."},{"T":"301","2":"Nikola","3":"Besides, with the reconstruction teams working away in the other safe zones, our vacation-goers won't get any peace and quiet, yeah?"},{"T":"301","2":"Hassen","3":"...I see. You do have a point."},{"T":"301","2":"Celica","3":"President?"},{"T":"301","2":"Hassen","3":"Area D should be a good choice. It used to be the center of some integration plan of the World Government."},{"T":"301","2":"Hassen","3":"It had the best-of-the-best entertainment from before po-pan, all in this one place."},{"T":"302","2":"Sounds nice.","4":"Looks like I don't have much of a choice."},{"T":"301","2":"Celica","3":"Bottling it all up can mess with you. Gotta let your stress out from time to time."},{"T":"301","2":"Celica","3":"Oh, how nice it must be. I also wanted to go to the beach with you guys..."},{"T":"301","2":"Celica","3":"It's not a common occasion. You should use it to get to know your teammates better."},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"...Lucia?"},{"T":"301","2":"Lucia","3":"...What's wrong, Commandant?"},{"T":"302","2":"...Nothing."},{"T":"301","2":"Lucia","3":"...Commandant, your expression doesn't seem like it's 'nothing.'"},{"T":"302","2":"...","4":"Feeling okay?"},{"T":"301","2":"Lucia","3":"I feel like I went through a lot. I might need some time to fully recover and return to my previous condition."},{"T":"301","2":"Lucia","3":"But Asimov and President Hassen told me that I'll have the time to do so."},{"T":"301","2":"Lucia","3":"After I recover, I can be your blade again, just like before."},{"T":"301","3":"...You tell Lucia about the vacation."},{"T":"301","2":"Lucia","3":"...A vacation? Sure."},{"T":"301","2":"Lucia","3":"It's also a good opportunity to reacquaint with everyone, right?"},{"T":"302","2":"Yeah.","4":"There's no need to reacquaint, right?"},{"T":"301","2":"Lucia","3":"Let me see..."},{"T":"301","2":"Lucia","3":"That one's Liv... That's Lee... That's Ayla..."},{"T":"301","2":"Lucia","3":"Okay. Ready."},{"T":"302","2":"Let's go tell the others, shall we?"},{"T":"301","2":"Lucia","3":"Is that so..."},{"T":"301","2":"Lucia","3":"Indeed... We've all known each other for quite some time."},{"T":"301","2":"Lucia","3":"Then let's take this opportunity to relax."},{"T":"302","2":"Let's go tell the others, shall we?"},{"T":"301","2":"Lucia","3":"Yeah!"},{"T":"301","3":"Lucia takes your hand and drags you out."},{"T":"301","2":"Lucia","3":"Am I acting based on my intuitions, or memories? Or... am I just being the Lucia that Commandant wants me to be?"},{"T":"301","2":"Lucia","3":"...I am who I am."},{"T":"301","2":"Lucia","3":"...No matter what happens, I will stay by Commandant's side. I am the leader of Gray Raven, Lucia. This will never change."},{"T":"301","2":"Hassen","3":"...What plans are you hatching?"},{"T":"301","2":"Nikola","3":"You needed help. I gave it."},{"T":"301","2":"Hassen","3":"You're not the type to recommend vacation spots. And may I remind you that Lucia's frame—"},{"T":"301","2":"Nikola","3":"—The problem about her memory data hindering her combat performance? There are enough combatants going with her. There shouldn't be any issues."},{"T":"301","2":"Hassen","3":"Then why Area D?"},{"T":"301","2":"Nikola","3":"You'll know why when it's over."},{"T":"301","2":"Hassen","3":"...Looks like they'll need a vacation extension after this one."},{"T":"301","2":"Hassen","3":"Never mind, I'll get it sorted out. One last thing—what did you send Cerberus to do? They went dark on our surveillance system."},{"T":"301","2":"Nikola","3":"...I might be obliged to tell you, but I would prefer not to."},{"T":"301","2":"Hassen","3":"Very well. In that case, I'll get Asimov to give a little something to Gray Raven's commandant."},{"T":"301","2":"Nikola","3":"A little something?"},{"T":"301","2":"Hassen","3":"To make sure it all goes well, I think your plan needs the help of that thing."},{"T":"301","3":"In the vast and endless sea of sand, three figures trudge..."},{"T":"301","2":"???","3":"Argh! Why do we hafta hop there on foot from the frontlines HQ?!"},{"T":"301","2":"???","3":"We blew it with the Forsakens. They ain't lending us their wheelies."},{"T":"301","2":"???","3":"C'mon, man. At least get Babylonia to airdrop us some of em' self-folding cars or something..."},{"T":"301","2":"Vera","3":"Can you two stuff it?"},{"T":"301","2":"Vera","3":"Keep that up and I'll just turn you two off, then tow you both to the mission site."},{"T":"301","2":"Noctis","3":"You hear that, Blackjack? No more noise."},{"T":"301","2":"No. 21","3":"Bog off, you."}]