[{"T":"301","2":"Lee","3":"Judging from the coordinates, we're still some distance from the sources of the red and blue mechanoids."},{"T":"301","2":"Lee","3":"Based on our current situation, there is no evidence of a path between the sources of the two factions."},{"T":"302","2":"So... we need to split up?"},{"T":"301","2":"Lee","3":"That seems to be the only reasonable course of action."},{"T":"301","3":"So after a brief discussion, you split up into two teams: you with Lee, Lucia with Liv."},{"T":"301","3":"This guarantees both teams have protective and investigative capabilities."},{"T":"301","3":"After changing your comms to mid-ranged communication, the two teams of you head your separate ways."},{"T":"301","2":"Lee","3":"Lucia, the commandant and I have arrived at the vantage point."},{"T":"301","2":"Lucia","3":"Copy that. I'm setting up monitoring equipment here. We'll be in position shortly!"},{"T":"301","2":"Lee","3":"Looks like you're almost ready."},{"T":"302","2":"Seems like I can count on the both of you after all."},{"T":"301","2":"Lee","3":"...? Isn't that obvious?"},{"T":"301","2":"Lee","3":"Speaking of which, I've been meaning to ask you something."},{"T":"302","2":"What is it?"},{"T":"301","2":"Lee","3":"Commandant, what are your thoughts on Constructs?"},{"T":"302","2":"Why do you ask?","4":"..."},{"T":"301","2":"Lee","3":"...You know what, it's not like I have anything to hide anyways."},{"T":"301","2":"Lee","3":"Before I was transferred to Babylonia, I was a member of Kurono."},{"T":"301","2":"Lee","3":"Unlike the Task Force, I wasn't exactly fond of that place."},{"T":"301","2":"Lee","3":"I was just curious to hear your perspectives, so I could confirm whether or not I made the right choice."},{"T":"302","2":"...","4":"They are valuable companions."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"...Really?"},{"T":"301","2":"Lee","3":"I'll take your word for it... for now. I just hope that you're true to your word."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Anyways, let's get back to the mission."},{"T":"301","3":"Lee adeptly sets up the monitoring equipment and begins to establish a holographic scan of the target area."},{"T":"301","2":"Lee","3":"There appears to be a residential street from the Golden Age on one end and a large freestanding building on the other."},{"T":"301","2":"Lee","3":"Commandant... are you familiar with this type of building?"},{"T":"302","2":"Is it a church?","4":"Is it an assembly hall?","6":"Oh, I know! It's an arcade!"},{"T":"301","2":"Lee","3":"Looks similar, but we won't know until we take a closer look."},{"T":"301","2":"Lee","3":"But that's en route for Lucia's team. Let's wait for a progress update."},{"T":"301","2":"Lee","3":"Based on the building's location and interior... You might be right."},{"T":"301","2":"Lee","3":"But that's en route for Lucia's team. Let's wait for them to report back."},{"T":"301","2":"Lee","3":"...?"},{"T":"302","2":"What's that look for?"},{"T":"301","2":"Lee","3":"...Commandant, are you joking?"},{"T":"302","2":"...Am I not allowed to?"},{"T":"301","2":"Lee","3":"...If that's going to put your mind at ease, then go right ahead."},{"T":"301","2":"Lee","3":"I wanna know what the building is used for, but that's en route for Lucia's team. Let's wait for them to report back."},{"T":"301","2":"Lee","3":"I've detected a large cluster of signals coming from the residential street. I'll transfer the image to your terminal."},{"T":"302","2":"Alright."},{"T":"301","3":"After pressing a few buttons, the hologram appears on the terminal in your hand."},{"T":"301","3":"You see a large group of red mechanoids on the residential street."},{"T":"301","3":"On the far side of the block, mechanoids are coming from various places."},{"T":"301","3":"In the center of all the red mechanoids, you see a peculiar mechanoid stand out among the crowd."},{"T":"301","3":"—Even though it bears some resemblance to the others, the rest of the red mechanoids seem to be keeping their distance."},{"T":"302","2":"Lee."},{"T":"301","2":"Lee","3":"What is it?"},{"T":"302","2":"The mechanoid in the center..."},{"T":"302","2":"What's so different about it?"},{"T":"301","2":"Lee","3":"That one?"},{"T":"301","3":"Glancing at the hologram, he quickly identifies the mechanoid in question and notices other peculiarities."},{"T":"301","3":"He adjusts the surveillance equipment, causing the hologram to alter slightly."},{"T":"301","3":"—Numerous thin red lines extend from the middle mechanoid, connecting to some larger mechanoids nearby."},{"T":"301","3":"From these larger mechanoids, additional thin red lines connect to the surrounding smaller mechanoids."},{"T":"302","2":"What are those?"},{"T":"301","2":"Lee","3":"Data flow."},{"T":"301","2":"Lee","3":"I've extracted the data flow between the mechanoids and displayed it on the hologram."},{"T":"302","2":"A web?","4":"The mechanoids... are interconnected?","6":"Is it... a binary tree?"},{"T":"301","2":"Lee","3":"Looks like it, but that isn't the case."},{"T":"301","2":"Lee","3":"The data flow between the mechanoids shows that there is a chain of command between them."},{"T":"301","2":"Lee","3":"The parent node originates from that mechanoid you pointed out."},{"T":"301","2":"Lee","3":"The data flow between the mechanoids shows that there is a chain of command between them."},{"T":"301","2":"Lee","3":"The parent node originates from that mechanoid you pointed out."},{"T":"301","2":"Lee","3":"...I don't think that's an appropriate metaphor, but there's no time to explain."},{"T":"301","2":"Lee","3":"But yes, you can think of it as a binary tree with the central mechanoid controlling all the other mechanoids layer-by-layer."},{"T":"301","2":"Lee","3":"In short, the central mechanoid is the lifeblood of the red mechanoids."},{"T":"301","2":"Lee","3":"If we can destroy it or find an opportunity to analyze it, we should be able to uncover their plan."},{"T":"302","2":"Sounds reasonable. Let's do it."},{"T":"301","2":"Lee","3":"Prepare to move out. Follow me, Commandant. I'll try my best to keep you safe."},{"T":"302","2":"Understood."},{"T":"301","2":"Lee","3":"Lucia, did you get that?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"...Lucia? Do you copy?"},{"T":"301","2":"Lucia","3":"Yeah, we got it. What is it?"},{"T":"301","2":"Lee","3":"Lucia, we're moving out."},{"T":"301","2":"Lucia","3":"Copy. We'll get going, too."}]