[{"T":"301","3":"With Lucia's hack, you have managed to defect the Polyphage inside Liv's M.I.N.D., establishing a remote connection."},{"T":"301","3":"After keeping Liv's fragile M.I.N.D. and vitals stable, you spend another half an hour fighting off Hetero-Creatures mid-flight."},{"T":"301","3":"The large fleet of transport crafts finally breaks through the clouds, landing around the church."},{"T":"301","3":"Although casualties and damages are still expected, returning to the surface this way has been a much greater improvement."},{"T":"301","3":"Normally, the closer to the surface and areas highly-concentrated with the Punishing Virus, the more likely one will be attacked. But right now, the Hetero-Creatures' attention all went to the big crowd of purified Constructs."},{"T":"301","3":"Over half of the Hetero-Creatures have vanished. Unable to defeat the Constructs, they keep getting pushed back."},{"T":"301","3":"Replacing them, however, are the two creatures that scare everyone off the top of the clock tower."},{"T":"302","2":"The twins?!"},{"T":"301","3":"Their figures keep shifting, dashing back and forth around the clock tower, seemingly fighting someone."},{"T":"302","2":"Are they fighting Liv and the others?"},{"T":"301","3":"The only ones who can fight the twins nowadays are the elite squads. Not to mention that this is what Empyrea was designed for."},{"T":"301","3":"Confirming your destination, you rush toward where the crowd is retreating from."},{"T":"301","3":"Even with your exoskeleton, you are still moving slower than usual."},{"T":"302","2":"Liv..."},{"T":"301","2":"Hippocrates","3":"A Queen of the Night..."},{"T":"301","2":"Hippocrates","3":"I saw her folding her journals into paper boats. I didn't expect it to form a Queen of the Night in the end."},{"T":"301","2":"Hippocrates","3":"It's a queen of the night... It represents the eternity that's captured in a moment."},{"T":"301","2":"Hippocrates","3":"Lives are brief moments. She has recorded those moments and planted them here for the rest of eternity."},{"T":"301","2":"Hippocrates","3":"...She has accepted how brief her own moment would be."},{"T":"302","2":"Is this your choice?"},{"T":"301","2":"Corrupted","3":"—!"},{"T":"302","2":"(Open fire)"},{"T":"301","2":"Asimov","3":"The chance to save her is slim."},{"T":"301","2":"Asimov","3":"If you can't locate all her M.I.N.D. shards in the next three hours, her M.I.N.D. cannot be repaired."},{"T":"301","2":"Asimov","3":"Even if we develop a new Omega frame in the future, the only path that awaits her will be that of a Corrupted."},{"T":"302","2":"I have to be faster!"},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"If the President believes in 【kuroname】 and Liv's judgment, of course I'm willing to hand over the key."},{"T":"301","2":"Bianca","3":"As a soldier, there will be a day we don't come back."},{"T":"301","2":"Bianca","3":"Still, I wholeheartedly wish that... no one needs to face this regretful ending today."},{"T":"302","2":"Liv...!"},{"T":"301","2":"Corrupted","3":"—!"},{"T":"302","2":"There're too many of them...!"},{"T":"301","3":"The more desperate you are, the slower your weakened body moves. As you are surrounded by a few Corrupted, a young figure appears behind a pillar."},{"T":"301","2":"Changyu","3":"Long time no see!"},{"T":"301","3":"Quickly he dispatches the Corrupted before greeting you."},{"T":"302","2":"Changyu!"},{"T":"301","2":"Sophia","3":"Hi. It's been a while."},{"T":"302","2":"Sophia, you're here too!"},{"T":"301","2":"Changyu","3":"It's a long story. Right now, we're just stopping these guys from interfering with the big fight there."},{"T":"302","2":"Have you been here the whole time?"},{"T":"301","2":"Changyu","3":"You bet. Liv just woke us on the roof of the church, and now we have to take care of all these enemies."},{"T":"301","2":"Changyu","3":"Lucia went to help Liv, so she's staying up there with Chrome and Lee."},{"T":"301","2":"Changyu","3":"Leaving the rest to us."},{"T":"301","2":"Changyu","3":"Look at you. You're in a hurry, aren't you?"},{"T":"302","2":"I am."},{"T":"301","2":"Changyu","3":"Get going, then. At the rate you're going, it's gonna take you a while to climb twelve floors. It's a big church! We've got it here."},{"T":"302","2":"Thanks!","4":"I'll leave it to you!"},{"T":"301","2":"Changyu","3":"No worries. Liv saved us, after all."},{"T":"301","2":"Changyu","3":"But if you're feeling grateful, don't forget Akdilek's insurance claims!"},{"T":"301","2":"Changyu","3":"He waves before turning around and entering the battle once more."},{"T":"301","2":"Changyu & Sophia","3":"Good luck!"},{"T":"301","3":"Meanwhile..."},{"T":"301","3":"At the top of the clock tower, the three Constructs woken from their infections are fighting the twins, protecting the motionless Liv."},{"T":"301","2":"Lucia","3":"On your right!"},{"T":"301","3":"Lee immediately dashes back after hearing Lucia's call. Where he stood is now a giant crater created by the male twin."},{"T":"301","3":"Chrome leaps toward the male figure, striking with his gunblade while firing the ice rounds."},{"T":"301","3":"After that, the twins' motions become abnormally fast again. Observing the four Constructs, they turn and charge at Lee."},{"T":"301","2":"Lee","3":"I've been waiting for this!"},{"T":"301","3":"Bullets land on the twins like a torrent, hitting them where they converge. The rounds embed themselves into the twins' skin before exploding."},{"T":"301","3":"Before Lee can celebrate, the female twin releases four arrows made with the Punishing Virus from the bow extruded from her arm."},{"T":"301","2":"Lee","3":"Chrome!"},{"T":"301","2":"Chrome","3":"Got it!"},{"T":"301","3":"Chrome's ice bullets hit the ground, erecting an ice wall before them, blocking the arrows."},{"T":"301","3":"As the twins observe the wall, Lucia leaps to the sky with her thruster, releasing her fully-charged Halcyonic Blossoms."},{"T":"301","3":"The glacial hail freezes the twins momentarily, giving Chrome an opportunity to launch a full-on attack."},{"T":"301","3":"Stepping forward, Chrome extends the Frost Spirit field from beneath his feet, his gunblade striking the twins relentlessly without giving them any chance to counter."},{"T":"301","2":"Lee","3":"Lucia!"},{"T":"301","2":"Lucia","3":"Got it!"},{"T":"301","3":"In the brief moment when the twins are frozen in place, the three Constructs come together and launch their full might."},{"T":"301","2":"Lee","3":"We've been waiting for this chance so that you don't get to learn from us!"},{"T":"301","2":"Chrome & Lee & Lucia","3":"—This ends now!"},{"T":"301","3":"Frost and bullets ring the funeral toll of the twins. Underneath the glistening light, the twins finally kneel and fall to the ground."},{"T":"301","2":"Lee","3":"How about this?"},{"T":"301","2":"Chrome","3":"Watch out."},{"T":"301","3":"Even without the large tide of Hetero-Creatures supporting them and weakened by the three's unrelenting attacks, the twins are still very much capable."},{"T":"301","2":"Lucia","3":"They're healing themselves by absorbing the Punishing Virus in the air."},{"T":"301","2":"Lee","3":"The Red Tide is still massive here."},{"T":"301","2":"Chrome","3":"We can't give them a chance to recover."},{"T":"301","3":"His gunblade impales the enemies right as he speaks. The twins cry in pain, their twisted limbs twitching and striking at the three."},{"T":"301","2":"Lee","3":"This is the eleventh time we've done this. Is there any other way?"},{"T":"301","3":"Right when the negative rounds fired to cover Chrome land by the twins' feet, they immediately dash to the sides."},{"T":"301","3":"The twins are already used to how the three of them fight. This is going to be more and more difficult."},{"T":"301","2":"Lucia","3":"I'm afraid Liv is the only way to defeat them, but we can't let Liv fight anymore!"},{"T":"301","3":"Snowstorms gather into a tornado, replacing the unconscious companion and charging the enemies, but the twins dodge away once again."},{"T":"301","2":"Lucia","3":"Her M.I.N.D. is finally stable from Commandant's remote connection!"},{"T":"301","2":"Lucia","3":"If she fights the twins now, her infection will worsen!"},{"T":"301","3":"She gets up with the help of her freezing wind, dashing toward the evading enemies."},{"T":"301","2":"Lee","3":"Did they wait until Liv was exhausted before showing up?"},{"T":"301","2":"Chrome","3":"It's possible."},{"T":"301","2":"Lucia","3":"Lee! Chrome! We'll do this together again! Back in formation!"},{"T":"301","2":"Lee","3":"We have to force their hand first."},{"T":"301","2":"Chrome","3":"They've probably learned about Frost Spirit by now. Don't get too close."},{"T":"301","2":"Lee","3":"I'll take left."},{"T":"301","3":"Lee reloads with one hand, unloading his bullets at the male twin outside the range of Frost Spirit."},{"T":"301","2":"Lucia","3":"He'll just evade your rounds!"},{"T":"301","2":"Lee","3":"But not my calculation."},{"T":"301","3":"The male twin dodges the bullet from the gun in Lee's left hand, only to dash into where the gun in Lee's right hand fired."},{"T":"301","3":"Lee has predicted precisely the male twin's evasive movement. Every time, he can land a shot with one of his guns."},{"T":"301","2":"Lee","3":"But the damage done is halved this way. It's not going to be very effective."},{"T":"301","2":"Lucia","3":"We can attack the direction you predict at the same time!"},{"T":"301","2":"Lee","3":"Eight o'clock from where he was!"},{"T":"301","3":"Without another word, the other two Constructs leap toward the eight o'clock direction of the male twin, crashing right into where he escaped to."},{"T":"301","3":"The repeating strikes of Reverse Aurora and the whirlwind of Mute Winter hit the male twin at the same time. He quickly backs away several times, only to be forced into a corner by Lee's shots before he could even cry out."},{"T":"301","3":"Seeing the Constructs joining forces against her twin, the female twin reloads her bow after observing in the peripheral, approaching and attacking."},{"T":"301","2":"Lucia","3":"Chrome!"},{"T":"301","3":"With that warning, an ice wall appears from the Frost Spirit field, once again stopping the arrow mid-flight."},{"T":"301","2":"Lee","3":"The other one's coming!"},{"T":"301","2":"Lucia","3":"We'll split up. Lee!"},{"T":"301","2":"Lee","3":"I'll predict their movements."},{"T":"301","2":"Chrome","3":"I'll take the left this time."},{"T":"301","2":"Lee","3":"Six and eight."},{"T":"301","3":"Lucia and Chrome rush toward the six and eight o'clock direction of the two enemies respectively, successfully intercepting the evading twins."},{"T":"301","2":"Lee","3":"Twelve and ten."},{"T":"301","2":"Lee","3":"Nine and five. Two and eight."},{"T":"301","3":"By the time Chrome's Frost Spirit ends, the three Constructs have their energy fully charged."},{"T":"301","2":"Lucia","3":"The twelfth time's the charm!"},{"T":"301","3":"As the twins gather together, the ice and fire from the Constructs' attacks combine into a crackling strike!"},{"T":"301","3":"But before they can celebrate their victory, their frames are frozen by the coolant, suspended where they are."},{"T":"301","2":"Lucia","3":"They're still..."},{"T":"301","3":"The twins' movements speed up again, a sign that they are about to attack. The three Constructs, however, will not be able to counter because their frames are frozen in place, cooling down."},{"T":"301","2":"Chrome","3":"They were waiting for this moment to use Frost Spirit...!"},{"T":"301","3":"They cannot move no matter what. The twins converge, leaping into the air, striking the three with all their might—!"},{"T":"301","2":"Liv","3":"STOP!"},{"T":"301","3":"A white light envelops where the three stand. The twins' bodies, made with the Punishing Virus, cannot enter the purified space the Omega Weapon created."},{"T":"301","3":"The twins shriek, their limbs burning and rotting from the ivory flame."},{"T":"301","2":"Liv","3":"Stop..."},{"T":"301","3":"Dragging her tattered frame up, Liv struggles to stand, leaning on the wall of the clock tower."},{"T":"301","2":"Liv","3":"Stop hurting my companions...!"},{"T":"301","3":"Empyrea's flame is unleashed unceasingly toward where the twins dodge, guided by Liv's weapon."},{"T":"301","2":"Liv","3":"Aargh... Cough..."},{"T":"301","3":"Her energy is almost completely spent. Before the last ray of white light arrives, the frozen Constructs finally regain their mobility, and they rush in to trap the twins with their own bodies."},{"T":"301","3":"The blinding light lands directly on the twins. As the monsters shriek and cry, the female figure unfolds the film over her hair into wings, dragging the unconscious twin into the air and flying away."},{"T":"301","2":"Liv","3":"...I won't allow it!"},{"T":"301","3":"The ivory sparrow also spreads her wounded wings, soaring toward the clouds to fight the crimson woe."},{"T":"301","2":"Liv","3":"I'm capable of doing this now!"},{"T":"301","2":"Liv","3":"Burn! Earth will rise again in the Punishing Virus' ashes!"},{"T":"301","3":"As if the sun has fallen where she is, a massive halo explodes from her body—!"},{"T":"301","3":"Everyone is blinded by the brilliant light."},{"T":"301","3":"Almost fainting from the brightness, the broken ivory sparrow has lost all her strength, plummeting from the clouds underneath the gray sky."},{"T":"301","3":"Is this... how it ends...?"},{"T":"301","3":"Which future has she chosen?"},{"T":"301","3":"Liv no longer can determine her fate with her fractured mind."},{"T":"301","3":"But she has fulfilled her duties and protected her friends."},{"T":"301","3":"...Even if she has chosen death, she has no more regrets."},{"T":"301","3":"Closing her eyes, Liv prepares herself for the crash that will take her."},{"T":"301","3":"But the land has not devoured her. Instead, she lands in a pair of belated, gentle arms."},{"T":"301","2":"Liv","3":"...Who?"},{"T":"301","3":"She can feel someone hugging her, and there seems to be a voice by her ears, crying sorrowfully, just like that dream that was drowned in tears."},{"T":"301","2":"Liv","3":"Is this... the commandant..."},{"T":"301","3":"Her life is fleeting away. She wants to respond to the cry, but she cannot make any sound."},{"T":"301","2":"Lucia","3":"Commandant! Liv is...!"},{"T":"301","3":"Liv's vital signs are rapidly dropping while the infection rate climbs."},{"T":"301","3":"You can feel the Punishing Virus on Liv's artificial skin burning your hand through the protective suit."},{"T":"302","2":"I have to establish a Deep M.I.N.D. connection now."},{"T":"302","2":"Otherwise, it will be too late."},{"T":"301","2":"Lucia","3":"I'll flag the closest transport craft! Stay here, Commandant. Liv is counting on you!"},{"T":"301","2":"Chrome","3":"We'll go help too. We have to get her back to Babylonia as soon as possible."},{"T":"301","2":"Lee","3":"Alright."},{"T":"302","2":"Thank you!"},{"T":"301","3":"Watching your companions leave, you take out the device Asimov gave you before you left, connecting the cables."},{"T":"301","3":"Although these devices are prepared by Asimov and the Professor just before you left, which have a limited range..."},{"T":"301","3":"They are very capable of connecting two consciousnesses together, establishing a Deep M.I.N.D. connection."},{"T":"302","2":"Wake up..."},{"T":"302","2":"Liv..."},{"T":"301","3":"You call her name, gently shaking her shoulders to no avail."},{"T":"301","3":"Like what the researchers said—the connection now can only stabilize Liv's M.I.N.D. shards. It will not lower her infection rate."},{"T":"302","2":"Liv..."},{"T":"302","2":"LIV!!!"},{"T":"301","2":"Liv","3":"...Ugh..."},{"T":"301","3":"The connection has pulled her M.I.N.D. back together... as well as kickstarting her M.I.N.D. migraine."},{"T":"301","3":"Under excruciating pain, the girl curls up her body in the arms of a human."},{"T":"301","2":"Liv","3":"Command... dant..."},{"T":"301","2":"Liv","3":"Is this... a dream..."},{"T":"302","2":"It isn't. I'm right here."},{"T":"301","2":"Liv","3":"Hm..."},{"T":"301","2":"Liv","3":"My last wish... has come true... I get to... see you one last time..."},{"T":"302","2":"Don't say that..."},{"T":"302","2":"We're taking you home!"},{"T":"301","2":"Liv","3":"But..."},{"T":"301","3":"She smiles with sadness, pointing at her neck. Underneath her collar, the EMP discharge collar enters its final countdown."},{"T":"301","2":"Liv","3":"It's... too late..."},{"T":"302","2":"I can disarm it...!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Holding the disarm key in your hand, you connect it with the EMP discharge collar on her neck. But before you press the button, a memory flashes across your mind."},{"T":"301","2":"Hippocrates","3":"Look, I'm glad the patient I've been looking after has woken up. But please consider again whether or not to save Liv."},{"T":"301","2":"Hippocrates","3":"The effects she will suffer are worse than what we anticipated. Surviving could be a worse torment for her."},{"T":"301","3":"Is it right for you to decide when Liv is the one who will suffer?"},{"T":"302","2":"..."},{"T":"302","2":"Liv... before I disarm it..."},{"T":"302","2":"I must ask you..."},{"T":"302","2":"If you know the future is paved with struggles and pain..."},{"T":"302","2":"Will you still walk toward it?"},{"T":"301","2":"Liv","3":"Yes..."},{"T":"301","3":"She answers without hesitation."},{"T":"301","2":"Liv","3":"I already know..."},{"T":"301","2":"Liv","3":"How much... it will hurt to live..."},{"T":"301","2":"Liv","3":"But... you haven't regretted it either..."},{"T":"302","2":"...Me?"},{"T":"301","2":"Liv","3":"Yes..."},{"T":"301","2":"Liv","3":"What if it's you?"},{"T":"301","2":"Liv","3":"If you know that... you will not live to see the day Earth is recovered..."},{"T":"301","2":"Liv","3":"That you will spend the rest of your life fighting..."},{"T":"301","2":"Liv","3":"Will you still walk toward the future?"},{"T":"302","2":"I will."},{"T":"302","2":"You die, and you lose all possibilities."},{"T":"302","2":"The only way to have a chance of getting there is to keep fighting."},{"T":"301","2":"Liv","3":"That's right..."},{"T":"301","3":"She smiles, unwavering."},{"T":"301","3":"The thousands of deaths she experienced from the death mirages have not scared her away from the future. Nor will the migraines."},{"T":"301","2":"Liv","3":"I have made... my choice."},{"T":"301","2":"Liv","3":"Whether it's Lucia, Lee, Chrome, or those... who stayed in the eternal night..."},{"T":"301","2":"Liv","3":"They've all made their choices, even if they cost their lives. They... have not regretted."},{"T":"301","2":"Liv","3":"Same... for me..."},{"T":"301","2":"Liv","3":"If I had a second chance... I would still choose this..."},{"T":"301","2":"Liv","3":"I would still choose this lifetime... to be able to know you all..."},{"T":"302","2":"Why..."},{"T":"301","2":"Liv","3":"Because... I love... life itself..."},{"T":"301","2":"Liv","3":"And I love... the Gray Ravens..."},{"T":"301","2":"Liv","3":"I'm willing... to die for the lives that I love."},{"T":"301","2":"Liv","3":"And I'm willing... to walk with you toward the future..."},{"T":"301","2":"Liv","3":"Even when I know... how painful and tormenting it will be... I won't regret it..."},{"T":"301","2":"Liv","3":"I want to stay with them... I want to stay with you... for our... shared dream..."},{"T":"301","2":"Liv","3":"Death isn't giving up... It's offering life... life itself..."},{"T":"301","2":"Liv","3":"This is my answer... my choice... I never give up."},{"T":"301","3":"Even when her mind is mired in migraines and mirages, Liv never stops smiling."},{"T":"301","3":"Her smile is not a facade, but a flower blossoming from the ashes of her endless pain."},{"T":"302","2":"Liv, I promise you..."},{"T":"302","2":"No matter how hard it will get..."},{"T":"302","2":"I won't give up."},{"T":"302","2":"I will bring you back!"},{"T":"301","2":"Liv","3":"I... believe you."},{"T":"301","2":"Liv","3":"You never... lied to me."},{"T":"301","3":"There is no reason to doubt anymore."},{"T":"301","3":"You keep walking, as difficult as it may be."},{"T":"301","3":"...Just like what she said."},{"T":"301","3":"Because... there are still things you love."},{"T":"302","2":"...Then this is my answer as well. My choice."},{"T":"301","3":"The collar unlocks. The young girl finally falls asleep in your arms."},{"T":"301","3":"Afterward—"},{"T":"301","3":"A transport craft finally arrives above the church. Your worried companions rush out from within."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"302","2":"It's okay."},{"T":"301","2":"Lucia","3":"I'll take Liv. Let's go, the other transport crafts are waiting!"},{"T":"302","2":"Okay. Let's go."},{"T":"301","2":"Asimov","3":"Regardless, Liv's infection rate has passed the threshold. It's very dangerous."},{"T":"301","2":"Asimov","3":"We'll have to assess whether or not we can repair her M.I.N.D. once you return."},{"T":"302","2":"I see."},{"T":"301","2":"Asimov","3":"Best we let her change back into the Eclipse frame."},{"T":"302","2":"As long as she can wake up."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"Come home. This is just the beginning. Lowering her infection rate, locating her M.I.N.D. shards... we have tons to do."},{"T":"301","2":"Asimov","3":"Luckily, she was only seriously infected for a short period of time. There is still a chance."},{"T":"301","2":"Asimov","3":"If it had lasted any longer, the data current would have shredded her M.I.N.D. and pulled the fragments into the stream."},{"T":"301","2":"Asimov","3":"We'll also need to inspect how much the woken Constructs have recovered their consciousnesses."},{"T":"301","2":"Asimov","3":"Miracles do not come cheaply. It's too early to call it a victory before we've finished any of these tasks."},{"T":"301","2":"Hassen","3":"At least we have three pieces of good news."},{"T":"301","2":"Hassen","3":"Liv still has a chance to recover."},{"T":"301","2":"Hassen","3":"With the twins gone, attacks from the flying Hetero-Creatures have become less frequent."},{"T":"301","2":"Hassen","3":"And... the Omega Weapon and the specialized frame worked. Humanity finally has a chance to strike back."},{"T":"301","2":"Hassen","3":"Each one of them is great news to us."},{"T":"301","2":"Hassen","3":"How are the rest of you holding up?"},{"T":"301","2":"Lucia","3":"Sophia helped repair my frame after she woke up. Frame integrity holding at 63.1%. All basic functions are intact."},{"T":"301","2":"Lee","3":"Chrome and I have our infections cleared, but neither of our frames have been completely repaired yet."},{"T":"301","2":"Hassen","3":"Rest assured. The Parliament will compensate for the delayed rescue."},{"T":"301","2":"Hassen","3":"We just couldn't justify the lives that would be sacrificed then."},{"T":"301","2":"Chrome","3":"I understand."},{"T":"301","2":"Hassen","3":"Then, I'll be eagerly waiting for your return."},{"T":"302","2":"Yes, sir."},{"T":"301","3":"Having almost lost each other, you all gather around, your shadows scarred."},{"T":"301","3":"Some day, each of you will be pushed to your limit... until the inevitable end claims you all."},{"T":"304","1":"However, please don't be sad about the brevity of life.","2":"eaeaeaff"},{"T":"304","1":"We take from the land the gift of life, and there it should be returned.","2":"eaeaeaff"},{"T":"304","1":"Memories, then, should capture your moments, engraving them on eternity.","2":"eaeaeaff"},{"T":"304","1":"Just like that paper queen of the night, a flower linked together by seven 'buds.'","2":"eaeaeaff"},{"T":"304","1":"They carry her<//OUR> memories in this brief lifetime, as well as her<//OUR> seven 'sorrow.'","2":"eaeaeaff"},{"T":"304","1":"The first is 'joy and sorrow'—wounds, filled by songs<//JOY>.","2":"eaeaeaff"},{"T":"304","1":"The second is 'freedom'—abandoning the search for the sky<//CHAINS>.","2":"eaeaeaff"},{"T":"304","1":"The third is 'giving'—giving everything she has to others, the selfless mother<//LAND>.","2":"eaeaeaff"},{"T":"304","1":"The fourth is 'ship'—endless journeys and brief reunions<//DEPARTURE>.","2":"eaeaeaff"},{"T":"304","1":"The fifth is 'farewell'—the return of the wind-taken rain<//MEMORY>.","2":"eaeaeaff"},{"T":"304","1":"The sixth is 'death'—embraced by the earth, the treasured memories<//LIFE>.","2":"eaeaeaff"},{"T":"304","1":"The seventh is 'love'—kindled for hope, your self<//SORROW>.","2":"eaeaeaff"},{"T":"304","1":"The nights are long, the days far away.","2":"eaeaeaff"},{"T":"304","1":"To conquer darkness, she<//WE> has kindled herself, offering her life to others.","2":"eaeaeaff"},{"T":"304","1":"Even if that choice will consume us before dawn arrives, we shall feel no regret.","2":"eaeaeaff"},{"T":"304","1":"If there are those who arrive in the future we yearn for, the lives we lost and the tears we shed will turn into smiles. A blessing they will be. A farewell.","2":"eaeaeaff"},{"T":"304","1":"All these, just because...","2":"eaeaeaff"},{"T":"304","1":"She<//WE> loves... the lives<//LIGHT> flickering in the dark.","2":"eaeaeaff"}]