[{"T":"301","3":"..."},{"T":"301","3":"Who—Where—When? Why is everything dark?"},{"T":"301","3":"Is this what death feels like?"},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"Liv","3":"CPR, second cycle! Two! One! Shock!"},{"T":"301","2":"Lee","3":"Celica! Think of something!"},{"T":"301","3":"Everyone's voices flutter around your ear. Close at times, far at times."},{"T":"301","3":"In the middle of your trance, you seem to hear a faint..."},{"T":"301","3":"Hello there, friend."},{"T":"301","3":"Like I said, hello there, friend."},{"T":"301","3":"This should be the last message. What is before me is death."},{"T":"301","3":"After this, there likely won't be someone with the leisure to leave an infinite message loop on the public channels."},{"T":"301","3":"I'm a coward, a scoundrel—it's why I knew from the beginning that I might not walk to the end of my path."},{"T":"301","3":"I'm a coward, a scoundrel—even so, I'm leaving a final message... Three voice recordings, to loop infinitely and play on all channels."},{"T":"301","3":"To avoid the Ascendants, I've limited the power of the signal transmission to a small range, and it is also masked. Sorry if you took it for the ravings of a madman."},{"T":"301","3":"When the future of the Ascension-Network collapsed before my eyes, I knew that I had no choice but to tell others what I knew."},{"T":"301","3":"Shark-speare, the last resort, is probably no longer under my control anymore. I'll likely be devoured by it, and turned into mulch to make Heteromers."},{"T":"301","3":"But, it's okay. My knowledge is hidden in the sixth section of my spine. It's not something that can be destroyed by its teeth."},{"T":"301","3":"I will die here. So I leave everything to you. I'm not a good person, but may humanity find this ember that I leave."},{"T":"301","3":"My friend."},{"T":"301","2":"Liv","3":"CPR, tenth cycle! Two! One! Shock!"},{"T":"301","3":"Warmth, tactile touch. Pain—from electric shock."},{"T":"301","3":"And pain, from the wound caused by the adrenaline injection in your chest."},{"T":"301","3":"Air rushes into your lungs. Colors return to your vision."},{"T":"301","2":"Lucia","3":"Commandant, Commandant!"},{"T":"301","2":"Liv","3":"The heartbeat... is back..."},{"T":"301","2":"Liv","3":"Commandant! Can you see me? Can you move?"},{"T":"302","2":"...You're squishing my hand."},{"T":"301","3":"Everyone helps you up, and what meets your eyes is—"},{"T":"301","3":"Vera, fighting with Gabriel afar. Karenina, Camu, and the others are trying to stop the Corrupted from closing in."},{"T":"301","3":"And in the middle of the plaza is a huge, child-like statue of a cartoonish shark..."},{"T":"301","3":"'Shark-speare, the last resort, is probably no longer under my control anymore. I'll likely be devoured by it, and turned into mulch to make Heteromers.'"},{"T":"301","3":"'But, it's okay. My knowledge is hidden in the sixth section of my spine. It's not something that can be destroyed by its teeth.'"},{"T":"301","3":"Ahah..."},{"T":"302","2":"Everyone, prepare for battle."},{"T":"302","2":"I will continue to command."},{"T":"301","2":"Liv","3":"Commandant! You're in a dangerous physical condition now...!"},{"T":"302","2":"I know."},{"T":"302","2":"But I must."},{"T":"301","2":"Lucia","3":"You need only say it, Commandant, and I will make it happen!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"I pulled the surveillance records from the main plaza..."},{"T":"301","2":"Liv","3":"A dark figure... swallowed Shome and retreated into the bionic statue projection."},{"T":"301","2":"Liv","3":"Commandant, I admire and respect your desire to command, but do know that I will keep monitoring your physical condition."},{"T":"302","2":"Thanks."}]