[{"T":"102","1":"Final Exhibition","2":"Chapter 3"},{"T":"301","2":"Gabriel","3":"Miss Luna is already here. Are you all ready?"},{"T":"301","2":"Roland","3":"Of course! I've even left a little gift for our guests from Babylonia."},{"T":"301","2":"Gabriel","3":"You're playing around again."},{"T":"301","2":"Roland","3":"We all have our passions, do we not, Mr. Gabriel? I just don't have such a lofty and delicate one like yours."},{"T":"301","2":"Roland","3":"Machines, Constructs, Humans, Punishing Virus, whatever comes of this ragged doll of a world, I have no interest..."},{"T":"301","2":"Roland","3":"I exist to protect Miss Luna and ensure her wishes are fulfilled. That is all."},{"T":"301","2":"Gabriel","3":"…………"},{"T":"301","2":"Corrupted","3":"Please... please... let us in the Ascension-Network..."},{"T":"301","2":"Corrupted","3":"Please share with us the power of Miss Luna..."},{"T":"301","2":"Corrupted","3":"And relieve us of the Punishing Virus..."},{"T":"301","2":"Luna","3":"How naive... Only by embracing and accepting it, are you fit to control the power of the Punishing Virus."},{"T":"301","2":"Roland","3":"To wish for relief—you have already lost your chance."},{"T":"301","2":"Corrupted","3":"Ugh..."},{"T":"301","3":"Roland swings his weapon, and the Corrupted is quickly split into two halves."},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","2":"Roland","3":"To join the core of Ascnet and be bestowed Miss Luna's power, you will have to prove yourself—"},{"T":"301","2":"Roland","3":"Prove that you are crueler... more dreadful... and deadlier... than the virus."},{"T":"301","2":"Roland","3":"Only so, are you fit to become the owner of the virus, do you understand?"},{"T":"301","2":"Corrupted","3":"The owner of the... virus..."},{"T":"301","2":"Corrupted","3":"Become the... owner!"},{"T":"301","2":"Roland","3":"There will be a band of humans coming here soon. Use this opportunity to prove yourself to Miss Luna."},{"T":"301","2":"Corrupted","3":"Humans..."},{"T":"301","2":"Corrupted","3":"Destroy... humans! Destroy... humans!"},{"T":"301","2":"Luna","3":"Roland."},{"T":"301","2":"Roland","3":"Yes, milady?"},{"T":"301","2":"Luna","3":"Please don't fool around too long with my sister and her friends. You know you have better things to do than that."},{"T":"301","2":"Roland","3":"Of course! Among those hypocritical and disorganized humans, I'll find an appropriate..."},{"T":"301","2":"Roland","3":"Seed..."}]