[{"T":"301","3":"The light blue flame at the bottom of the transport craft burns up the debris on the landing site, creating a circular area for hovering."},{"T":"301","3":"The wind pressure generated by its hovering blows the clothes worn by the Construct sitting on the ground."},{"T":"301","2":"Pilot","3":"This is Mother Goose-3. Sorry for the wait, Kamui."},{"T":"301","3":"With his greatsword strapped to his back, Kamui stands up and smiles at the transport craft as it lands."},{"T":"301","2":"Kamui","3":"You're later than usual."},{"T":"301","2":"Pilot","3":"Well, we encountered some interceptor drones upon entering the stratosphere. They didn't pose any threat, but they still delayed us on our way here from Babylonia."},{"T":"301","2":"Kamui","3":"Huh? What are drones doing at that high of an altitude?"},{"T":"301","2":"Pilot","3":"No idea. They showed low signs of corruption, so we mistook them for allies at first."},{"T":"301","2":"Kamui","3":"Ya don't say?"},{"T":"301","3":"Just as Kamui is about to board the transport craft, his smile fades into a more dignified expression."},{"T":"301","2":"Kamui","3":"..."},{"T":"301","2":"Kamui","3":"Hate to do this, but let's return to Babylonia before going to the next objective."},{"T":"301","2":"Pilot","3":"Huh? B-but..."},{"T":"301","3":"The pilot wants to continue asking him, but when he sees Kamui's expression, he realizes he was not making these demands lightly."},{"T":"301","2":"Pilot","3":"Understood."},{"T":"301","2":"Kamui","3":"Thank you."},{"T":"301","3":"Upon saying this, Kamui boards the transport craft and connects to Strike Hawk's encrypted channel."},{"T":"301","2":"Kamui","3":"You've realized it too, Captain. Haven't you?"},{"T":"301","2":"Chrome","3":"I have..."},{"T":"301","2":"Kamui","3":"What kind of mission has Wanshi been assigned?  Why would he need to operate in stealth mode to avoid danger?"},{"T":"301","2":"Chrome","3":"I'm not authorized to have access to the mission details. All I know is that Nikola dispatched members from each team on a top-secret mission."},{"T":"301","2":"Kamui","3":"Where are you now?"},{"T":"301","2":"Chrome","3":"I'm in Babylonia on my way to the bridge."},{"T":"301","2":"Kamui","3":"...Why the long face, Captain?"},{"T":"301","2":"Chrome","3":"Wha... Sorry, I've been worried."},{"T":"301","2":"Kamui","3":"Relax."},{"T":"301","2":"Kamui","3":"No one knows how capable Wanshi is than you."},{"T":"301","2":"Chrome","3":"He's able to overcome any difficulty that comes his way."},{"T":"301","2":"Chrome","3":"And he's a natural at whatever he puts his mind to."},{"T":"301","2":"Kamui","3":"In other words, nothing stands in his way whenever he decides to get serious."},{"T":"301","2":"Kamui","3":"Even if something really happens, we'll save him. I don't wanna be the only one left to put up with your crap!"},{"T":"301","2":"Chrome","3":"Hehe... That goes both ways."},{"T":"301","2":"Chrome","3":"Sorry, I couldn't help but get a little nervous. This isn't the first time I've had to pull you guys out of all sorts of strange places."},{"T":"301","2":"Kamui","3":"Right, so as I was saying..."},{"T":"301","2":"Kamui","3":"Just relax. Regardless of what the higher-ups have to say, our duties as Strike Hawk will stay the same."},{"T":"301","2":"Chrome","3":"You're absolutely right."},{"T":"301","2":"Chrome","3":"Chrome, the Strike Hawk Captain, reporting in."},{"T":"301","3":"Chrome enters the bridge and gives the standard military salute to Hassen and Nikola standing in front of the holo-screen."},{"T":"301","3":"Hassen turns and nods to Chrome. Nikola retains a dignified expression and stares at the screen in front of him."},{"T":"301","2":"Hassen","3":"Chrome, what brings you here at a time like this?"},{"T":"301","2":"Chrome","3":"I'm here on behalf of my team."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","2":"Chrome","3":"I know I have no right to involve myself with top-secret missions. But as their Captain, I must be responsible for their lives. I have reason to believe they've encountered an unexpected threat."},{"T":"301","2":"Hassen","3":"What are you trying to say?"},{"T":"301","3":"Chrome looks directly into Hassen's eyes and speaks solemnly."},{"T":"301","2":"Chrome","3":"I am here to request permission for Strike Hawk to carry out a rescue mission for Wanshi and the others dispatched on the top-secret mission."},{"T":"301","2":"Nikola","3":"Nonsense! What do you think is the meaning of a military order?"},{"T":"301","3":"After hearing Chrome's appeal, Nikola finally shifts his gaze away from the holo-screen in front of him to Hassen and Chrome."},{"T":"301","2":"Chrome","3":"Military orders are missions that soldiers must obey, sir!"},{"T":"301","2":"Chrome","3":"I do not object to your order. However, I stand here on behalf of those involved with the hope of minimizing our losses."},{"T":"301","2":"Nikola","3":"You..."},{"T":"301","3":"Right as Nikola is about to reprimand Chrome, Hassen stops him."},{"T":"301","2":"Hassen","3":"Hm? What makes you say that?"},{"T":"301","2":"Nikola","3":"Hmph."},{"T":"301","2":"Chrome","3":"Thank you for the opportunity, Mr. President."},{"T":"301","2":"Chrome","3":"I was dispatched on a low-risk mission to patrol and survey the Arctic Ocean. Combined with the local climate, it would be more reasonable to assign it to Arctic Fox, since they are better equipped for cold environments."},{"T":"301","2":"Chrome","3":"This top-secret mission surely plays important tactical significance to Babylonia. However, the spec ops members appear to have encountered an issue that has resulted in the necessity for a stealth evac."},{"T":"301","2":"Chrome","3":"I believe that is because the spec ops members have encountered an issue that is beyond their capabilities."},{"T":"301","2":"Chrome","3":"The failure of this operation is bound to hinder the process of recapturing Earth. Therefore, I highly advise dispatching additional personnel to conduct a rescue mission and complete the mission with a larger team."},{"T":"301","2":"Chrome","3":"I believe you two are also looking for candidates to form a rescue team."},{"T":"301","2":"Nikola","3":"Correct, except not to conduct a rescue mission. Rather, we need to ensure that Babylonia acquires the necessary intel."},{"T":"301","2":"Chrome","3":"Understood. I'm sure there are also certain criteria for selecting the personnel."},{"T":"301","2":"Chrome","3":"Most of the task force members have been dispatched to various places around the world to eradicate the Corrupted."},{"T":"301","2":"Chrome","3":"Kamui just so happens to have just completed his mission, and I am currently on standby in Babylonia. We can use the Chrome airdrop capsules to land on the surface at high speed whenever needed. So, I propose that we are the best candidates for this operation."},{"T":"301","2":"Nikola","3":"Impossible. This is a conflict of interest, and your personal biases will only doom the mission to failure."},{"T":"301","2":"Chrome","3":"We may be weapons... but we were once humans."},{"T":"301","2":"Chrome","3":"Each Strike Hawk possesses strong combat ability and synergy unmatched by other members."},{"T":"301","2":"Chrome","3":"Whether in terms of execution ability or efficiency, Strike Hawk is the best choice."},{"T":"301","2":"Chrome","3":"I'm not saying this out of inflated self-confidence, but a combination of practical considerations."},{"T":"301","3":"After Chrome finishes speaking, a long silence fills the bridge. Hassen nods to Nikola, then looks at Chrome and says—"},{"T":"301","2":"Hassen","3":"You just mentioned the airdrop capsules. We're currently running trials on a new model that we've recently developed. We can't guarantee its safety, though."},{"T":"301","2":"Chrome","3":"Understood."},{"T":"301","2":"Hassen","3":"Well, it seems like you have already made up your mind."},{"T":"301","2":"Nikola","3":"But did you stop to consider why the Arctic Ocean survey mission was assigned to you in the first place?"},{"T":"301","2":"Chrome","3":"Because there are a few issues there that only I can solve."},{"T":"301","2":"Chrome","3":"If that is the case, then I will immediately resume the survey mission and rendezvous with Arctic Fox once I complete this mission."},{"T":"301","2":"Hassen","3":"I heard Asimov say that the modifications to your frame are still in the trial phase. Continuous high-intensity operations put a lot of strain on it."},{"T":"301","2":"Chrome","3":"The impact is minimal based on past experiences. Not to mention, this will give me an opportunity to put it to the test and see what requires further optimization."},{"T":"301","2":"Nikola","3":"Hmph, you can't just talk of big game. Young people always over promise and under deliver. Instead, there is nothing but a dismal end."},{"T":"301","3":"Nikola looks at Chrome and is met with a firm gaze."},{"T":"301","2":"Chrome","3":"I'm betting Langston Smith's name on it."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","2":"Hassen","3":"Well, then."},{"T":"301","2":"Nikola","3":"Hmph, looks like you haven't forgotten who you are."},{"T":"301","2":"Hassen","3":"Looks like we can't possibly turn you down now."},{"T":"301","2":"Nikola","3":"The coordinates have been sent to your terminal. Don't let us down."},{"T":"301","2":"Chrome","3":"Roger!"}]