[{"T":"301","2":"Mandhasti","3":"Roland? Roland?"},{"T":"301","2":"Mandhasti","3":"Roland, what's wrong? What's with the daydreaming?"},{"T":"301","2":"Roland","3":"...Huh? Oh."},{"T":"301","2":"Mandhasti","3":"Are you all right? We have to investigate the address on the document. It's too dangerous to be daydreaming at a time like this."},{"T":"301","2":"Roland","3":"Sorry, zoned out there for a second. I'm fine. Don't worry about me."},{"T":"301","2":"Mandhasti","3":"...Alright."},{"T":"301","3":"Mandhasti leans against the street wall and scratches his cheek. Roland faces the road, as if observing the traffic, but his eyes are on the simulated sunlight, forcing himself not to fall asleep."},{"T":"301","3":"Suddenly, Mandhasti pats him on the shoulder."},{"T":"301","2":"Mandhasti","3":"Hey... When this mission is over, how about I give you some time off?"},{"T":"301","2":"Roland","3":"Why?"},{"T":"301","2":"Mandhasti","3":"Every time I've seen you recently, you've seemed distraught. You haven't been acting yourself recently. But not like you're under pressure from the mission."},{"T":"301","2":"Mandhasti","3":"I'm not sure if it's something I did, but I understand if you don't want to tell me."},{"T":"301","2":"Mandhasti","3":"Maybe it's just a king being overly worried about his knight. Maybe you'll feel better after some time to yourself. What do you say?"},{"T":"301","2":"Roland","3":"R-really? Thank you so much—"},{"T":"301","3":"Not out of the script, but out of sincere concern. It's even more confusing."},{"T":"301","3":"Right as he raises his hand to thank Mandhasti as usual, his sights first fall on a short baton."},{"T":"301","3":"It's the same EMP baton he used to knock Mandhasti unconscious yesterday. His hand becomes all sweaty from gripping it."},{"T":"301","3":"He feels like, as soon as he lets go, Mandhasti will find out something's wrong and begin questioning him again."},{"T":"301","2":"Roland","3":"...Uh, I just remembered that I left something at the station. I'll see you around."},{"T":"301","3":"Roland takes a few steps back and starts running before Mandhasti can respond."},{"T":"301","3":"Just around the corner, a crew member he knows is on standby."},{"T":"301","2":"Neferti","3":"Going off script now? But you rarely do that. What's wrong?"},{"T":"301","2":"Roland","3":"I forgot some of the new script from last night. I need to go over my lines. Just give me 8 minutes."},{"T":"301","2":"Roland","3":"The script also left some leeway in it. The next scene is the investigation set on M1L. Use the extras to buy some time until I come back. Don't worry, I'll finish the scene."},{"T":"301","2":"Neferti","3":"Understand. I'll get right on it."},{"T":"301","3":"Watching Neferti run off, Roland looks for a patch of shade. After confirming that Mandhasti is nowhere to be seen, he huddles up on the ground."},{"T":"301","2":"Roland","3":"If... he starts going crazy again... Then I'll... get him with the EMP from behind..."},{"T":"301","2":"Roland","3":"No, no, no. Now's not the time to be thinking about that. We've already taken enough precautions. The higher-ups screened all the extras and rewrote the script yesterday."},{"T":"301","2":"Roland","3":"I've got plenty of backup if that happens again."},{"T":"301","2":"Roland","3":"There won't be any problems... There won't. Believe in yourself, Roland. Everyone believes in you. You're a professional. This isn't your first rodeo. Get ahold of yourself, just this once..."},{"T":"301","3":"..."},{"T":"301","3":"Drowsiness and anxiety pound on his overly caffeinated brain."},{"T":"301","3":"Falling asleep in the middle of his performance would be a disaster, one which he needs to avoid at all costs."},{"T":"301","3":"He pinches a nerve and forces himself to hang in there. Right as his head drops, he catches himself. He struggles as he drifts in and out of sleep as if deliberately torturing himself."},{"T":"301","2":"Roland","3":"Heck, I don't even dare sleep because every time I do, something happens. I downed a bunch of espresso before the performance, but it doesn't seem to be working."},{"T":"301","2":"Roland","3":"...Guess I'll relax and check some data."},{"T":"301","3":"Finally tired of dealing with his internal struggle, he grabs the terminal next to him. Looking at the time, there is still enough time for him to catch up on new data for today."},{"T":"301","2":"Roland","3":"Let's see... How's everyone doing today? Wow, daily activity is at 10997108%. Hahaha, that's awesome..."},{"T":"301","2":"Roland","3":"As if we'd ever get numbers that high. What, even aliens tuned in to watch our show?"},{"T":"301","2":"Roland","3":"This machine is always on the fritz... Oh well..."},{"T":"301","3":"Roland shakes his head and stands in a beam of sunlight. He closes his eyes and tries to hear the subtle sound of the autofocusers around him. He does not feel like he is in the sun, but rather standing beneath an array of countless cameras."},{"T":"301","3":"He has not looked carefully at the park's setting in quite some time. Even though the prop team deliberately aged the city, if you look more closely, you can see that everything is made of state-of-the-art material. Combined with the high-end cameras camouflaged in the back drop, the set forms a modern city."},{"T":"301","3":"He has spent half of his life in this fake city."},{"T":"301","3":"He has no regrets because he has a clear goal. He will pursue that goal to the end."},{"T":"301","3":"Even if he stumbles all the way, he has made it this far. As long as he can endure for a few more years, he will be able to live the life he dreams of spending with his family."},{"T":"301","2":"Neferti","3":"Sector M1L actors in position! Roland, Roland!"},{"T":"301","3":"Just as Roland's thoughts are about to wander out of the city and to his distant family, the familiar voice pulls him back to reality."},{"T":"301","2":"Roland","3":"...Here."},{"T":"301","2":"Roland","3":"Oh... The script. Gotta go over the script..."},{"T":"301","3":"Yesterday's episode was interrupted by Mandhasti's intense round of questioning. After the recap, he returned to the detention center. This morning, he released Mandhasti from the detention center and began investigating problems with the gang."},{"T":"301","3":"After that, he needs to guide Mandhasti into continuing to doubt the authenticity of the world around him. Then he needs to snatch a police knife from Mandhasti's hand and slash his own wrist."},{"T":"301","3":"Of course, the knife is not dangerous. It is only plastic. However, whenever the special coating comes into contact with skin, it melts into the color of blood."},{"T":"301","3":"He'll use his 'blood' to bring Mandhasti to his senses. According to the writer, the idea comes from a legend about a knight who sacrificed himself to pull the king out of danger."},{"T":"301","2":"Roland","3":"Okay. Script memorized. It's showtime."},{"T":"301","3":"Roland pats his cheeks and takes his position."},{"T":"301","2":"Roland","3":"After this segment, 'Roland' will be temporarily hospitalized for mental trauma and self-harm."},{"T":"301","2":"Roland","3":"That'll give me some time to have a break and rest up."},{"T":"301","2":"Roland","3":"I can have another good talk with Rolmo and the folks."},{"T":"301","2":"Roland","3":"Hurry up and put an end to this. Please..."},{"T":"301","3":"After quietly encouraging himself, Roland looks up and faces the place where Mandhasti should appear."},{"T":"301","3":"Several figures come running from that direction. Screws and wires poke out of their ragged clothes. Judging from the costumes, they appear to be extras from the park."},{"T":"301","2":"Roland","3":"...Huh?"},{"T":"301","3":"One or two of them, which seem to be mechanoids, run toward Roland. Looking from a distance, Roland can see a glimmer of red light in their eyes."},{"T":"301","2":"Mechanoid","3":"Raaargh—Rrrgghh!"},{"T":"301","2":"Roland","3":"...Hey! What are you doing! We're shooting a scene here! You guys are up next..."},{"T":"301","3":"Roland's cry is cut off mid-sentence as he suddenly sees a dark object flying right at him. He sidesteps the object, which flies by in a flash of silver and clangs onto the ground."},{"T":"301","2":"Roland","3":"What was that?! A wrench?! Who threw that?!"},{"T":"301","3":"It's a wrench commonly used for repairing mechanoids. Given the speed, a direct hit would've killed anyone right then and there."},{"T":"301","2":"Roland","3":"What the hell are you doing?! You're gonna get someone killed!"},{"T":"301","2":"Roland","3":"Rgh! Hey! [Beep] you, knock it off!"},{"T":"301","2":"Roland","3":"Director! Director! Say something already!"},{"T":"301","3":"He kneels down and takes shelter. Turning on his earpiece to call for support, all he hears is radio silence. The earpiece, which normally relays instructions, is nothing but static."},{"T":"301","2":"Roland","3":"Director? Director... Hmph, what's wrong? How can it break at a time like this?!"},{"T":"301","3":"Looking out from the side of the shelter, he sees one of the lead mechanoids rush toward him..."},{"T":"301","2":"Mechanoid","3":"Urgh—!"},{"T":"301","2":"Roland","3":"Wait, is that... the old punch-in bot?"},{"T":"301","3":"Ragged clothes and makeup that spells old age. Roland quickly recognizes that the security mechanoid dressed as an old man guarding the door to Roland's room is the one attacking him."},{"T":"301","3":"That mechanoid should be guarding the door to prevent Mandhasti from wandering into important areas, or at least assisting the crew in the lounge... In any case, it shouldn't be here with those glaring red eyes."},{"T":"301","2":"Roland","3":"Looking at the others running rampart, they also appear to be mechanoids based on their robotic movement."},{"T":"301","2":"Roland","3":"What's wrong with those mechanoids? Did they all of sudden rewrite the show into a zombie apocalypse? What about the other mechanoids?"},{"T":"301","3":"He ducks behind a nearby wall. A heavy object flies toward Roland and hits the corner of the wall, knocking out several steel parts. A gap appears in the set's camouflage."},{"T":"301","2":"Roland","3":"Hmph. If the director's not gonna tell me what to do, guess I gotta play it by ear... I gotta get out of here before I'm really in danger."},{"T":"301","2":"Roland","3":"Think all after all those chase scenes, I can't outrun you?"},{"T":"301","2":"Roland","3":"The nearest work area is in Sector H7M... Alright, that's where I'll go!"},{"T":"301","3":"He quickly thinks over the route, then takes off running. As expected, the mechanoids behind him aren't that fast. A hail of sharp objects misses his heels, and they ended the pursuit shortly after."},{"T":"301","2":"Roland","3":"Of course... Gotta get Mandy out of here."},{"T":"301","2":"Roland","3":"Forget about the crazy mechanoids for now. If Mandy sees this... I really don't want to beat him with that baton again."},{"T":"301","2":"Roland","3":"Haha, even in crisis and I don't know what's going on, I can't forget the king. I guess I really am like a knight..."},{"T":"301","2":"Roland","3":"'I can't protect you out there, but at least I can in here. I want to keep you safe.'—At least, if I were 'Roland', I'd probably say something like that. Ha!"},{"T":"301","3":"Roland mulls over some lines, shakes his head and smiles. As he follows his established route, he turns the street corner and sees a familiar figure in front of him."},{"T":"301","2":"Roland","3":"Mandy! Over here! We gotta go!"},{"T":"301","2":"Roland","3":"No time to explain! We need to run! Our lives are in danger!"},{"T":"301","3":"Roland rushed forward and grabs Mandhasti by the wrist, his smile firm yet sincere."},{"T":"301","2":"Roland","3":"Don't worry, I'll protect you. After all, I'm your knight."},{"T":"301","3":"That's right. Run first, then find a secluded area to calm Mandy down. Once the crew resolves the issue with the extras, they'll come to get the king."},{"T":"301","3":"Just like usual, he'll rely on his skills as an actor. Then..."},{"T":"301","3":"But then... as Mandy raises the knife into the air, Roland's sights are covered in red."},{"T":"301","2":"Roland","3":"Huh?"},{"T":"301","3":"Roland takes a few steps back. Bright red liquid drips from the corner of his clothes. There isn't a wound, only bright red dye on his soaked jacket."},{"T":"301","2":"Roland","3":"Why?"},{"T":"301","3":"Why? The script should've had him take Mandhasti to a safe place and guard him until the problem was solved. That's when he'd take his knife and he'd be the one to use it."},{"T":"301","3":"But then why is his chest covered in red dye? Was something wrong with his acting? Did he give something away?"},{"T":"301","3":"Roland looks up at the Mandhasti's intense red eyes. His gaze is devoid of any realistic quality capable of deceiving the audience. It is... ruthless."},{"T":"301","2":"Roland","3":"...Sector M1L. All cameras offline!"},{"T":"301","3":"Calm down. Just calm down. All the cameras are pointed right this way. We need to cut the broadcast and get the situation under control."},{"T":"301","2":"Roland","3":"Neferti! Screenwriter?! The director isn't responding! Help me take care of this!"},{"T":"301","3":"No response. No one is in the building, which should've been filled with the crew."},{"T":"301","3":"Roland looks around in a daze as Mandhasti approaches him step by step. As his figure draws near, the hidden cameras begin to glow red one by one."},{"T":"301","3":"Red, red, red. He is surrounded by bright red light."},{"T":"301","3":"In front of him, Mandhasti raises the dagger and slashes at him again—"},{"T":"301","2":"Mandhasti","3":"Urgh—!"},{"T":"301","2":"Roland","3":"...!"},{"T":"301","3":"Narrowly dodging the dagger, he grabs the baton from his waist, activates the EMP, and hits him full-force."},{"T":"301","3":"Mandhasti crumples to the ground. Roland looks out to the spreading red light. He hears them running rampant."},{"T":"301","2":"Roland","3":"Huff... Puff..."},{"T":"301","3":"Without hesitation, he charges in the direction with the least amount of red light. He has nowhere else to run."},{"T":"301","2":"Roland","3":"What the heck is going on?"},{"T":"301","2":"Roland","3":"If this is a part of the script, someone yell cut and run another take!"},{"T":"301","2":"Roland","3":"But if it isn't... Then... What am I supposed to do?"}]