[{"T":"301","2":"Lucia","3":"No abnormalities in all areas. All Corrupted cleared."},{"T":"301","2":"Lee","3":"The tactical terminal has been found, but there were no clues about the sound of singing. Could it be that Liv heard it wrong?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"Liv?"},{"T":"301","2":"Liv","3":"The sound of singing... is coming from the tactical terminal."},{"T":"301","2":"Lee","3":"I'll go check it now."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Condelina","3":"W-who's here?"},{"T":"301","2":"Liv","3":"That voice is..."},{"T":"301","2":"Lucia","3":"We're the Gray Raven."},{"T":"301","2":"Liv","3":"He-Hello!"},{"T":"301","2":"Lee","3":"Liv has actually made the first move?"},{"T":"301","2":"Condelina","3":"He-Hello..."},{"T":"301","2":"Lee","3":"Commandant, does this way of talking sound familiar to you in terms of frequency?"},{"T":"302","2":"Yeah.","4":"Frequency?"},{"T":"301","2":"Lee","3":"Liv and Condelina... Perhaps that's why Liv is the only one that can hear the sound of Condelina's memory on the terminal."},{"T":"301","2":"Lee","3":"Liv and Condelina... I can't say for sure. But perhaps that's why Liv is the only one that can hear the sound of Condelina's memory on the terminal."},{"T":"301","2":"Liv","3":"Pardon me, I heard the sound of singing just now. I guess it's from you..."},{"T":"301","2":"Condelina","3":"Ah, that's embarrassing! My voice must be awful... I'm sooo sorry!"},{"T":"301","2":"Liv","3":"Not at all! You have a beautiful voice! I even forgot about the battle since I was totally attracted to it..."},{"T":"301","2":"Lee","3":"According to the data, memory type: Condelina, one of the members of the Moe Army, also a first-class assassin. Records also show that she's introverted and shy with a passion for singing..."},{"T":"302","2":"She doesn't seem like that...","4":"Such a sharp contrast..."},{"T":"301","2":"Lee","3":"Well, the memory integrity test passed. No signs of Punishing Virus corruption were detected."},{"T":"301","2":"Lee","3":"...The memory integrity test passed. No signs of Punishing Virus corruption were detected."},{"T":"301","2":"Lucia","3":"Commandant, I've explained the current situation to Condelina and she agreed to assist us. But..."},{"T":"301","2":"Liv","3":"Commandant, I'd like to ask Condelina to sing for us at the end of our recycle mission..."},{"T":"301","2":"Liv","3":"Condelina has such a sweet voice! Can I ask for your approval?"},{"T":"302","2":"I see.","4":"You have my permission."},{"T":"301","2":"Liv","3":"Awesome!"},{"T":"301","2":"Condelina","3":"..."},{"T":"301","2":"Lee","3":"...How long do we have to stand here like this?"},{"T":"301","2":"Lucia","3":"After all, Liv is the only one that can hear the sound of singing from Condelina, but at least..."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"She really seems to like it.","4":"Let's wait a little longer, Lee..."},{"T":"301","2":"Lee","3":"...Seems that there's no other choice. I see..."}]