[{"T":"301","2":"Rosetta","3":"With these units installed, the mission is basically over."},{"T":"301","2":"Rosetta","3":"Commandant, come here if your survey equipment is all set up."},{"T":"301","3":"Rosetta activates the module in her hand and begins to sync up the equipment."},{"T":"301","2":"Rosetta","3":"Running at full capacity. Switching to automatic mode... Looks good."},{"T":"301","2":"Rosetta","3":"Okay. Now, let's learn how to pitch a tent."},{"T":"302","2":"Why?!","4":"Do we need to stay here overnight?"},{"T":"301","2":"Rosetta","3":"Because the last part of the mission requires us to keep watch here overnight. So, now's a good time to learn."},{"T":"301","2":"Rosetta","3":"Yeah, our last mission is to keep watch here all night."},{"T":"301","2":"Rosetta","3":"The equipment from Babylonia can help us set up camp quickly, but I still prefer doing things the old-fashioned way."},{"T":"301","2":"Rosetta","3":"With that being said, Commandant, do you know that tents are divided into freestanding and non-freestanding ones?"},{"T":"302","2":"Yeah.","4":"Care to explain?"},{"T":"301","2":"Rosetta","3":"Ah, of course. You are a military personnel. I'll skip the basics then."},{"T":"301","2":"Rosetta","3":"Simply put, freestanding tents have a support structure that makes it ideal for learners. Most of the fishermen in the ARU use these tents."},{"T":"301","2":"Rosetta","3":"Non-freestanding tents require an added support structure, making them more difficult to assemble."},{"T":"301","2":"Rosetta","3":"But, this allows them to be set up anywhere, which makes it more portable once you're familiar with it."},{"T":"301","2":"Rosetta","3":"So, Commandant... Let's pitch a non-freestanding tent today."},{"T":"301","2":"Rosetta","3":"(Mumbles) ...And that's not because I lost the support rods or anything."},{"T":"301","3":"On the vast and empty snowfield, even a quiet mumble can be heard crystal-clear."},{"T":"301","2":"Rosetta","3":"Non-freestanding tents typically use trees for support. So we need to find two trees roughly three meters apart."},{"T":"302","2":"Alright, let's go look.","4":"...That might be a little difficult."},{"T":"301","2":"Rosetta","3":"...Well, bad news is that most of the nearby trees were cut down while developing the ARU. I don't think we'll be able to find a suitable camping site."},{"T":"301","3":"Scanning around, not even a single tree can be seen among the vast snowfield."},{"T":"301","2":"Rosetta","3":"...Yep."},{"T":"301","2":"Rosetta","3":"We used to be able to find firewood here... Sigh, just my luck..."},{"T":"301","3":"As if all hope was lost, Rosetta picks up a pebble and hurls it after a long exasperated sigh."},{"T":"301","2":"Rosetta","3":"Oh. This time, it skipped twelve times. A vast improvement."},{"T":"301","2":"???","3":"Flabby Arctic rolls... Who's throwing rocks into the water?!"},{"T":"301","3":"An angry wave surges up, revealing a familiar figure."},{"T":"302","2":"Oh, another bullseye?!","4":"You live down there or something?!"},{"T":"301","2":"Bionic Bear","3":"So, you ARE doing it on purpose!"},{"T":"301","2":"Bionic Bear","3":"I live on shore, obviously. This is just my favorite spot to sunbathe!"},{"T":"301","3":"Look at the ARU technology. Their bionic bears are so realistically made that they even sunbathe."},{"T":"301","2":"Bionic Bear","3":"Try living in me shoes, aye? Try getting a rock to your noggin every time you clock off from the climate station!"},{"T":"301","2":"Bionic Bear","3":"And what is it with you two?! Do you humans and Constructs have nothing better to do?"},{"T":"301","2":"Rosetta","3":"We told you last time. We're on a mission."},{"T":"301","2":"Bionic Bear","3":"...Oh yeah, you did, aye, didn't you? So what's with the rocks again? Lost another module?"},{"T":"302","2":"We don't have a place to pitch our tent.","4":"First of all though, I didn't throw the rock."},{"T":"301","2":"Bionic Bear","3":"A tent...? You camping here or something?"},{"T":"301","2":"Bionic Bear","3":"Whatever, it's all the same. Why do you have this pile of fabric on the ground anyway? Are you trying to camp or something?"},{"T":"301","2":"Rosetta","3":"I just wanted to teach Commandant how to pitch tents in the Arctic for the final mission."},{"T":"301","2":"Rosetta","3":"But this ended up not going as planned. The tent is going nowhere."},{"T":"301","2":"Bionic Bear","3":"You two are a bunch of brain wranglers... But if you just need a shelter, I have an idea."},{"T":"302","2":"Save us, Master Bear!","4":"You don't mean the ocean, do you?"},{"T":"301","2":"Bionic Bear","3":"Don't call me Master Bear, makes me sound like some weirdo... Whatever, if you need help then let's build an igloo."},{"T":"301","2":"Bionic Bear","3":"What kind of numbskull idea is that? I'm saying you can build an igloo."},{"T":"301","2":"Rosetta","3":"Right... An igloo also works. Not to mention it can be built anywhere... I completely forgot about it."},{"T":"301","2":"Bionic Bear","3":"Aight, quit dozing and get cracking. Construct, you'll do the shaping. 【kuroname】, you pile up the snow."},{"T":"302","2":"How big do you want the snowballs?","4":"We just need to pile it up?"},{"T":"301","2":"Bionic Bear","3":"About waist-high, but don't make them too big. Last time, a ten-meter tall snowball came rolling onto shore and just about scared me half to death."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Bionic Bear","3":"Just mush it all into a ball. The Construct can handle the finer details later."},{"T":"301","3":"You both follow the bionic bear's safety-first instructions and quickly build an igloo. Rosetta uses her spear to carve a perfect sphere out of the snowball."},{"T":"301","3":"And finally—"},{"T":"301","2":"Bionic Bear","3":"Good work. You make Master Bear proud."},{"T":"301","3":"An immaculate igloo with a streamlined arc stands before you. The pristine snow is even glistering under the sunlight."},{"T":"301","3":"Rosetta covers the entrance of the igloo with the tent canvas to block the freezing wind."},{"T":"301","2":"Bionic Bear","3":"Work's done, fellas. Let's go in and see if this igloo's a warmer!"},{"T":"301","3":"The three of you crawl into the igloo. Without any light, you cannot get a feel of your surroundings."},{"T":"301","2":"Bionic Bear","3":"Well. Feels pretty warm in here."},{"T":"301","3":"Like what the bear says, you feel an immediate temperature difference upon entering the igloo, but—"},{"T":"301","2":"Rosetta","3":"It's a bit cramped in here..."},{"T":"301","3":"Though equipped with the knowledge of the how-to, no one has ever built an igloo before, causing this size miscalculation."},{"T":"301","3":"In the end, you have created an... S-sized snow hut."},{"T":"301","2":"Bionic Bear","3":"Oi, Construct, can't you put your weapon outside? Your pokey bits are stabbing at me..."},{"T":"301","2":"Rosetta","3":"Sorry, but you'll have to get over it. You never know when we might be attacked. Only soldiers that can endure can seize the final victory."},{"T":"301","2":"Bionic Bear","3":"I'm not here to make war, girl!"},{"T":"301","2":"Rosetta","3":"Ah!"},{"T":"301","3":"The bear props up involuntarily in an almost slapstick retort, causing the small igloo to collapse and bury everyone in snow."},{"T":"301","2":"Rosetta","3":"Ugh... Just my lucky day."}]