[{"T":"301","2":"Rosetta","3":"Commandant, other transport crafts were intercepted by air defense. According to their crash trajectory, they should've landed near us."},{"T":"301","3":"After defeating the enemy, Rosetta proposed to join the others from Babylonia."},{"T":"301","3":"Rosetta walks... or rather, floats beside you as she speaks."},{"T":"301","2":"Rosetta","3":"?"},{"T":"301","3":"Noticing your gaze, Rosetta turns her head and looks over with a puzzled expression."},{"T":"302","2":"What happened to your centaur module?","4":"Your light wings look nice."},{"T":"301","2":"Rosetta","3":"The centaur module... You Babylonia people sure like asking about that... Quite the opposite for the ARU."},{"T":"301","2":"Rosetta","3":"I don't know the details, but that Asimov guy said Babylonia can't help with centaur modules."},{"T":"301","2":"Rosetta","3":"Instead, they gave me this specially upgraded spear and shield. Just as effective though."},{"T":"301","2":"Rosetta","3":"...Thanks."},{"T":"301","3":"Rosetta seems to be blushing for some reason."},{"T":"301","2":"Rosetta","3":"...Well, it might take a while before we can locate the crashed aircrafts. I'll tell you what happened here in the meantime."},{"T":"301","2":"Rosetta","3":"As you know, the virus can't spread as well in the environment of the Arctic. People need only repel the occasional Corrupted and the 'tide' to survive."},{"T":"302","2":"The tide?"},{"T":"301","2":"Rosetta","3":"That's what the fishermen call them. They rise like the tide, posing danger intermittently."},{"T":"301","2":"Rosetta","3":"We don't know why, but bionics appear around various areas throughout the ARU at this time to wreak havoc."},{"T":"301","2":"Rosetta","3":"Sometimes they pose a serious threat, other times less so. Regardless, they never appear in the same spot twice once they've been quelled."},{"T":"301","2":"Rosetta","3":"So when they requested reinforcements from Babylonia, I thought it was just business as usual. But after reading the report..."},{"T":"301","2":"Rosetta","3":"I realized that this was different. The scale of this tide is unprecedented, as if they were trying to drown the ARU. The bionics attacked at a rate far beyond our imagination."},{"T":"302","2":"Could someone be controlling them from behind?","4":"Where are the bionics coming from?"},{"T":"301","2":"Rosetta","3":"From behind? No... that's impossible. The bionics have been at these brainless operations for quite some time now."},{"T":"301","2":"Rosetta","3":"They're abandoned models from the ARU. But theoretically speaking, there shouldn't be so many after all this time."},{"T":"301","2":"???","3":"Atiel, looks like someone's over there..."},{"T":"301","2":"???","3":"Oh... It's the boss. We finally found the boss!"},{"T":"301","3":"While you were lost in thought, a man and a woman appear nearby, followed by a 6 seater snowmobile."},{"T":"301","2":"Rosetta","3":"From your ID code... You must be Commandant Simon and Construct Atiel. Correct?"},{"T":"301","2":"Atiel","3":"Yep! We came from a base on Earth to support the ARU."},{"T":"301","2":"Atiel","3":"My name is Atiel. Our original team is still recovering from their injuries, so it's just us. We sure are happy to see you, Boss!"},{"T":"301","2":"Rosetta","3":"Boss...?"},{"T":"301","2":"Atiel","3":"Oh, you haven't heard? 【kuroname】 was the top graduate of their year in commandant school. That's why Simon and his peers call 【kuroname】 boss."},{"T":"301","2":"Simon","3":"Let me introduce myself, would you?"},{"T":"301","2":"Simon","3":"The name's Simon, Commandant Simon. I was sent here to lead troops just like you, Boss... Sorry, I'm a little motion sick."},{"T":"301","3":"During his self-introduction, Simon held his head down as if in discomfort, while Atiel was like an overexcited bunny regarding you curiously."},{"T":"302","2":"That was some time ago.","4":"At your service."},{"T":"301","2":"Atiel","3":"No need to be so humble, Boss. You and your team sure made your mark on the field."},{"T":"301","2":"Atiel","3":"Yep yep! At your service too, Boss!"},{"T":"301","2":"Rosetta","3":"I see... So, when Nikola mentioned the ground troops that arrived first, he was referring to you."},{"T":"301","2":"Simon","3":"Got that right. We've been here for almost a week."},{"T":"301","2":"Rosetta","3":"I see... Oh right. We were just looking for the other members that crash-landed."},{"T":"301","2":"Atiel","3":"Oh, then you have nothing to worry about, Rosetta. Didn't you catch what I just said?"},{"T":"301","2":"Rosetta","3":"Huh?"},{"T":"302","2":"You found them already?","4":"Are they alright?"},{"T":"301","2":"Atiel","3":"Real sharp, Boss. We've found the others already. Simon and I came here to rescue survivors after we saw the transport craft being shot down. You're the last search and rescue target."},{"T":"301","2":"Atiel","3":"Yep! Just some minor bumps and bruises."},{"T":"301","2":"Simon","3":"Atiel, let's hurry on back now that we've found them. It's not safe with just the four of us here."},{"T":"301","2":"Atiel","3":"You're right. Boss, Rosetta, come with me. I'll take you to the ARU's commanding captain."},{"T":"301","2":"Rosetta","3":"Sure feels like Atiel is the commandant out of the two..."}]