[{"T":"301","3":"Roland and Lamia stay hidden and watch the Task Force member enters the mansion."},{"T":"301","3":"The moment she steps inside, Roland recognizes her. She is a member of the Task Force squad 'Cerberus.'"},{"T":"301","3":"It was them who held off Gabriel in Venus Splash Park and drove him away. Roland knows he must not underestimate them."},{"T":"301","2":"Roland","3":"I know that girl... They fired the air-burst grenades at Gabriel."},{"T":"301","3":"The girl opens the front door and stares blankly at the empty space."},{"T":"301","2":"Roland","3":"(?)"},{"T":"301","3":"She then begins to mumble to herself, as if she has just woken up."},{"T":"301","2":"No. 21","3":"What... was that?"},{"T":"301","2":"No. 21","3":"It smelt good. The fragrances and the warmth..."},{"T":"301","3":"She stands baffled in front of the house. The next moment—"},{"T":"301","3":"Roland sees the girl in white pick up a random piece of glass-like thing from the ground. She stabs it right into her arm."},{"T":"301","2":"Roland","3":"(...What? She's...)"},{"T":"301","3":"..."},{"T":"301","2":"No. 21","3":"...You were losing your mind. It was messy. I didn't feel good."},{"T":"301","2":"No. 21","3":"Pain wakes you."},{"T":"301","2":"Roland","3":"(...You?)"},{"T":"301","2":"No. 21","3":"Sorry?"},{"T":"301","2":"No. 21","3":"It doesn't compromise my fighting."},{"T":"301","3":"The girl raises her head, looking around the room."},{"T":"301","2":"No. 21","3":"...Yeah."},{"T":"301","2":"Roland","3":"(What's going on? Who is she talking to?)"},{"T":"301","2":"Roland","3":"(That doesn't sound like she's talking to a teammate. Is she linked to someone?)"},{"T":"301","3":"If she is linked... Roland remembers what Lamia heard about the Commandant of Gray Raven. Plus, the Commandant of Cerberus isn't around either."},{"T":"301","2":"Roland","3":"(I found you, Commandant of the Gray Raven.)"},{"T":"301","2":"Roland","3":"(So she must be the key person of Babylonia. As long as I follow her...)"},{"T":"301","3":"The girl continues to stare blankly at the empty room. Mixed emotions appear on her face."},{"T":"301","3":"Baffled, shocked, fear, followed by hope—"},{"T":"301","3":"Roland never sees the cycle and intertwining of these expressions in the same face."},{"T":"301","3":"She then quickly runs into the room."},{"T":"301","2":"Roland","3":"Tsk, what's going on...?!"},{"T":"301","3":"Roland has no time to think. He climbs into the room through another window that he opened earlier on."}]