[{"T":"301","3":"As time goes by, you have visited more stalls and Pulao keeps getting more prizes. Apart from the mask she won in the shooting bottle game, there are other little gadgets like a panda keychain, robot model, dancing princess sticker, wooden knife..."},{"T":"301","3":"As Pulao walks, the gadgets bump into one another, adding more knocking noise to her laughter."},{"T":"301","3":"The fierce Dragon Child is gone. Pulao is taking little bites at the cotton candy in her hand. She looks just like an ordinary girl who is having so much fun."},{"T":"301","3":"In your hand are two discount coupons of Foon's Morning Tea—the mega prize you just won in the shooting game."},{"T":"302","2":"Why are we having it at lunch time if it's called 'morning tea'?"},{"T":"301","2":"Pulao","3":"Um... I don't know. But as long as it tastes good, names don't matter."},{"T":"301","2":"Pulao","3":"Too bad that you only played two rounds before the owner asked you to leave, Commandant."},{"T":"301","2":"Pulao","3":"But he was almost crying..."},{"T":"302","2":"Speaking of my name..."},{"T":"302","2":"If you call me 'Commandant'..."},{"T":"302","2":"Wouldn't that expose ourselves?"},{"T":"301","2":"Pulao","3":"You're right. From now on, I will call you 【kuroname】. And you can call me... Laopu!"},{"T":"302","2":"Are you sure that will work?","4":"Can you think of another name?"},{"T":"301","2":"Pulao","3":"Don't worry. Nobody is going to find out."},{"T":"301","2":"Pulao","3":"Look, Commandant, that's the morning tea store I mentioned earlier. His char siu buns are the best. Let's go!"},{"T":"301","2":"Pulao","3":"I can smell the food already! It must be char siu bun! Wait for me!"},{"T":"301","2":"Uncle Foon","3":"You look gorgeous, young lady! What would you two like?"},{"T":"301","3":"Pulao's vision module seems to be locked onto the steaming hot pastries. The drool down her mouth already gives the answer."},{"T":"302","2":"Char siu bun."},{"T":"301","2":"Uncle Foon","3":"Great pick. My char siu buns are the best in the West District. How many would you like?"},{"T":"301","3":"Pulao first holds out 3 fingers but shakes her head. She then extends all 5 fingers. Her eyes are sparkling."},{"T":"302","2":"I'll have five."},{"T":"301","2":"Uncle Foon","3":"Five char siu buns? No problem."},{"T":"301","2":"Pulao","3":"Not five buns! Five steamers of buns! Steamers!"},{"T":"301","3":"Pulao interrupts the conversation, but when Uncle Foon looks over, she soon lowers her head and stares at the floor tile."},{"T":"301","2":"Uncle Foon","3":"Five steamers? My buns are quite filling. Are you sure you can finish?"},{"T":"301","3":"You look at Pulao in doubt. She seems to have noticed it. Her head is rapidly nodding like a tally counter."},{"T":"302","2":"We can."},{"T":"301","2":"Uncle Foon","3":"Fine, as long as you don't waste food. Dine-in or take away?"},{"T":"302","2":"We will have them here. Can I use these coupons?"},{"T":"301","2":"Uncle Foon","3":"Wow, I didn't know you were a sharpshooter. Of course."},{"T":"301","2":"Uncle Foon","3":"Alright, take a seat. I'll bring the buns to you later."},{"T":"301","3":"Pulao looks around and points at a square table. There is already a diner sitting there."},{"T":"301","2":"Pulao","3":"Com... 【kuroname】, let's sit at that table."},{"T":"301","3":"She lowers her voice, tips her toes and whispers in your ear."},{"T":"301","2":"Pulao","3":"I want to take this chance to ask the civilians their opinion on the Dragon Children. We played too much that I almost forgot my task."},{"T":"301","3":"Finally remembering why she changed her outfit in the first place, Pulao seems a little embarrassed."},{"T":"301","2":"Pulao","3":"Excuse me, do you mind if we sit here?"},{"T":"301","2":"Diner","3":"No problem at all. I'll move a little."},{"T":"301","3":"Pulao carefully takes off the gadgets. Soon, the bench is covered with all sorts of toys."},{"T":"301","2":"Diner","3":"You don't look like toy sellers. Why so many goodies?"},{"T":"301","2":"Pulao","3":"We aren't. We won them in games."},{"T":"301","2":"Diner","3":"There are lots of stalls in the West, but they are quite difficult. It must take some serious skill to get so many prizes. Do you play very often?"},{"T":"301","2":"Pulao","3":"Not very often..."},{"T":"301","2":"Diner","3":"It must be talent then."},{"T":"301","2":"Diner","3":"You don't look very familiar. Where are you from?"},{"T":"301","2":"Pulao","3":"The Central District."},{"T":"301","2":"Diner","3":"Oh, Central is great. The busiest place on the ship, though the Dragon Children live there as well."},{"T":"301","3":"The diner's unintentional words make Pulao frown again. She opens her mouth as if she wants to mutter something, but fear and concerns stop her."},{"T":"301","3":"She looks at you, seeking help."},{"T":"302","2":"Where are the buns...","4":"Give her an encouraging look."},{"T":"301","3":"Pulao puffs out her cheeks, visibly upset at your lousy acting skill."},{"T":"301","3":"Pulao bites her lips and makes up her mind."},{"T":"301","3":"After taking a deep breath, she carefully picks her words."},{"T":"301","2":"Pulao","3":"Does everyone dislike... um, hate the Dragon Children?"},{"T":"301","2":"Diner","3":"..."},{"T":"301","3":"The silence seems to already give Pulao an answer. She continues asking."},{"T":"301","2":"Pulao","3":"But the Dragon Children helped everyone to return to their home. Why can't they forgive them?"},{"T":"301","3":"Pulao raises her voice without realizing it, as if she is voicing out all the grievances over the past days. You feel like this is the only way she can catch a break from all the misunderstandings."},{"T":"301","3":"The diner is apparently stunned by the serious tone of this 'little girl,' who was only playing with her prizes moments ago."},{"T":"301","2":"Pulao","3":"Sorry... I shouldn't talk like that."},{"T":"301","2":"Diner","3":"It's fine. It's just that... You're just a kid. You don't need to know."},{"T":"301","2":"Pulao","3":"But I want to."},{"T":"301","3":"The diner turns to you instead and remains quiet. He seems to be asking your opinion."},{"T":"302","2":"I want to hear it too."},{"T":"301","2":"Diner","3":"Alrighty. I'll talk about it then."},{"T":"301","2":"Diner","3":"Young lady, let me ask you first. Do you want the Nighter to go back to what it used to be?"},{"T":"301","2":"Pulao","3":"Of course not!"},{"T":"301","2":"Diner","3":"Neither do I. In that sense, I am grateful to the Dragon Children and other outsiders to save us from that hell. If only they could have come sooner."},{"T":"301","3":"The diner shakes his head, laughing at himself."},{"T":"301","2":"Diner","3":"That's how I got greedy... After escaping from hell, nobody wants to go back."},{"T":"301","2":"Diner","3":"But I didn't do anything for this precious freedom. It's like rainwater in a desert. I need it, but I don't know how I can get it, or how I can protect it."},{"T":"301","2":"Diner","3":"After a short moment of joy, I fell into fear."},{"T":"301","2":"Diner","3":"Are the Dragon Children on our side? Will they control us like the former leader? What can we do if they really do so?"},{"T":"301","2":"Diner","3":"Besides, all the new constructions on the Nighter were done by the Dragon Children themselves. Ordinary people like us could do nothing but simple businesses. It makes me feel like..."},{"T":"301","3":"He swallows with hesitation and finally speaks weakly."},{"T":"301","2":"Diner","3":"Like there is no security in life. It's like I'm living on floating ice."},{"T":"301","2":"Diner","3":"I don't hate them. In fact, I don't even dislike them."},{"T":"301","2":"Diner","3":"I just don't know how to face them."},{"T":"301","2":"Pulao","3":"Sorry, I never knew..."},{"T":"301","2":"Diner","3":"What are you sorry about? I feel much better after saying it out."},{"T":"301","2":"Diner","3":"Uncle Foon, another white porridge please."},{"T":"301","2":"Diner","3":"But I never thought you would care about the Dragon Children so much. Aren't you scared of them?"},{"T":"301","2":"Pulao","3":"I have never hated them."},{"T":"301","2":"Diner","3":"What about you?"},{"T":"302","2":"I believe in them."},{"T":"301","2":"Diner","3":"..."},{"T":"301","2":"Diner","3":"Sigh. Now I have become the bad guy."},{"T":"301","2":"Diner","3":"It's true that some people are wary of the Dragon Children because they have done something dodgy in the past. It must have become a reflex. I probably shouldn't say this to you though."},{"T":"301","3":"The conversation is interrupted by hot, steaming buns."},{"T":"301","2":"Uncle Foon","3":"Here come the buns! And you, don't make a sweeping statement like that."},{"T":"301","3":"Uncle Foon puts down five steamers of buns and one bowl of white porridge as he talks to the diner."},{"T":"301","2":"Uncle Foon","3":"I only stayed on the ship because of the Dragon Children. Without them, I would have died long ago."},{"T":"301","2":"Uncle Foon","3":"Sigh. Who would have thought the leader could change so much the moment we set sail?"},{"T":"301","2":"Uncle Foon","3":"Some Dragon Children like to buy char siu buns from me. But they all wear masks and don't talk a lot."},{"T":"301","2":"Pulao","3":"Really? Which one?"},{"T":"301","2":"Uncle Foon","3":"Um, Yaci? Not sure if I have said it correctly. I can't read."},{"T":"301","2":"Uncle Foon","3":"Oh, and there's another one I know. His name is Chaofeng. But he always hangs down from the ceiling at night. It freaks me out."},{"T":"301","2":"Pulao","3":"Pff, I'll remind him not to."},{"T":"301","2":"Uncle Foon","3":"?"},{"T":"302","2":"Ahem, Laopu."},{"T":"301","2":"Pulao","3":"Oh, because... I live in the Central street. So I get to speak to the Dragon Children occasionally."},{"T":"301","2":"Diner","3":"No wonder you care about them that much."},{"T":"301","2":"Diner","3":"Anyway, you said you could speak to the Dragon Children, didn't you?"},{"T":"301","2":"Pulao","3":"Yeah."},{"T":"301","2":"Diner","3":"Could you ask the Bixi Crew in charge of constructions..."},{"T":"301","3":"There is hesitation, fear and remorse on his face. His mouth is trembling. Pulao just calmly stares at him and waits."},{"T":"301","3":"Finally, he gulps down the white porridge in front like it is some sort of alcohol."},{"T":"301","2":"Diner","3":"Gargh, it's hot! Actually, I used to be an engineer. My design even won some awards."},{"T":"301","2":"Diner","3":"So... I can be of help too if they are in need."},{"T":"301","2":"Diner","3":"Then the Bixi Crew won't have to start working before dawn. Everybody gets to sleep well..."},{"T":"301","2":"Pulao","3":"But aren't you scared of the Dragon Children?"},{"T":"301","2":"Diner","3":"Just like me, many people were forced to become tradesmen in order to earn miles."},{"T":"301","2":"Diner","3":"It will be great if we can pick up the old jobs that we loved."},{"T":"301","2":"Diner","3":"You and Uncle Foon make me feel like the Dragon Children aren't that scary. It's time for me to move on."},{"T":"301","2":"Uncle Foon","3":"What are you talking about? She's not a Dragon Child, she can't do that for you. Go ask them yourself, you slippery punk."},{"T":"301","2":"Diner","3":"I don't have the guts right now. Maybe next time, I promise!"},{"T":"301","2":"Pulao","3":"Hmm... I'll try."},{"T":"301","2":"Pulao","3":"No, I'll make sure to pass your words properly!"},{"T":"301","2":"Diner","3":"Don't stress yourself, girl. I didn't mean it that seriously."},{"T":"301","2":"Uncle Foon","3":"Is that how you ask for help?"},{"T":"301","2":"Diner","3":"My bad, my bad. Sorry."},{"T":"301","2":"Pulao","3":"Don't... mond..."},{"T":"301","3":"Before you realize it, Pulao has already picked up the white buns and dug in."},{"T":"301","3":"Cognitive inertia often becomes an obstacle that stops people from seeking truth. For a while, you thought what happened here was but a replicate of Babylonia."},{"T":"301","3":"But on this land, humans don't have the prejudice against Constructs. It could be attributed to the difference in history or culture."},{"T":"301","3":"After breaking through the wall of misunderstanding, Pulao realizes the view on the other side isn't as dangerous as she thought. Her courage has paid off and brought her new motivation."},{"T":"301","2":"Pulao","3":"Two more steamers please, Uncle Foon."},{"T":"301","3":"And new appetite, too."}]