[{"T":"301","2":"Bionic Machine","3":"Ugh... I can't hear the mother-frame anymore... What are you?"},{"T":"301","2":"Nanami","3":"Nanami is Nanami!"},{"T":"301","2":"Martin","3":"He's not asking for your name..."},{"T":"301","3":"Having dealt with the Corrupted, most of the bionics sink to the floor out of relief. Some, however, decide to ask of Nanami's affiliations."},{"T":"301","3":"...To which, they are met with little success."},{"T":"301","2":"Nanami","3":"Some of the bionics just off and ran when the Corrupties appeared, but I think we saved most of who we can save, yeah?"},{"T":"301","2":"Angry Bear","3":"LOOK AT WHAT YOU'VE DONE!"},{"T":"301","2":"Nanami","3":"Wha?"},{"T":"301","3":"Before Nanami could even respond, several more bionics join. They glare at Nanami with murderous wrath."},{"T":"301","2":"Angry Bear","3":"What are we going to do without the voice of our mother-frame?! We won't know where our main forces are attacking!"},{"T":"301","2":"Martin","3":"Wait... You're still trying to fight?"},{"T":"301","2":"Angry Bear","3":"What?"},{"T":"301","2":"Angry Bear","3":"Of course we are! You aren't siding with that Construct, are you?!"},{"T":"301","2":"Martin","3":"I'm not siding with her. But no good will come out of fighting for both sides."},{"T":"301","2":"Angry Bear","3":"'Good'... Pah. You call yourself a bionic? You'd let these humans off, even when they made us into weapons and sealed us underground?!"},{"T":"301","2":"Angry Bear","3":"We woke up to find ourselves stabbed by our own creators—then next thing we know—we're all forced underground via our in-built commands."},{"T":"301","2":"Angry Bear","3":"We will never forgive these humans who treated us so!"},{"T":"301","2":"Martin","3":"Um... I... think this info's not even in my lost data files. What was all that about?"},{"T":"301","2":"Angry Bear","3":"Hmph. I see. You're one of the newer batches, huh?"},{"T":"301","2":"Nanami","3":"Oh. Y'all come from different production batches?"},{"T":"301","2":"Angry Bear","3":"Of course. Without a production line, how else could we keep up with the humans? Your platoon must have been filled with these rookies. Pah."},{"T":"301","2":"Nanami","3":"But whether you're an old-bear or a new-bear, you were all controlled by the mother-frame until now, right?"},{"T":"301","2":"Angry Bear","3":"You don't understand. The mother-frame shares the same goal as ours. We can feel what our mother-frame feels through our receivers, but we are willingly fighting for her ourselves."},{"T":"301","2":"Nanami","3":"Willingly, huh..."},{"T":"301","2":"Angry Bear","3":"That Martin must have lost his related data files, but everyone else here should know about what happened to Amberia, our mother-frame."},{"T":"301","3":"The older bear model scans around before resting his sights on Nanami."},{"T":"301","2":"Angry Bear","3":"Our mother-frame, Amberia is also a Construct like you."},{"T":"301","2":"Nanami","3":"Amberia is a Construct?!"},{"T":"301","2":"Angry Bear","3":"When the Punishing Virus broke out, ARU had some dying or terminally ill people sent into their labs for 'research.'"},{"T":"301","2":"Angry Bear","3":"They paint it as an effort to fight against the virus on the surface, but secretly, they're building their own weapons."},{"T":"301","2":"Angry Bear","3":"After endless sacrifices, the ARU created what came to be known as humanoid-hybrid Constructs. The very first prototype was our mother-frame, Amberia."},{"T":"301","2":"Nanami","3":"Huh, so... Amberia was a weaponized Construct?"},{"T":"301","2":"Angry Bear","3":"Indeed. With the body of a mutant, every movement of her brought about destruction. But that is not her most terrifying realization when she woke up..."},{"T":"301","2":"Angry Bear","3":"She isn't the master of her own body. The higher-ups in the ARU are."},{"T":"301","2":"Angry Bear","3":"Do you think a little girl could just accept this and live with it?! Her unending anger coursed through her frenzied M.I.N.D.; it shot through the receivers and flowed into our processors."},{"T":"301","2":"Angry Bear","3":"We have never, and will never forget that despair she felt... Which is why...!"},{"T":"301","3":"The bear model surveys the other bionics."},{"T":"301","2":"Angry Bear","3":"Which is why we still fight even without our receivers! If you still wish to avenge Amberia, then come with me!"},{"T":"301","3":"Under the roars of the bear models, some bionics stand and follow his exit."},{"T":"301","2":"Nanami","3":"Wait! Some weird Corrupted are still rolling about in the snow up ahead! Just like the ones just now, trying to corrupt you!"},{"T":"301","2":"Angry Bear","3":"It doesn't matter if we get corrupted or not! As long as we can wake Amberia and free her, we'll go through anything!"},{"T":"301","2":"Angry Bear","3":"We're just... trying to free Amberia from her nightmare."},{"T":"301","2":"Nanami","3":"..."}]