[{"T":"301","2":"Lee","3":"Based on the coordinate information obtained, this should where the ninth original memory data is located."},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"What's the matter, Lucia?","4":"Is it almost over?"},{"T":"301","2":"Lucia","3":"Nothing, Commandant. I was just thinking that the battle was coming to an end."},{"T":"301","2":"Liv","3":"I just... start to feel a bit lonely..."},{"T":"301","2":"Lee","3":"I'm not going to take back my comment of 'not like a real hero story,' but it's not a bad one either."},{"T":"302","2":"I feel the same.","4":"Guys..."},{"T":"301","2":"Lucia","3":"It's a bit weird. We weren't supposed to have so many feelings about our missions."},{"T":"301","2":"Lucia","3":"Perhaps they are too detached from reality."},{"T":"301","2":"Lucia","3":"It's another ideal that doesn't belong to our time, real and illusory at the same time."},{"T":"301","2":"Liv","3":"It's a bit surprising that this comes from you."},{"T":"302","2":"It doesn't sound like you.","4":"There's nothing wrong with that."},{"T":"301","2":"Lucia","3":"Indeed."},{"T":"301","2":"Lucia","3":"That's it, Lee. Be prepared to activate the tactical terminal."},{"T":"301","2":"Lee","3":"Roger."},{"T":"301","2":"Liv","3":"I wonder what kind of person we'll meet this time..."},{"T":"301","2":"Lee","3":"The memory prototype this time is called Catherine. A large part of the data about her is missing. The only information we have now is that she had the ability of healing before."},{"T":"301","2":"Catherine","3":"I'm Catherine, the lord of the Rose Garden. Glad to meet all of you. Sorry to keep you waiting."},{"T":"301","2":"Lucia","3":"Good to see you."},{"T":"301","2":"Lucia","3":"So are you already aware of our mission and purpose?"},{"T":"301","2":"Catherine","3":"..."},{"T":"302","2":"What's wrong?","4":"Catherine?"},{"T":"301","2":"Catherine","3":"I'm sorry. Perhaps I've been living in the darkness for too long. It's a bit uncomfortable stepping into the bright sunlight."},{"T":"302","2":"I remember...","4":"It's all right."},{"T":"301","2":"Catherine","3":"I used to fear the darkness and constriction. But I knew that everything would be just fine."},{"T":"301","2":"Catherine","3":"Speaking of which, you remind me of a long-lost friend."},{"T":"302","2":"Me?","4":"..."},{"T":"301","2":"Catherine","3":"Mr. Commandant, if you fight for me, I'll do everything I can to protect you."},{"T":"301","2":"Catherine","3":"Ah, forget about it. It's just the moment I saw you..."},{"T":"301","2":"Catherine","3":"I don't know why, but I just wanna say this to you... one more time."},{"T":"302","2":"...","4":"I'm back, Catherine."},{"T":"301","2":"Liv","3":"...Commandant?"},{"T":"301","2":"Lucia","3":"Miss Catherine, we have something to ask you."},{"T":"301","2":"Lucia","3":"Will you join and help us from now on?"},{"T":"301","2":"Liv","3":"It would be better... if there's no research or experiments..."},{"T":"301","2":"Catherine","3":"Of course, my pleasure. As for research and experiments, I'm not made for that. Besides..."},{"T":"301","2":"Catherine","3":"Miss Lucia, you'd be a lot more adorable if you stop being so tense."},{"T":"301","2":"Lucia","3":"I see... I'll try."},{"T":"301","2":"Catherine","3":"Doesn't seem like it."},{"T":"301","2":"Catherine","3":"Doesn't matter, we've got time."},{"T":"301","2":"Catherine","3":"Here are some scarlet petals for you. May your dreams one day be fulfilled."},{"T":"302","2":"Thank you, Catherine.","4":"Let's go."},{"T":"301","2":"Lee","3":"Done. Memory: Catherine. Test passed and recycle completed."}]