[{"T":"301","3":"You would not know how critical a decision you have made, as the pain from the Punishing Virus corruption forces you to dissociate, keeping you from thinking straight."},{"T":"301","3":"In your trance, you hear someone speaking to you."},{"T":"301","2":"???","3":"Can you tell me what is the most crucial foundation of the Commandant-Construct maneuver?"},{"T":"301","3":"This is the question the lecturer of tactics and strategies asked you when you left the lecture hall a long, long time ago."},{"T":"301","3":"What was it that you answered?"},{"T":"302","2":"The Mind Beacon.","4":"The Inver-Device."},{"T":"301","2":"???","3":"No... That's not it."},{"T":"301","2":"???","3":"It's 'trust.'"},{"T":"301","2":"???","3":"A commandant is responsible for the life of the Construct, and the Construct's M.I.N.D. is constantly affecting the commandant."},{"T":"301","2":"???","3":"Because of that, a Construct needs to trust the commandant's directives, and the commandant needs to trust the Construct's capability."},{"T":"301","2":"???","3":"When you lead your squad to a fight and make the call to attack—when you command... your Constructs trust you wholeheartedly."},{"T":"301","2":"???","3":"They will fulfill your every order."},{"T":"301","2":"???","3":"Maybe it's not the most proper way to describe something on a battlefield, but—that sounds nice, doesn't it?"},{"T":"301","2":"???","3":"Only absolute trust can create a real bond between a commandant and a Construct."},{"T":"301","2":"???","3":"It's the simplest lesson, and yet... most of you forget it eventually."},{"T":"301","2":"???","3":"【kuroname】, I want you to..."},{"T":"301","2":"???","3":"Wake up!"},{"T":"301","2":"Luna","3":"What are you doing?"},{"T":"301","3":"Your consciousness returns from your memories, and you find the lethal amount of Punishing Virus around you reducing to an acceptable level."},{"T":"301","2":"Luna","3":"You're bold enough to connect with an Ascendant on the Ascension-Network, and yet you don't know what the consequences are?"},{"T":"302","2":"A corrupted mind, probably.","4":"Court martial, I guess."},{"T":"301","2":"Luna","3":"Then why did you do it?"},{"T":"302","2":"Because of 'trust.'"},{"T":"301","2":"Luna","3":"And what is it that you trust?"},{"T":"302","2":"How much you miss your sister."},{"T":"301","3":"Regret, agony, hate... The thoughts crashing into your mind may be chaotic, but one sentiment stands out from the rest, like an untainted ray of moonlight gleaming into the darkest depths of the consciousness."},{"T":"301","3":"...It is the purest, fiercest form of yearning."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"Lucia trusts you in the same way."},{"T":"302","2":"She trusts that she will find her sister in you."},{"T":"302","2":"She's still fighting, even now, for a way to save you."},{"T":"302","2":"That's why I don't want to let her down."},{"T":"301","2":"Luna","3":"Is that so..."},{"T":"301","3":"Luna closes her eyes again, sensing a new pathway on her M.I.N.D. where her power is being steered."},{"T":"301","2":"Luna","3":"My power is being directed away..."},{"T":"301","3":"The crimson Punishing Virus converges on Luna unceasingly, repairing the damages on her frame bit by bit. Luna opens her eyes."},{"T":"301","2":"Luna","3":"...The Ascension-Network considers you to be extremely dangerous. It's massively increasing my power to counter the influence from your Mind Beacon."},{"T":"301","3":"She reaches out a hand to you, and you can see a subtle crack on it."},{"T":"301","3":"As your connection deepens, the status of Luna's frame is transmitted to you."},{"T":"301","3":"She is disintegrating as she is being put back together. Breaking and mending, the two forces collide within Luna, and you can tell from your small thread of connection that she is in no state to keep fighting."},{"T":"301","3":"The Punishing Virus that comes after your Mind Beacon is being intercepted by Luna before it lands. Her M.I.N.D. deviation is on the verge of reaching the breaking point."},{"T":"301","3":"And yet, she articulates what she wants to say with the utmost clarity."},{"T":"301","2":"Luna","3":"Maybe there can be a different path ahead of us, one that I haven't thought of. Maybe there are more possibilities for the future of this world when people like you exist."},{"T":"301","2":"Luna","3":"Maybe it's too late to understand that now, but..."},{"T":"301","2":"Luna","3":"—it's enough. Now, let me unleash all the power I have left and show you what I'm capable of!"},{"T":"301","3":"Luna takes a look at the ashen Hetero-Creature confronting Lucia."},{"T":"301","2":"Luna","3":"You poor, pathetic mistake born from this rotten path."},{"T":"301","2":"Luna","3":"Let me offer you your eternal rest."}]