[{"T":"301","3":"Roland and Lamia walk past a sign with 'Welcome home!' and a few unrecognizable letters. The town is surrounded by forest, with borders that resemble the texture of black velvet."},{"T":"301","3":"The morning dew soaks the air, wetting Roland and Lamia's artificial skin through leaves. The sensors send a chilling signal to Roland's M.I.N.D."},{"T":"301","3":"The moment he comes close to the town, he feels a familiar pulse."},{"T":"301","3":"The power given to him by agents is still inside his body. He immediately understands something."},{"T":"301","3":"Luna has been here indeed."},{"T":"301","2":"Lamia","3":"...Where is this...?"},{"T":"301","2":"Roland","3":"An interesting place."},{"T":"301","2":"Lamia","3":"Eek?"},{"T":"301","2":"Roland","3":"We may be able to find all the answers here, but it can also be just a trap."},{"T":"301","3":"Roland walks forward without telling Lamia all the truth."},{"T":"301","3":"There are no signs of other Ascendants... Which is understandable. Without solid evidence, this place is just a residue of the past."},{"T":"301","3":"Roland snaps his fingers, spinning his gun with the other hand."},{"T":"301","3":"He abruptly stops it, then loads up the bullets."},{"T":"301","2":"Lamia","3":"...What's wrong?"},{"T":"301","2":"Roland","3":"It's too quiet. This place can't be so peaceful."},{"T":"301","2":"Roland","3":"During the Golden Age, machines with artificial intelligence were widely used. In places like this where human communities used to live, no matter how much they resisted the convenience of machines, there has got to be some machines around here for public use."},{"T":"301","2":"Roland","3":"But it's too quiet right now. It's unlikely that the scavengers got rid of the Corrupted here."},{"T":"301","2":"Roland","3":"A place too quiet must be abnormal. An abnormal place is where we can expect enemies."},{"T":"301","3":"Just like Roland said, black figures begin to appear from the ruins around the town one after another."},{"T":"301","3":"Crawling, walking, they stumble toward two of them."},{"T":"301","2":"Roland","3":"Seems we still have some extra work to do before we can search the town uninterrupted."},{"T":"301","2":"Roland","3":"How pathetic. You look like abandoned toys. They left you behind in collapsed buildings, then use you whenever they need to."},{"T":"301","2":"Roland","3":"Where are your 'parents'? Do you remember the looks on their face when they threw you away?"},{"T":"301","2":"Roland","3":"Have you ever seen those people who control you from behind the scene? Do you recall their faces?"},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","3":"The Corrupted only reply with silence, but they never stop moving."},{"T":"301","2":"Roland","3":"Hmph, I thought so."},{"T":"301","2":"Roland","3":"You are but empty shells. I shouldn't have tried to talk to you in the first place."},{"T":"301","2":"Roland","3":"But if whoever thinks you scrubs can stop us..."},{"T":"301","2":"Roland","3":"Go to the town, Lamia. I'll engage them."},{"T":"301","2":"Lamia","3":"?"},{"T":"301","2":"Roland","3":"This place needs some cleaning. I will remove these clowns."},{"T":"301","2":"Lamia","3":"Um... Understood."},{"T":"301","3":"Roland holds the shotgun under his chain blade, getting ready to shoot."},{"T":"301","3":"Lamia leaps on the walls of nearby buildings and climbs up with inhuman dexterity. A few Corrupted want to go after her, but Roland fires the moment they jump onto the wall."},{"T":"301","2":"Roland","3":"Hey, I'm still here."},{"T":"301","2":"Roland","3":"How rude of you to ignore your guest. Bad kids will be punished by their parents... Sorry, I forgot that yours are long gone."},{"T":"301","2":"Roland","3":"Too bad then, I'll have to do the work for them. Even though you have no souls, you need to learn manners."},{"T":"301","2":"Roland?","3":"Manners? You call this manners?"},{"T":"301","2":"Roland","3":"How is this not?"},{"T":"301","2":"Roland","3":"These soulless things still walk the earth. My courtesy is to return them to the dust."},{"T":"301","3":"He raises both weapons, then charges toward the very first Corrupted—"},{"T":"301","3":"Like every easily battle in the past, Roland tears the Corrupted apart in no time."},{"T":"301","3":"Over time, he also becomes more familiar with his new body. The path into the town is now open."},{"T":"301","3":"But Roland isn't going forward. He just stands still."},{"T":"301","2":"Roland?","3":"What is it?"},{"T":"301","2":"Roland","3":"...Never mind. Let's go."},{"T":"301","2":"Roland","3":"Lamia? You there?"},{"T":"301","2":"Lamia","3":"...Yeah."},{"T":"301","2":"Roland","3":"I'll enter the town from the lower path to see if they left us something."},{"T":"301","2":"Roland","3":"Can you take care of the upper route?"},{"T":"301","2":"Lamia","3":"Um... Okay."},{"T":"301","3":"Roland walks deeper into the town as if Lamia did not just hesitate momentarily."}]