[{"T":"301","3":"Once again using the mountaineering wire from the Support Force, you successfully capture the Hetero-Creature."},{"T":"301","2":"Lamia","3":"I'm still tied, so..."},{"T":"301","3":"Lee loosens the steel wire around Lamia's arms while pointing his gun at her head."},{"T":"301","2":"Lee","3":"No tricks."},{"T":"301","2":"Lamia","3":"Alright, alright already..."},{"T":"301","3":"Annoyed, Lamia wriggles her way toward the twitching creature, jabbing one of her sharp fingers into its head."},{"T":"301","3":"You hear the sound of a cyst bursting, followed by the sound of swirling slime before Lamia pulls an oddly-shaped device from the creature's brain."},{"T":"301","2":"Lamia","3":"...What's with the face? This stuff is like the Red Tide. I'm just plucking out the part that records information."},{"T":"301","3":"And then she tosses it to Lee."},{"T":"301","2":"Lamia","3":"Now, you just have to project that information like what you've been doing on your way here."},{"T":"302","2":"Will it work?","4":"Lee, activate the spatial recreation."},{"T":"301","2":"Lee","3":"Accessing this... thing, theoretically speaking, is the same as accessing a digital mind."},{"T":"301","2":"Lee","3":"...I understand."},{"T":"301","3":"Analyzing target data [>>>>>>>>] Complete."},{"T":"301","3":"Generating image from data [>>>>>>>>>>>>>>>>>>>] Complete."},{"T":"301","3":"Projection begins."},{"T":"301","2":"Luna","3":"This... is what you've created?"},{"T":"301","3":"A monster the size of a titan stands before her, its body radiating unnerving red lights like the Hetero-Creatures."},{"T":"301","2":"Gabriel","3":"It is the Punishing Virus manifested, the nightmare of humankind—I have brought its ultimate form to fruition. 'Polyphage', I call it."},{"T":"301","2":"Gabriel","3":"It can devour everything before it and transform them into its own body. It will take over every land it crosses by releasing the Red Tide."},{"T":"301","2":"Gabriel","3":"And we, the Ascendants, will rule this land."},{"T":"301","2":"Gabriel","3":"Its existence will be our mightiest weapon in claiming Earth..."},{"T":"301","3":"Luna closes her eyes and extends a hand toward the Polyphage, then quickly shakes her head."},{"T":"301","2":"Luna","3":"And yet... it's just an empty vessel right now, albeit a little bit bigger."},{"T":"301","2":"Gabriel","3":"That is true. It still requires one crucial component—a part called 'Ascendant'."},{"T":"301","2":"Luna","3":"If you're trying to waste my time with a joke..."},{"T":"301","2":"Gabriel","3":"Miss Luna, you have no idea what the Polyphage is actually capable of..."},{"T":"301","3":"Gabriel's eyes are veiled in madness as he explains his plan to Luna."},{"T":"301","3":"Luna listens quietly at first until she hears Alpha's name in Gabriel's plan. Her pupils constrict as she raises her hand, and blades formed of the Punishing Virus shoot toward Gabriel."},{"T":"301","2":"Luna","3":"What did you just say?!"},{"T":"301","3":"Witnessing Luna's reactions, Gabriel looks even madder. He looks up and stares at Luna, not even bothering to dodge the hovering spikes in front of him."},{"T":"301","2":"Gabriel","3":"All Ascendants are obligated to sacrifice for the Ascension-Network. I hope Miss Luna is able to let go of her attachment for the grander scheme of things."},{"T":"301","2":"Luna","3":"This empty vessel is no answer to anything. I will not sacrifice anything for this fruitless attempt."},{"T":"301","2":"Luna","3":"As an agent of the Ascension-Network, even I'm not going to offer my sister to achieve our goals."},{"T":"301","2":"Gabriel","3":"This is the only way... Your sister is nothing compared to what we want to accomplish."},{"T":"301","2":"Luna","3":"If you try to hurt her—"},{"T":"301","3":"Gabriel is forced to kneel under unsurmountable pressure from Luna's wordless gaze."},{"T":"301","2":"Luna","3":"The point of Ascension-Network is selection."},{"T":"301","2":"Luna","3":"Once we finish filtering this world, it'll become our paradise... With no hindrance from the past, this planet will be eternal."},{"T":"301","3":"Luna signals Gabriel to stand with her eyes, but he remains kneeling on one knee."},{"T":"301","2":"Gabriel","3":"The bodies of Ascendants are merely tools for our goal. Miss Luna, as our superior, you should not be... preoccupied with these sentiments."},{"T":"301","2":"Luna","3":"Preoccupied... Are you suggesting these creatures born from the Punishing Virus are capable of replacing us?"},{"T":"301","3":"Luna speaks slowly, but even her smile carries alarming weight."},{"T":"301","2":"Luna","3":"Even... replacing an agent like me?"},{"T":"301","3":"Gabriel does not budge. He struggles but stands tall against the force from Luna, showing an unusual sense of rapture in his eyes."},{"T":"301","2":"Gabriel","3":"Maybe Miss Luna should not come to a conclusion so soon..."},{"T":"301","3":"Looking at the Polyphage's head, Luna finds an ashen figure slowly descending. She can sense the unique and potent power signature coming from it without Gabriel explaining."},{"T":"301","2":"Gabriel","3":"This is the result of the evolution of the creatures born from the Red Tide. As the terminal of the Polyphage, controlling it means controlling the Polyphage—a power no less impressive than an agent's."},{"T":"301","3":"The ashen Hetero-Creature lands before Luna, mimicking Gabriel's actions and bowing its head."},{"T":"301","3":"Luna cannot tell if it is acting out of compliance, or... threat, or neither, simply imitating what has been demonstrated."},{"T":"301","2":"Luna","3":"I see. That explains your confidence. Then, allow me to test the so-called mightiest Hetero-Creature."},{"T":"301","2":"Gabriel","3":"Of course. Once Miss Luna has experienced its might, you will understand that it is more than meets the eye."}]