[{"T":"301","2":"Nanami","3":"(Reaches the top of the building) We're finally out... huh?"},{"T":"301","2":"Nanami","3":"The guards are still after us."},{"T":"301","2":"Roland","3":"Nat isn't going to... let me go so easily..."},{"T":"301","3":"(Roland concentrates the Punishing Virus to his right arm) ..."},{"T":"301","2":"Nanami","3":"...Roland?!"},{"T":"301","2":"Roland","3":"(Breaks away from Nanami's control) If I can't beat you..."},{"T":"301","2":"Nanami","3":"(Dashes toward Roland) ...!"},{"T":"301","2":"Roland","3":"(Jumps backward) I'll leave it to 'destiny'..."},{"T":"301","3":"Roland jumps off from up high, and the golden guards leap toward him like hungry beasts..."},{"T":"301","2":"Nanami","3":"(Jumps after Roland) He'll get torn into pieces..."},{"T":"301","3":"..."},{"T":"301","2":"Nanami","3":"Nanami was careless..."},{"T":"301","2":"Nanami","3":"(Battles the guards) Shouldn't have given him the opportunity to act freely."},{"T":"301","3":"Nanami enters a deadly battle with the guards for Roland..."},{"T":"301","2":"Roland","3":"(Concentrates the Punishing Virus on his arm) All of you... move...!"},{"T":"301","3":"Although his frame is severely damaged, Roland still manages to throw off the guards and dashes toward the golden light beam..."},{"T":"301","2":"Roland","3":"(Leaps toward the golden light) I've been watching... If I take advantage of its force, I might be able to thrown out of here..."},{"T":"301","2":"Roland","3":"Even though my body will probably be crushed by the impact..."},{"T":"301","2":"Roland","3":"(The light beam is right ahead) As long as my M.I.N.D. device gets carried far enough from the antigen above the desert... I can still summon enough Corrupted here to drag me away..."},{"T":"301","3":"A slashing tornado appears behind Roland's back..."},{"T":"301","2":"Roland","3":"...What?!"},{"T":"301","3":"After a wave of slashes, the whole floor begins to collapse... Before Roland can jump into the beam, he is hit by a fallen metal plate and falls into the depths..."},{"T":"301","2":"Roland","3":"(His body keeps getting hit by fallen objects) ...!"},{"T":"301","3":"Among the debris, Nanami is holding on to a torn cable, hanging above the gulf..."},{"T":"301","2":"Nanami","3":"That was so, so close..."},{"T":"301","2":"Nanami","3":"Roland, wait for me! Nanami's coming to get you."}]