[{"T":"301","3":"Run. Keep running."},{"T":"301","3":"Harley Jo and the others, having returned to the ground, are speeding through the forest with Egret leading the way."},{"T":"301","3":"The area surrounding CPF 040 is aflame from Egret's bombardment, stopping the Hetero-Sapiens from catching up."},{"T":"301","3":"Still, countless Hetero-Sapiens are coming after them from all corners of the Forest Park Ruins."},{"T":"301","3":"Lucia, Lee, Liv, Harley Jo, everyone... They have already forgotten how many Hetero-Sapiens they have taken down on the way."},{"T":"301","3":"They only have one objective in mind: break through, then send the sample back."},{"T":"301","3":"This is a race with extremely simple rules."},{"T":"301","3":"A race against time, against the Punishing Virus."},{"T":"301","3":"Ten meters—five meters—one meter—the almost-infinite forest has finally come to an end before the group. The expansive field before them has declared the race over."},{"T":"301","3":"The soldiers that have taken over Hans' baton have completed their duties."},{"T":"301","3":"Harley Jo loses his strength with the sudden change of scenery, tumbling to the ground and rolling forward."},{"T":"301","3":"He immediately gets up and sets up the portable rocket system, activating it after loading the sample, sending this spark of hope back to Babylonia."},{"T":"301","3":"Vanessa fires a flare, its green flame lighting up the sky, signaling Hans that they have completed their mission."},{"T":"301","2":"Vanessa","3":"What are you doing over here? Trying to mock our hasty retreat?"},{"T":"301","2":"Harley Jo","3":"No, no, no. I'm here to thank the Egrets."},{"T":"301","2":"Harley Jo","3":"As the Chief Commander said, we wouldn't have gotten out of the forest without your lead."},{"T":"301","2":"Harley Jo","3":"You're all hurt too from the fight. Let's take a break before the enemies catch up. Yata and I will try to contact the other areas."},{"T":"301","2":"Construct Soldier","3":"Commandant Harley Jo, there's a transmission from Babylonia."},{"T":"301","2":"Harley Jo","3":"Now of all times...? Put it through."},{"T":"301","2":"Liaison Officer","3":"We just received intel from near the Forest Park not too long ago."},{"T":"301","2":"Liaison Officer","3":"While you were deep inside the forest, a small transport craft on the outskirt picked up two Scavengers who claimed to have escaped from the ruins. The reserved serum from CPF 040 on them corroborated their stories."},{"T":"301","2":"Liaison Officer","3":"And they... are the last survivors in the Forest Park..."},{"T":"301","2":"Liaison Officer","3":"Despite... we... urgently dispatch... large transport craft for your retreat, please... hold."},{"T":"301","3":"After Babylonia's message ends, Harley Jo passes on the message to the group that has just escaped. The mood immediately relaxes a little; it is one of the few good news they can get, all things considered."},{"T":"301","2":"Construct A","3":"Simon, we all got out with our Inver-Devices more or less intact. None of us Constructs were infected."},{"T":"301","2":"Simon","3":"I'm glad I can help... help y'all... the Chief..."},{"T":"301","2":"Simon","3":"It's good that I can... share 【kuroname】's burden..."},{"T":"301","2":"Construct A","3":"Right, I can't believe you did it all yourself, that's... Simon... Simon?!"},{"T":"301","3":"The Construct's tone starts getting nervous as he sees blood dripping down his uniform."},{"T":"301","3":"Blood is dripping out of Simon's eyes, nose, ears, and mouth, dying his uniform bright red."},{"T":"301","3":"Simon cannot respond to the Construct now."},{"T":"301","3":"As strong as his Mind Beacon is, the stress that should have been carried by two can easily crush one's healthy brain within seconds."},{"T":"301","3":"With that stress on his mind, Simon held on for minutes until everyone retreated from the Forest Park Ruins, where the enemies' effect on the Inver-Devices weakens."},{"T":"301","2":"Construct A","3":"Medic! No, wait, w-who knows first-aid on humans?! Simon is..."},{"T":"301","3":"With his cry, everyone gathers around Simon. Harley Jo lays him down on the ground from the Construct's shoulders, and a few Support-type Constructs begin to check on him."},{"T":"301","2":"Support Construct","3":"Simon... Sir..."},{"T":"301","3":"The Support-type Construct is getting anxious from the extended fight and the constant hits. Eleanor crouches next to her, gripping her hands tightly."},{"T":"301","2":"Eleanor","3":"Don't get frustrated. With timely treatment, this will not be the end for Simon and 【kuroname】."},{"T":"301","2":"Support Construct","3":"Right..."},{"T":"301","3":"The Support-type Construct finally regains control over her trembling body. She is about to say something, but when she saw what lies ahead, she stopped."},{"T":"301","3":"Before her, two figures approach from the horizon."},{"T":"301","3":"The grass underneath their feet are obfuscated by a red glow appearing on the ground."},{"T":"301","3":"They walk toward the makeshift campsite the group just built."},{"T":"301","3":"They walk faster and faster, and the size of the mutating ground also expands."},{"T":"301","3":"The distance between them and the camp shortens in a brief moment. They are no longer the unmoving newborns. Now, panthers on the hunt would pale against them."},{"T":"301","3":"Their shapes become clear as they appear before the camp. They are none other than the twins born from the advanced Hetero-Hive Mother."},{"T":"301","3":"Right now, they have grown to be stronger and faster than any known living thing."},{"T":"301","3":"As tireless guardians and pursuers, they will avenge their territory that has been invaded and violated."},{"T":"301","2":"Vanessa","3":"I see they aren't just going to let go of the people who took a chunk of their 'mommy.'"},{"T":"301","3":"Harley Jo slaps himself in the face, replacing his usual glee with a solemn expression."},{"T":"301","2":"Harley Jo","3":"We're on a timer here..."},{"T":"301","2":"Harley Jo","3":"Simon's and the Chief's wounds are worrying. But I suppose our priority is to fend off the enemies before us."},{"T":"301","2":"Harley Jo","3":"Gray Ravens and Simon's squad, will you lend me your strength?"},{"T":"301","3":"Lucia and the others do not answer. Instead, they clutch their weapons and stand at the front of the defense line built by Harley Jo, answering his question with their actions."},{"T":"301","2":"Harley Jo","3":"Haha... Right..."},{"T":"301","2":"Harley Jo","3":"Words are redundant now."},{"T":"301","2":"Harley Jo","3":"Regardless of the doom that awaits us, there has only been one thing we can do."},{"T":"301","3":"More and more Constructs prepare their weapons and stand at the front of the defense line."},{"T":"301","3":"Yata stares at the twins, and her mechanical arms begin to turn translucent. Lifting herself up with her tentacle-like robotic arms, she merges into the environment until only the shimmering red light on her mask remains."},{"T":"301","2":"Harley Jo","3":"It's up to us now."},{"T":"301","2":"Harley Jo","3":"Simon... 【kuroname】... Just a few more seconds, just a few..."},{"T":"301","3":"All the Hetero-Sapiens inside the Pulia Forest Park Ruins are out in force, their roars shaking the entire forest behind the group."},{"T":"301","3":"Meanwhile, the twins stand before all of them, silently declaring humanity's demise."},{"T":"301","3":"The war between humanity and the Punishing Virus begins anew, here and now."}]