[{"T":"301","3":"After planting the explosive device and retreating to safety, they detonate the bomb. Amid a thunderous boom and plume of smoke, an indistinguishable figure jumps into the pit with lightning speed."},{"T":"301","2":"Kamui","3":"Someone's there?!"},{"T":"301","2":"Chrome","3":"Follow them!"},{"T":"301","3":"Rushing over to the pit created by the blast, the team discovers a dark cave just big enough for one person to squeeze into."},{"T":"301","3":"Chrome hands the end of a carabiner to Kamui, and cautiously leans down to probe into the cave."},{"T":"301","2":"Chrome","3":"Looks like there really is a hidden underground region."},{"T":"301","3":"Chrome picks up a stone and throws it into the darkness. A clang comes echoing from the cavernous depths."},{"T":"301","2":"Chrome","3":"And it sounds huge."},{"T":"301","3":"With the light above, Chrome takes a detailed look at the inside of the cave before backing out and reporting to the other three."},{"T":"301","2":"Wanshi","3":"Does it look like an underground waterway? When I came here to explore, I heard that there were several access points near the Red Tide, but they were all abandoned pipelines that should've been taken care of."},{"T":"301","2":"Chrome","3":"Looks like the access point was more hidden than we thought. Considering how low the Punishing concentration is, I'm guessing it's not accumulating here for the time being. We must've detected the spike as it passed through."},{"T":"301","2":"Chrome","3":"Not to mention, whoever used our discovery to rush in before the smoke cleared must be familiar with the area."},{"T":"301","2":"Chrome","3":"If I'm not mistaken, there should be a deeper network connected with the core region that was destroyed by the Longinus Arsenal."},{"T":"301","2":"Chrome","3":"Otherwise, I can't imagine how the Red Tide would move undetected."},{"T":"301","2":"Wanshi","3":"The core area was flooded by the Red Tide. So, it's no surprise that we couldn't detect the access point if it was hidden underneath it."},{"T":"301","2":"Wanshi","3":"But even after the Longinus strike, we still couldn't detect it..."},{"T":"301","2":"Wanshi","3":"Think it was quickly covered up by someone?"},{"T":"301","2":"Chrome","3":"Given the footprints and the person that just ran in, there must be an enemy base that we haven't detected yet."},{"T":"301","2":"Kamui","3":"We need to go down, Captain! Whether that be to eradicate the Red Tide or put a stop to any potential threats..."},{"T":"301","2":"Wanshi","3":"This feels like a trap. Seems like someone is rolling out the red carpet for us."},{"T":"301","2":"Wanshi","3":"Are we really going down there?"},{"T":"301","3":"Chrome pauses, then throws a glow stick into the cave and inspects the waterway's interior."},{"T":"301","3":"The interior is vast, and the surrounding walls, illuminated by the light source, reveal signs of damage and peeling as if silently recounting the past."},{"T":"301","3":"A faint trickling comes from just out the glow stick's reach. Dreadful red liquid drips from a cracked pipe in the ceiling."},{"T":"301","3":"The mist created from the splashing red liquid mottles the glow stick, staining the light red."},{"T":"301","2":"Chrome","3":"There are trace amounts of Red Tide below, but the waterway is still humid. It's already passed through here as I predicted."},{"T":"301","2":"Chrome","3":"If we continue our search, the threat level will be much higher than when we first accepted the mission."},{"T":"301","2":"Chrome","3":"But if we return to Babylonia, it's not like we'll receive any additional support."},{"T":"301","2":"Chrome","3":"Not many Task Forces have returned to Babylonia in one piece lately. They still need time to repair their frames. The remaining teams are still out on missions."},{"T":"301","2":"Kamui","3":"Not just missions... I went to go speak with Lee this morning, but I was prohibited from entering the preparation room."},{"T":"301","2":"Wanshi","3":"Who stopped you?"},{"T":"301","2":"Kamui","3":"Some guy in a suit. He had a chip on his shoulder, that's for sure."},{"T":"301","2":"Camu","3":"...Kurono."},{"T":"301","2":"Kamui","3":"Huh? What's with them?"},{"T":"301","3":"Camu gives a look of disgust in response to Kamui's question."},{"T":"301","2":"Chrome","3":"Let's report our findings to Babylonia and prepare a distress call just in case."},{"T":"301","3":"Chrome quickly drafts up the report on his terminal and sets a timer on the distress call as per routine."},{"T":"301","3":"If the timer expires before he cancels it, the distress call will be immediately relayed to Babylonia."},{"T":"301","3":"After transmitting the report to Babylonia, Chrome signals the others to proceed into the underground waterway."},{"T":"301","2":"Camu","3":"I'll scout ahead just in case the Red Tide comes surging our way. I won't be affected by it."},{"T":"301","2":"Chrome","3":"That's our safest bet. Be careful."},{"T":"301","2":"Camu","3":"Save that for your guys."},{"T":"301","3":"Camu quickly slides down and enters the cave with ease, landing on a pile of rocks below."},{"T":"301","2":"Camu","3":"Coast is clear. Come on down."},{"T":"301","3":"Hearing this, the trio prepares to enter the underground waterway."},{"T":"301","2":"Wanshi","3":"...Hmm."},{"T":"301","2":"Chrome","3":"What is it?"},{"T":"301","2":"Wanshi","3":"Feels like there's something on my back."},{"T":"301","3":"Chrome looks down and inspects Wanshi's back, discovering the addition of what appears to be a button."},{"T":"301","3":"Had it not been for his familiarity with his team, such a minute detail would have surely gone overlooked."},{"T":"301","3":"He gently grabs the 'button,' then removes it from Wanshi's frame."},{"T":"301","2":"Wanshi","3":"It's a..."},{"T":"301","3":"The pinhole lens on the button is like the dark abyss staring back at Chrome within his grasp."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"He crushes the device, then pats Wanshi on the shoulder."},{"T":"301","2":"Chrome","3":"Let's go."},{"T":"301","2":"Camu","3":"Nothing out of the ordinary, but that doesn't mean we're free from trouble."},{"T":"301","3":"The trio looks in the direction of Camu's gaze. Where the light meets the void, dozens of red lights are approaching rapidly."},{"T":"301","2":"Camu","3":"Hmph. Leave them to me."},{"T":"301","3":"Camu swings his greatsword at the approaching danger. After a brief clash, the red lights disappear."},{"T":"301","2":"Camu","3":"Worthless scrap met—"},{"T":"301","3":"Before he can finish speaking, more Hetero-Creatures come charging out from the depths."},{"T":"301","2":"Chrome","3":"Camu! Don't be rash!"},{"T":"301","3":"But before Chrome can convince him otherwise, Camu slams his greatsword on the floor while surrounded by darkness."},{"T":"301","3":"Following the sharp clang of crumpling metal, Camu curses indifferently and disappears among the array of red lights."},{"T":"301","2":"Chrome","3":"Camu!"},{"T":"301","3":"As the trio runs into the darkest section of the waterway, they see dozens of fluorescent fish-shaped Hetero-Creatures floating above the collapsed floor."},{"T":"301","3":"The sound of running water and Camu's enraged voice can be heard coming up from the hole."},{"T":"301","2":"Camu","3":"Guess I found a secret tunnel straight down!"},{"T":"301","2":"Wanshi","3":"...A fall that far didn't break your legs?"},{"T":"301","2":"Camu","3":"I grabbed onto one of those floating fish just in time to break my fall."},{"T":"301","2":"Camu","3":"Don't jump down! The Red Tide is here."},{"T":"301","2":"Chrome","3":"Alright, we'll find another route down to rendezvous with you. We'll split up and investigate for now."},{"T":"301","2":"Camu","3":"I told you I was going to scout ahead!"},{"T":"301","3":"He walks away, cursing under his breath. Right at that moment, a strange noise comes from the other side of the previously quiet waterway."},{"T":"301","2":"Kamui","3":"What's that over there?"},{"T":"301","3":"The trio returns to their previous location, then walks to the other side in the light of the glow stick. They come upon a fish-shaped Hetero-Creature floundering as it attempts to heal itself."},{"T":"301","2":"Kamui","3":"Who was just here?"},{"T":"301","2":"Chrome","3":"Seems like the work of an Ascendant. Well, since we can't cross the gap back there, let's go this way."},{"T":"301","3":"After fumbling for half an hour as they infiltrate the winding network of tunnels, Chrome finally discovers an entrance in the distance behind a curtain."},{"T":"301","3":"Informing his two comrades, they extinguish the glow sticks and stick them in their bags as they quietly approach."},{"T":"301","3":"The trio pulls back the curtain to discover an inner chamber."},{"T":"301","2":"Kamui","3":"Doesn't look like this is a part of the waterway. Did we find a hidden room?"},{"T":"301","2":"Chrome","3":"Shh! Be quiet."},{"T":"301","3":"Kamui nods and lowers his volume."},{"T":"301","2":"Wanshi","3":"An old room like this seems to have been a part of the waterway."},{"T":"301","2":"Chrome","3":"Finding a structure like this must mean this isn't just a waterway..."},{"T":"301","2":"Chrome","3":"Maybe it has something to do with the underground city."},{"T":"301","3":"Right as the two of them are lost in though, a 'fish' floats in front of Kamui."},{"T":"301","2":"Kamui","3":"A Hetero-Creature!"},{"T":"301","2":"Chrome","3":"Kamui! Keep it down—"},{"T":"301","2":"??","3":"A Hetero-Creature?"},{"T":"301","3":"Suddenly, the gentle and quiet voice of a girl comes from behind the trio. There is no sense of aggression in her voice. Had they been elsewhere, the presence of a quiet schoolgirl would not have batted an eye."},{"T":"301","2":"Chrome","3":"Who goes there?"},{"T":"301","3":"Looking in the direction of the voice, they see a feeble girl standing among a school of fish-shaped Hetero-Creatures approaching Chrome."},{"T":"301","2":"??","3":"Greetings, visitors."},{"T":"301","3":"Set among the backdrop of mottled lights, her golden eyes are glossed with a mysterious haze."},{"T":"301","2":"??","3":"Why have you broken into my greenhouse?"},{"T":"301","3":"The girl raises her slender left hand as countless ribbons of red static envelop her arm. At that moment, the trio needs no explanation as to what they are facing."},{"T":"301","2":"Kamui","3":"An Ascendant!"},{"T":"301","3":"Without hesitation, Kamui swings his greatsword at the girl. Before he can land a blow, dozens of fish-shaped Hetero-Creature form an impenetrable wall in front of the girl."},{"T":"301","2":"??","3":"No... I'm not an Ascendant yet."},{"T":"301","3":"With each slash from Kamui's greatsword, an endless stream of fish stands in his way. The girl, however, remains standing there motionless, seemingly oblivious to the attack."},{"T":"301","2":"Chrome","3":"Kamui, get back here!"},{"T":"301","2":"Kamui","3":"Roger!"},{"T":"301","3":"He quickly retreats behind Chrome. The wall in front of the girl gradually loosens and returns to their original form as Hetero-Creatures float around her."},{"T":"301","3":"Continuing to fight won't be a fruitful endeavor. Fortunately, their opponent seems open to discussion, so they should be able to at least gather some information."},{"T":"301","2":"??","3":"Why do you want to harm my friends?"},{"T":"301","3":"The girl cradles the remains of a fish like a newborn baby."},{"T":"301","3":"She pats the fish in her arms. Red current pours into its remains through the girl's fingertips. The sundered remains reform into the shape of a fish."},{"T":"301","2":"??","3":"I take it... you're from Babylonia, too?"},{"T":"301","2":"Wanshi","3":"...Too?"},{"T":"301","2":"Chrome","3":"Correct. We're the Task Force from Babylonia. Are you one of Luna's Ascendants?"},{"T":"301","2":"??","3":"No. I'm not an Ascendant. And I have nothing to do with the agent Luna."},{"T":"301","3":"Even though she understands them as her enemy, she shows no intention of attacking. Instead, she looks at Chrome with absent eyes and smiles politely at him."},{"T":"301","2":"Cinderelik","3":"My name is Cinderelik. I'm just a trainee unworthy of der Meister."},{"T":"301","2":"Chrome","3":"Der Meister?"},{"T":"301","3":"Faced with Chrome's question, the girl named Cinderelik just gently outstretches the vestige of a wing."},{"T":"301","3":"This action reminds Chrome of a man with mechanical wings—a man whose name everyone knows is synonymous with danger."},{"T":"301","2":"Chrome","3":"By 'der Meister', do you mean Gabriel?"},{"T":"301","2":"Cinderelik","3":"No."},{"T":"301","3":"She retracts her damaged wing, stroking the tips of the 'feathers' like a pitiful bird tending to its wings."},{"T":"301","2":"Cinderelik","3":"No, not Mr. Gabriel. My wing is a relic of a friend."},{"T":"301","2":"Wanshi","3":"A friend? You mean those fish?"},{"T":"301","3":"Hearing Wanshi's question, Cinderelik's eyes droop down."},{"T":"301","2":"Cinderelik","3":"No. Not them. My first friend."},{"T":"301","2":"Cinderelik","3":"I'll bring my friend back one day. Then I'll return this wing."},{"T":"301","2":"Wanshi","3":"Can't you repair those fish?"},{"T":"301","2":"Cinderelik","3":"Repairing them only brings back an empty shell."},{"T":"301","2":"Cinderelik","3":"Der Meister said that if I continue learning from Gabriel, I'll figure out a way to bring my friend back. And also..."},{"T":"301","3":"The girl suddenly takes in a cold breath as if suddenly recalling something or receiving an order."},{"T":"301","3":"She looks up as if coming to her senses. Her lifeless eyes are full of gloom under the mottled light."},{"T":"301","2":"Cinderelik","3":"Since you're from Babylonia, you'll try to stop der Meister."},{"T":"301","2":"Cinderelik","3":"My mission isn't to fight, but I must buy time before informing der Meister."},{"T":"301","3":"At that moment, the trio hears restless stirring from all around."},{"T":"301","3":"Following which, Cinderelik fades into the darkness..."},{"T":"301","2":"Chrome","3":"Watch out!"}]