[{"T":"301","3":"Clang—!"},{"T":"301","2":"Lee","3":"Gyah—!"},{"T":"301","3":"As the situation becomes increasingly chaotic, Rosetta's M.I.N.D. is reaching boiling point."},{"T":"301","2":"Rosetta","3":"I only saved you to ease my guilt!"},{"T":"301","2":"Rosetta","3":"I didn't think... you would end up getting in my way!"},{"T":"301","2":"Rosetta","3":"How foolish of me to be kind..."},{"T":"301","3":"Rosetta's relentless assault on Lee shows no sign of stopping, until he is on the brink of death..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Rosetta","3":"(Pants)"},{"T":"301","3":"Coming to her senses, Rosetta notices the carnage that the Corrupted has wreaked on the Forest Guards and the port residents..."},{"T":"301","2":"Diana","3":"Nausicaa!"},{"T":"301","2":"Evan","3":"Miss Nausicaa..."},{"T":"301","2":"Nausicaa","3":"It... it hurts..."},{"T":"301","2":"Evan","3":"..."},{"T":"301","3":"Evan has never looked at her that way before."},{"T":"301","2":"Rosetta","3":"Everything..."},{"T":"301","2":"Rosetta","3":"Everything is my..."},{"T":"301","2":"Rosetta","3":"Ugh—!"},{"T":"301","2":"Rosetta","3":"AAAAGGHHH!"},{"T":"301","2":"Liv","3":"No! Her corruption has reached critical level..."},{"T":"301","2":"Rosetta","3":"—!"},{"T":"301","2":"Diana","3":"Rosetta!"},{"T":"301","2":"Diana","3":"Can you hear me?"},{"T":"301","2":"Rosetta","3":"Diana... what's happening to me..."},{"T":"301","2":"Diana","3":"You've lost something important, but it's not your fault..."},{"T":"301","2":"Diana","3":"We all know what you've been through..."},{"T":"301","3":"Diana looks at Nausicaa, who lies on the ground, severely injured, being tended to by Evan. Standing before them..."},{"T":"301","3":"...are port citizens, their harpoons raised, protecting the two of them."},{"T":"301","2":"Fisher","3":"..."},{"T":"301","3":"Expressions of guilt and shame hang on their face as they avoid making eye contact with Diana."},{"T":"301","2":"Diana","3":"Residents of New Murmansk..."},{"T":"301","2":"Diana","3":"The Forest Guard has come in your time of need and died for you, not out of duty..."},{"T":"301","2":"Diana","3":"...But out of sympathy for all lives."},{"T":"301","2":"Diana","3":"You have avoided contact with us, averted your gaze from us..."},{"T":"301","2":"Diana","3":"So take a good look at the Forest Guards today. Let our names be known throughout the Arctic Route Union!"},{"T":"301","2":"Diana","3":"We shall be known as the Forest Guard, and nothing else."},{"T":"301","3":"No one argues."},{"T":"301","2":"Rosetta","3":"Sympathy... for lives..."},{"T":"301","2":"Rosetta","3":"I see..."},{"T":"301","2":"Rosetta","3":"But it's too late..."},{"T":"301","2":"Diana","3":"It was an honor to be your sister and student."},{"T":"301","2":"Rosetta","3":"Urgh..."},{"T":"301","3":"Rosetta forces herself to stand up again as another wave of Corrupted makes landfall on the beach."},{"T":"301","3":"She takes a deep breath and swings her lance—"},{"T":"301","3":"The gust from her lance rends the Corrupted to pieces and sends them flying into the ocean depths."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Her eyes begin to cloud over as remnants of her consciousness cling to a thread."},{"T":"301","3":"Rosetta takes one last look at everyone, then soars into the air..."},{"T":"301","2":"Rosetta","3":"Derek..."},{"T":"301","3":"Rosetta recalls how she sailed with her grandfather through the dark ocean waves, leaving ARU for the first time, chasing after the Narwhal that had laid waste to the port..."},{"T":"301","3":"They pursued the Narwhal from the Arctic to the Antarctic until they encountered Corrupted for the first time at the Derek Strait..."},{"T":"301","3":"Until finally, they rescued the Narwhal and, so too, the Narwhal rescued them."},{"T":"301","2":"Rosetta","3":"Grandpa..."},{"T":"301","3":"Rosetta recalls carrying her grandfather through the snowy woods for two days, as her grandfather grew thinner by the day from the Punishing Virus..."},{"T":"301","3":"Her grandfather was dead by the time she arrived at the port. Surrounded by the residents, she was forced to become a tool for their protection..."},{"T":"301","2":"Rosetta","3":"It's so cold..."},{"T":"301","3":"Rosetta falls. As she does, she finds her final resting place by the side of the Narwhal."},{"T":"301","3":"But just as she is about to close her eyes—"},{"T":"301","2":"Rosetta","3":"Ahhhhhhh!"},{"T":"301","3":"Suddenly, Rosetta is enveloped in red lightning before crashing onto the ice field in pain."},{"T":"301","2":"α","3":"Those who have witnessed the truth about humanity have earned the right to ascend."},{"T":"301","3":"Rosetta writhes in pain on the ice."},{"T":"301","2":"Lucia","3":"Stop!"},{"T":"301","2":"α","3":"!"},{"T":"301","3":"Lucia's powerful blow disrupts Alpha from connecting with Rosetta."}]