[{"T":"102","1":"Nameless Island","2":"Day 2"},{"T":"301","3":"The next morning, a strange aroma rouses you from sleep. You open your eyes to find yourself in a completely different area from last night."},{"T":"302","2":"Lucia?"},{"T":"301","3":"You call out for Lucia, but you get no response."},{"T":"301","3":"Looking around, you do not see anything peculiar aside from a magnificent palace."},{"T":"302","2":"Since I cannot 'see' anything wrong..."},{"T":"301","3":"You lean over and you feel around the strange flooring. Inch by inch, you feel invisible cracks on the floor."},{"T":"302","2":"My vision is being interfered..."},{"T":"301","3":"You do not feel anything abnormal with your body. That can only mean the interference is external."},{"T":"301","3":"In that case, the answer is obvious—"},{"T":"302","2":"Augmented reality..."},{"T":"301","3":"The room is shrouded in augmented reality, completely changing its appearance. The cracks on the ground must have come from Lucia."},{"T":"301","3":"AR tech matured early on during the Golden Age. Back then, most people only used it for entertainment."},{"T":"301","3":"It is only fitting that it would be on an island which seemed to primarily serve as a tourist attraction."},{"T":"301","3":"But there is one more problem..."},{"T":"302","2":"Why did it start up all of a sudden?","4":"Why hadn't I been woken up by the fighting?"},{"T":"301","2":"???","3":"Good morning, Your Highness."},{"T":"301","3":"Suddenly, a short robot pushing a food cart enters the room."},{"T":"302","2":"A Mini Bot?","4":"A Corrupted?"},{"T":"301","3":"It remains quiet, but you can tell that it's not a Corrupted by its movement."},{"T":"301","3":"What's with the uncorrupted robot here?"},{"T":"301","2":"???","3":"Your Highness, did the frankincense give you a good night's sleep?"},{"T":"302","2":"Frankincense?","4":"Is that why I didn't wake up?"},{"T":"301","2":"???","3":"Breakfast is served. Once you've finished eating, please board the ship so we can begin your birthday celebration! Today's your special day!"},{"T":"302","2":"Who are you?"},{"T":"301","2":"Attendant","3":"I'm your attendant. Still a bit drowsy, Your Highness?"},{"T":"302","2":"What are you doing?"},{"T":"301","3":"The attendant remains quiet and places your breakfast on the table."},{"T":"301","2":"Attendant","3":"Please enjoy."},{"T":"302","2":"So..."},{"T":"301","2":"Attendant","3":"Please enjoy."},{"T":"301","3":"The robot in front of you clearly is not corrupted, but based on its behavior, this model seems to have rudimentary AI."},{"T":"301","3":"If that's the case... You'll have to ask questions with the right keywords to get any answers."},{"T":"302","2":"I have a question.","4":"I need to speak to a human.","6":"I want to leave a bad review."},{"T":"301","2":"Attendant","3":"Please enjoy."},{"T":"301","3":"The attendant repeats its mechanical dialogue."},{"T":"301","3":"Hearing this, the attendant turns around."},{"T":"301","2":"Attendant","3":"Contacting customer service."},{"T":"302","2":"...Looks like we're getting somewhere."},{"T":"301","3":"After several seconds, a female voice comes from the attendant's frame"},{"T":"301","2":"Female Voice","3":"Greetings, valued customer. Are you dissatisfied with our service?"},{"T":"302","2":"What kind of service is this?"},{"T":"301","2":"Female Voice","3":"This is the 'Fairy Tale Immersion Xperience' package that you ordered. You can also change to the 'Survival Horror Immersion Xperience', 'Detective Immersion Xperience' or 'Dragons and Magic Immersion Xperience'."},{"T":"301","2":"Female Voice","3":"Though I must warn you, the other Xperiences are significantly more dangerous."},{"T":"302","2":"I want off this ride."},{"T":"301","3":"The attendant's eyes flash red."},{"T":"301","2":"Female Voice","3":"Apologies, valued customer. Since you have arrived on the island, that means that your purchase has been completed. You cannot leave this island until you have completed your Xperience."},{"T":"302","2":"And if I insist on leaving?"},{"T":"301","2":"Female Voice","3":"The staff will execute force against valued customers who disrupt the Xperience."},{"T":"301","3":"The attendant's eyes flash red again."},{"T":"302","2":"..."},{"T":"301","2":"Female Voice","3":"You must complete your role in this story."},{"T":"301","2":"Female Voice","3":"You must reach the last act of this story."},{"T":"301","2":"Female Voice","3":"Once the 'mermaid princess' turns into seafoam, the island's AR system will be disabled and you can then leave."},{"T":"302","2":"Turning into seafoam is also a part of the performance?"},{"T":"301","2":"Female Voice","3":"Correct."},{"T":"301","3":"The female voice seems intent on turning the 'mermaid princess' into seafoam. An ominous premonition comes to mind."},{"T":"301","3":"You have seen some active robots elsewhere, whose behavior seems to have become more erratic from the island’s long vacancy. But in essence, they are still 'in service.'"},{"T":"301","3":"But now..."},{"T":"302","2":"(I wonder if any Corrupted are among them.)"},{"T":"301","3":"You still do not know the answer to this question."},{"T":"301","3":"If it is just the attendant in front of you, you are confident you can handle yourself. However, this island has a lot left to explore, and its total number of armed forces remains unclear. It is best for you to meet up with Lucia first."},{"T":"302","2":"Where's Lucia?"},{"T":"301","2":"Female Voice","3":"You just need to follow the development of the story, and you will meet up with the rest of the cast."},{"T":"301","2":"Attendant","3":"Your Highness, your birthday ship has arrived in the port."},{"T":"302","2":"Don't call me 'Your Highness.'","4":"..."},{"T":"301","2":"Female Voice","3":"Your title cannot be changed. Regardless of gender or age, as long as you play the role of the prince, the attendant will refer to you this way."},{"T":"301","2":"Female Voice","3":"Sorry to disrupt your breakfast experience, but you must follow the attendant to the port."},{"T":"302","2":"Okay."},{"T":"301","2":"Liv","3":"I still can't contact Lucia and the commandant..."},{"T":"301","2":"Liv","3":"Lee..."},{"T":"301","3":"While reinforcing the return ship, Lee frowns and does not answer."},{"T":"301","2":"Lee","3":"We've already submitted a request for a search and rescue team. All we can do is wait."},{"T":"301","2":"Lee","3":"There's still a massive number of Corrupted below the surface. We can't do anything until we reinforce the ship and find the commandant's approximate coordinates."},{"T":"301","2":"Liv","3":"But..."},{"T":"301","2":"Lee","3":"The fact that the commandant always manages to make it out alive is in no small part due to luck. Trust that this time will be no exception."},{"T":"302","2":"Achoo—!"},{"T":"301","2":"Attendant","3":"Your Highness, are you not feeling well?"},{"T":"302","2":"Guess someone was just talking about me.","4":"Yeah, I don't feel too well."},{"T":"301","2":"Attendant","3":"..."},{"T":"301","3":"None of the words in your response seem to be within the attendant's response database."},{"T":"301","2":"Attendant","3":"You'll be fine after lunch. Come with me, Your Highness."},{"T":"301","3":"Looking around, you find yourself on a seemingly luxurious ship."},{"T":"301","3":"But when you touch the deck or railings, you conclude that the ship is already in an obvious state of disrepair."},{"T":"301","3":"Recalling that the next part of the story is a torrential storm, the damage starts to make sense."},{"T":"301","2":"Attendant","3":"Lunch is served, Your Highness. Please enjoy."},{"T":"301","3":"The attendant bows respectfully and motions you to the table."},{"T":"301","3":"Turning to look at the table, you see red wine, flowers, and all kinds of food arranged on the white tablecloth. You even smell a faint, delicious aroma."},{"T":"301","3":"However, you remind yourself that this might be the illusion of augmented reality and to proceed with caution."},{"T":"302","2":"Take a bite.","4":"Refrain from eating."},{"T":"301","3":"Under the watch of the attendant, you walk up to the table, cut a small piece of food with a fork and knife, then stuff it into your mouth."},{"T":"301","3":"Suddenly, you realize that the food had been heavily spiced in a failed attempt to mask the putrid odor."},{"T":"302","2":"Blech..."},{"T":"301","2":"Attendant","3":"Are you dissatisfied with the food, Your Highness?"},{"T":"302","2":"I just don't feel like eating.","4":"Let's skip this part."},{"T":"301","3":"Hearing this, the attendant makes no effort to dissuade you. Instead, it simply bows to you. Suddenly, you hear ballroom music begin to play, and illusions begin to dance on the deck."},{"T":"301","2":"Attendant","3":"Happy birthday, Your Highness!"},{"T":"302","2":"Is this the 'birthday ball' from the story?"},{"T":"301","2":"Attendant","3":"God has given us such a wonderful gift having sent a prince as great as you down to our kingdom."},{"T":"301","3":"The attendant recites its lines of the script passionately."},{"T":"301","2":"Attendant","3":"Please enjoy this ball that we have arranged in your honor, Your Highness."},{"T":"302","2":"(Enjoy the ball)","4":"(Stand there awkwardly)"},{"T":"301","3":"A singing Mini Bot walks up to you and curtsies gracefully before you."},{"T":"301","2":"Johanne","3":"Good day, You Highness. I am Johanne, daughter of Vladimir Dulik. On behalf of my family, I am here today to offer my sincerest wishes on your birthday, dear prince."},{"T":"301","3":"The Mini Bot referring to itself as Johanne hands over an illusion of a gift."},{"T":"302","2":"Thanks."},{"T":"301","2":"Johanne","3":"May your future be protected by the sea breeze."},{"T":"301","3":"It curtsies again and leaves."},{"T":"301","3":"More Mini Bots come over and give you various blessings and empty gift boxes."},{"T":"301","3":"All you can do is stand there awkwardly until it's over."},{"T":"301","2":"Attendant","3":"Your Highness, please proceed to the deck to have a birthday dance with a partner of your choice."},{"T":"302","2":"Get on with it.","4":"Just get me someone I'd fancy.","6":"I don't want to dance with an illusion."},{"T":"301","3":"The attendant's eyes flash red. You hear the same customer service representative as before start to speak."},{"T":"301","2":"Female Voice","3":"Please play the game according to the 'Immersion Xperience Guidelines Ver. VIII'."},{"T":"301","2":"Female Voice","3":"Ignoring the rules of the game, ruining the RP environment, destroying props, and attacking NPCs will all result in penalties."},{"T":"302","2":"Isn't the point of playing a game to have fun?","4":"But you were the one who started this 'game.'"},{"T":"301","2":"Female Voice","3":"A game in which only those who break the rules can have fun is full of mistakes."},{"T":"301","2":"Female Voice","3":"Malicious players must be ex-ex-ex-ex-ex..."},{"T":"301","3":"You do not know why, but you suddenly hear angry knocking on the wall by the customer service."},{"T":"301","2":"Female Voice","3":"By stepping foot on this island, you agreed to our user agreement and privacy policy."},{"T":"301","2":"Female Voice","3":"Regardless, we provide the very in ser-ser-ser-ser-ser-ser..."},{"T":"301","3":"As her voice glitches and stutterers, the Mini Bots that were performing their respective roles begin to crowd you."},{"T":"301","2":"???","3":"You must follow the rules."},{"T":"301","2":"???","3":"The story must go on."},{"T":"301","2":"???","3":"We must maintain this fairy tale world. We will not let it be destroyed."},{"T":"302","2":"Wait...","4":"I JUST WANT TO LEAVE..."},{"T":"301","2":"???","3":"We have finally welcomed a guest. We must take this opportunity to restore the prosperity of this fantasy world!"},{"T":"301","2":"Johanne","3":"Dance with me, Your Highness."},{"T":"302","2":"My pleasure.","4":"No, I refuse."},{"T":"301","3":"Surrounded by Mini Bots, you play along and hold Johanne's hand."},{"T":"301","3":"You try your hardest to follow along with its stiff and mechanical movements as the two of you dance in this opulent illusion."},{"T":"301","3":"Seeing your cooperative attitude, the Mini Bots return to their roles."},{"T":"301","3":"However, right when you can finally relax, you realize that this dance is nothing short of long, drawn-out torture."},{"T":"301","3":"Unlike ordinary ballroom dancing, Johanne's dancing is too stiff for a human. Your back quickly begins to ache in agonizing pain."},{"T":"301","3":"Adding to the pain, the seamless projection of augmented reality hides the divots and holes in the floor. But not even factoring that in—"},{"T":"301","3":"The dance has already lasted 5,621 seconds according to the rhythm of the dance steps—94 minutes without any disruption. It seems as if the dance will go on forever unless you stop."},{"T":"302","2":"(I need to find a way out of here.)"},{"T":"301","3":"Making up your mind, you start looking for an opportunity to leave. However, all you see are Mini Bots standing at the ready."},{"T":"301","3":"If I try to leave now, they'll just attack me."},{"T":"301","3":"While looking around, you try to maintain the awkward position with your aching back as you continue dancing, but you feel your stamina beginning to drain little by little..."},{"T":"301","3":"If I keep this up any longer, I won't be able to put up a fight. I need to act now."},{"T":"301","3":"As soon as you let go of Johanne's hand, the Mini Bots around you erupt into outrage, picking up the nearest sharp object as a weapon and charging you."},{"T":"301","3":"As soon as you reject Johanne, the Mini Bots around you pick up the nearest sharp object as a weapon and charge you."},{"T":"302","2":"I-I was just joking!","4":"(Pull out gun)"},{"T":"302","2":"I-I'd love to dance!","4":"(Pull out gun)"},{"T":"301","3":"You shoot the Mini Bot in front of you with pinpoint precision, destroying its hip joint and causing it to collapse onto the ground. The stainless steel wrench in its hand also drops to the floor in front of you."},{"T":"301","3":"Considering the number of Mini Bots in front of you, you decide to conserve your ammo and pick up the wrench. You wave it at the next Mini Bot charging your way and, with the clashing of metal, you repel it back several steps into the sea. Your hand holding the wrench also goes numb from the impact."},{"T":"302","2":"(Continue attacking)","4":"(Activate exoskeleton)"},{"T":"301","3":"Even though they are not military robots and are not corrupted, you decide it is a wise choice to activate your exoskeleton in the face of so many enemies."},{"T":"301","3":"You readjust your grip strength, swinging the wrench at enemies that approach you and firing your pistol at enemies farther away."},{"T":"301","3":"Rather than aiming at their protected cores, you aim at their exposed joints to conserve your ammo. Even then, the fight proves to be a desperate struggle."},{"T":"301","3":"As you push back the enemy, even more rush onto the deck."},{"T":"301","3":"...At the same time, your stamina continues to drain."},{"T":"301","3":"Just as the last ounce of stamina leaves your body, a blue figure jumps up from the sea and lands steadily on the deck."},{"T":"302","2":"Lucia!"},{"T":"301","2":"Lucia","3":"I'm here!"},{"T":"301","3":"Four Mini Bots cling to Lucia as if trying to prevent her from boarding the ship."},{"T":"301","2":"Mini Bot","3":"WARNING! You are disrupting the Xperience!"},{"T":"301","2":"Mini Bot","3":"The mermaid princess is not supposed to make her appearance now!"},{"T":"301","2":"Lucia","3":"But you're hurting the commandant."},{"T":"301","3":"Without hesitation, she swings her katana and frees herself of the four Mini Bots clinging onto her limbs."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia repels the attacking Mini Bots as she charges over toward you."},{"T":"301","3":"Suddenly, you hear a sound coming from the stern."},{"T":"301","2":"???","3":"They are ruining the story!"},{"T":"301","2":"???","3":"On with the next scene! Hurry!"},{"T":"301","3":"Human illusions shuttle back and forth in all directions as the tempo of the ballroom music plays at double time."},{"T":"301","3":"In the blink of an eye, dark clouds cover the sky. On the horizon, thunder roars and wind howls. Waves swell, and the ship sways."},{"T":"301","3":"It appears that there are devices in the sea that control the waves. This island is far more than the area above the surface."},{"T":"301","2":"Attendant","3":"A storm approaches! Your Highness! Take shelter in the cabin!!"},{"T":"301","3":"The attendant points to a doorway on the deck and shouts. The dancing illusions become hysterical, pushing and shoving each other as they try to seek shelter."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia waves her katana one after another, fighting her way through the Mini Bots trying to stand in her way."},{"T":"301","3":"You also take out your weapon and fight with all your might on the swaying ship."},{"T":"301","3":"The wind and rain assail your cheeks, blurring your vision. Restful waves have now turned resentful as they slam against the deck, forcing the battered ship to lean precariously to the right."},{"T":"301","3":"You feel like you are suffocating as you sink into darkness. After some time, you hear a faint song."},{"T":"301","3":"It does not sound natural, but it fills you with warmth."},{"T":"301","3":"It's like someone whispering in your ears, offering you a mote of relief..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"Squinting as you open your eyes, you see the silver glow of moonlight covering the beach."},{"T":"301","3":"A singing Mini Bot similar to Johanne is standing nearby. It smiles and curtsies at you."},{"T":"301","2":"???","3":"You finally wake up, coughing up a mouthful of water. Fortunately, that's it despite nearly drowning."},{"T":"301","3":"If they are performing according to the script, this should be the princess of the neighboring country."},{"T":"301","2":"Anna","3":"My name is Anna. What's your name?"},{"T":"302","2":"Cardman Rider. Just passing by.","4":"【kuroname】."},{"T":"301","3":"The 'princess of a neighboring country' who calls itself Anna ignores your response due to its simplistic AI. Its manner is far more natural, which makes it seem completely different from others of the same model."},{"T":"301","2":"Anna","3":"Very well, 【kuroname】."},{"T":"301","2":"Anna","3":"You look like you must be an aristocrat. No? I've already called for help. They'll be here soon."},{"T":"301","3":"..."},{"T":"301","3":"...Great. On with the 'Immersive Xperience'."},{"T":"301","3":"Off to the side, a large number of Mini Bots push Lucia into the sea."},{"T":"301","3":"She has been fighting as hard as she could, but her combat ability is greatly hindered in the water. Even the ice affinity of her frame poses a risk of freezing herself."},{"T":"301","2":"???","3":"Relax. The human will be rescued by the princess of the neighboring country according to the story."},{"T":"301","2":"???","3":"We meet again."},{"T":"301","2":"Lucia","3":"Last night... You're the..."},{"T":"301","2":"???","3":"Yes. It's me."},{"T":"301","3":"She nods and chuckles."},{"T":"301","2":"???","3":"Now you've seen for yourself that I've kept my promise. We won't harm the human."},{"T":"301","2":"Lucia","3":"You call that not being harmed?!"},{"T":"301","2":"Witch of the Sea","3":"Of course. We were merely defending ourselves. That can't be called harm."},{"T":"301","2":"Lucia","3":"In this environment, it's perfectly normal for the commandant to have doubts."},{"T":"301","2":"Witch of the Sea","3":"The conditions here are limited. If the reception is not good, I apologize."},{"T":"301","2":"Lucia","3":"Who exactly are you?"},{"T":"301","2":"Witch of the Sea","3":"I'm the administrator. But now, I speak to you as the Witch of the Sea."},{"T":"301","2":"Lucia","3":"...You can still talk even with this level of Punishing concentration. You must be..."},{"T":"301","2":"Witch of the Sea","3":"What I am has nothing to do with what we are going to do. If you are curious about this, someone will explain it to you once the story is over."},{"T":"301","2":"Lucia","3":"What are you trying to do?"},{"T":"301","3":"The Witch of the Sea takes out two dice, tossing them in the sea, then she watches them slowly fall into her palm."},{"T":"301","2":"Witch of the Sea","3":"Would you believe me if I were to say all of this was to restore this island's former glory?"},{"T":"301","2":"Lucia","3":"By forcing us at gunpoint?"},{"T":"301","3":"The Witch of the Sea waves her hand in silence. The Mini Bot clinging onto her suddenly pulls out a device and attaches it to her back, integrating it with her artificial skin."},{"T":"301","2":"Lucia","3":"What are you doing?"},{"T":"301","2":"Witch of the Sea","3":"Unlike the witch in the story, I can't take away your voice. However, I can do this to keep you quiet."},{"T":"301","2":"Witch of the Sea","3":"Once you leave the sea, the device will detonate if you say a single word. Of course, the same will happen if you try to remove it."},{"T":"301","2":"Witch of the Sea","3":"Only I can restore your voice."},{"T":"301","2":"Lucia","3":"You can't possibly think this island's former glory can only be restored by force, do you?"},{"T":"301","2":"Witch of the Sea","3":"Obviously. No one will ever return to this island. So, why not go out with a bang?"},{"T":"301","2":"Lucia","3":"...Do you get some sort of sick enjoyment out of this?"},{"T":"301","2":"Witch of the Sea","3":"Do you not?"},{"T":"301","2":"Witch of the Sea","3":"You continue to fight and bleed for the unobtainable goal of saving this Earth. But doesn't that make you happy?"},{"T":"301","2":"Lucia","3":"Because I have gained a lot along the way."},{"T":"301","2":"Witch of the Sea","3":"...Gain."},{"T":"301","2":"Witch of the Sea","3":"Much like how the mermaid princess gained the ability to walk on land. Each step brings great pain."},{"T":"301","2":"Lucia","3":"You..."},{"T":"301","2":"Witch of the Sea","3":"Hehe... Your expression now seems to be questioning why I know this."},{"T":"301","2":"Witch of the Sea","3":"But in fact... I don't even know your real name. The reason why I say this is because, as a Construct, I've encountered similar things."},{"T":"301","2":"Witch of the Sea","3":"Constructs are like mermaids—perfect creations."},{"T":"301","2":"Witch of the Sea","3":"It retains the most beautiful features of humanity while removing its shortcomings, such as thirst, hunger, sleep, and to a large extent—mortality."},{"T":"301","2":"Witch of the Sea","3":"But this kind of perfection is indeed a defect for most humans. Much like that beautiful tail of a mermaid."},{"T":"301","2":"Witch of the Sea","3":"Humanity will always regard Constructs as abominations. They fear our strength, our perfection. They worry that they will be replaced and lose everything that they have."},{"T":"301","2":"Witch of the Sea","3":"Even those who can accept this, they will still harbor resentment within their heart—for their lifespans are far too unequal. Whether it be them or us, one side will be left behind in this world."},{"T":"301","2":"Witch of the Sea","3":"I had hosted many Constructs before you arrived."},{"T":"301","2":"Witch of the Sea","3":"However, back then... This island and I were yet as we are now."},{"T":"301","3":"She somberly shares her memory to Lucia, who is surrounded by a crowd of Mini Bots and has no other choice but to listen."},{"T":"301","2":"Witch of the Sea","3":"This island used to be a popular tourist resort."},{"T":"301","2":"Witch of the Sea","3":"There used to be two other administrators like me—Anna and Johanne. Aside from managing a majority of the robots, our primary duty..."},{"T":"301","2":"Witch of the Sea","3":"Was to play games with the guests and even act as their DM."},{"T":"301","2":"Witch of the Sea","3":"They had all sorts of names for me..."},{"T":"301","2":"Guest 1","3":"Hey! Dice Girl, over here!"},{"T":"301","2":"Guest 2","3":"KP, give me an inspiration!"},{"T":"301","2":"Guest 3","3":"Ah! He's going to use his last Legendary Action! If we don't kill him this round, we won't be able to hold out any longer!"},{"T":"301","2":"Guest 3","3":"The DM said I don't have high enough spell slots. We can't just defeat it with cantrips. Who's up next?"},{"T":"301","2":"Guest 4","3":"Leave it to me! Action Surge! I got an extra turn!"},{"T":"301","2":"Guest 3","3":"Sweet! Go for it, Fighter!"},{"T":"301","2":"Guest 4","3":"I'll use both actions to eat a Divine Berry to recover HP."},{"T":"301","2":"Guest 3","3":"Lame!"},{"T":"301","2":"Witch of the Sea","3":"I look back on those days and the names they gave me fondly. I really enjoyed the looks of joy, anger, sorrow and happiness on their faces."},{"T":"301","2":"Witch of the Sea","3":"Later, with the popularity of AR, the price also became much cheaper, so fewer people played tabletop games. I began to play as an NPC and accompany guests on adventures throughout the island."},{"T":"301","2":"Witch of the Sea","3":"This also made me really happy."},{"T":"301","2":"Witch of the Sea","3":"I saw some guests really immerse themselves in the story and in their roles. I also saw other guests behave in all sorts of inexplicable ways."},{"T":"301","2":"Witch of the Sea","3":"Regardless of the guests, these are my most precious memories in my memory database."},{"T":"301","2":"Witch of the Sea","3":"But... as more guests began to arrive, chaos began to unfold."},{"T":"301","2":"Witch of the Sea","3":"As more people began to resort to violence and cheating, the other guests began to blame us for poor management, and we were forced to take responsibility."},{"T":"301","2":"Witch of the Sea","3":"Coupled with shady tactics by our competitors, guests gradually stopped returning."},{"T":"301","2":"Witch of the Sea","3":"A short while later, the Punishing Virus broke out."},{"T":"301","2":"Witch of the Sea","3":"This small, neglected island was spared for some time due to its distance away from the zero-point reactor."},{"T":"301","2":"Witch of the Sea","3":"However, refugees eventually found their way here."},{"T":"301","2":"Witch of the Sea","3":"They lived here for a long time. They caused a lot of destruction—burning books for warmth, painting everywhere, tearing up bedding... But Master had no complaints about this."},{"T":"301","2":"Witch of the Sea","3":"He was a kind man. He hoped he could help these refugees in any way possible."},{"T":"301","2":"Witch of the Sea","3":"But good things can't last forever. One day, the Punishing Virus eventually made its way here."},{"T":"301","2":"Witch of the Sea","3":"Master isolated the mechanoids underground, hoping to delay the approaching destruction as much as possible."},{"T":"301","2":"Witch of the Sea","3":"However, the people living on the island did not agree. They thought that one day we would become monsters endangering mankind and should be destroyed."},{"T":"301","2":"Witch of the Sea","3":"..."},{"T":"301","3":"She pauses, unwilling to speak of the conclusion."},{"T":"301","2":"Witch of the Sea","3":"I think it was at this time I gained sentience."},{"T":"301","2":"Witch of the Sea","3":"Although I have a new calling now, my hope remains unchanged. I still long for this island to recover its former glory."},{"T":"301","2":"Lucia","3":"A new calling?"},{"T":"301","3":"Witch of the Sea ignores Lucia's question and continues musing to herself."},{"T":"301","2":"Witch of the Sea","3":"I'm glad to finally have someone to talk to. This island has not had guests in quite some time. But you seem to be more concerned about that human and finding a way out of here."},{"T":"301","2":"Lucia","3":"Obviously."},{"T":"301","2":"Witch of the Sea","3":"Is it because of... your feelings?"},{"T":"301","3":"Lucia pauses in silence."},{"T":"301","2":"Lucia","3":"More than just feelings."},{"T":"301","2":"Witch of the Sea","3":"What do you want from that human?"},{"T":"301","2":"Lucia","3":"I didn't choose to stay with Gray Raven because I want something from the commandant."},{"T":"301","2":"Lucia","3":"I stayed because I wanted to fulfill the commandant's vision of the future."},{"T":"301","2":"Witch of the Sea","3":"You really are loyal. As a tool to achieve someone else's goals, you must be highly praised, right?"},{"T":"301","2":"Lucia","3":"...Is that all that you can comprehend?"},{"T":"301","3":"The Witch of the Sea remains quiet. Instead, she smiles and nods, then motions for Lucia to continue."},{"T":"301","2":"Lucia","3":"Just like you, I've lost a lot."},{"T":"301","2":"Lucia","3":"Family, friends, comrades... Even my memories have been twisted and distorted for one reason or another."},{"T":"301","2":"Lucia","3":"But I didn't become a Construct because I had no other choice."},{"T":"301","2":"Lucia","3":"Instead, I didn't want to see other people being forced to experience the same pain, so I chose to fight."},{"T":"301","2":"Lucia","3":"The other Gray Ravens under the commandant's leadership are the same."},{"T":"301","3":"She looks off into the distant sea, slightly smiling ever so gently."},{"T":"301","2":"Lucia","3":"We have the same purpose and will surely move toward the same future."},{"T":"301","2":"Lucia","3":"This should have been a road full of sacrifice and death, but the commandant hasn't sacrificed anyone in order to achieve victory."},{"T":"301","2":"Lucia","3":"Saving Earth may seem like a pipe dream, but with the commandant here, such an idealistic dream seems less painful and within reach."},{"T":"301","2":"Lucia","3":"Since I don't want anyone else to share the same pain, of course, I will spare no effort in protecting my teammates and our leader so that they can make this happen."},{"T":"301","2":"Witch of the Sea","3":"You mean, you are not a tool to achieve someone's goals, but rather, you work together to realize the same goals?"},{"T":"301","2":"Lucia","3":"Of course. The major premise for pursuing your dreams, is to realize that we all have our own goals and can make our own choices."},{"T":"301","2":"Lucia","3":"A tool is someone who has lost sight of their goal and cannot make their own choices. I never have been nor will I ever be used as a tool by the commandant!"},{"T":"301","2":"Witch of the Sea","3":"Your ideals are all well and good, but you haven't addressed my initial question about feelings."},{"T":"301","2":"Lucia","3":"Because feelings have long since gone without saying to me."},{"T":"301","2":"Lucia","3":"Some thoughts, even if they go unmentioned, will slowly grow in your heart after being with someone every day and working together with them."},{"T":"301","2":"Lucia","3":"No matter how hard the battle was, or how confused my fractured memory made me, the commandant always kept me grounded."},{"T":"301","2":"Lucia","3":"That's what has allowed me to continue on my path so resolutely."},{"T":"301","2":"Lucia","3":"For me, whether I become the sheath that guards the blade, or the blade that opens up the way and continues onward with the sheath, working toward the same goal is the source of my feelings. I don't need to make such a big deal about it."},{"T":"301","2":"Witch of the Sea","3":"Really...?"},{"T":"301","2":"Witch of the Sea","3":"Blade and sheath..."},{"T":"301","2":"Witch of the Sea","3":"Sounds like the fated encounter between two fairy tale protagonists and live happily ever after."},{"T":"301","2":"Witch of the Sea","3":"If only Master were like this. I-I would've enjoyed working toward the same future with h-him."},{"T":"301","3":"There is a slight tremor in her usually slow and calm tone."},{"T":"301","2":"Witch of the Sea","3":"But when I insisted on my idea, he still chose to destroy everyone and personally... dismantled the other two administrators bit by bit."},{"T":"301","2":"Witch of the Sea","3":"Had I not grabbed their memory shells in time, they would've been gone by now."},{"T":"301","2":"Lucia","3":"Bit by bit?"},{"T":"301","3":"Lucia remembers the modified story, thinking about what the prince said before pulling out his sword."},{"T":"301","3":"—'No matter. I had yet to retire to bed anyway.'"},{"T":"301","3":"Just like the unresolved story hidden within this remark, Lucia notices that the 'master' of this island seems to have something left untold."},{"T":"301","2":"Lucia","3":"If he wanted to destroy the two administrators, wouldn't there be an easier way to do it instead of disassembling them?"},{"T":"301","2":"Witch of the Sea","3":"I beg your pardon?"},{"T":"301","2":"Lucia","3":"Why else would he go through the trouble? He wanted to keep you all from the very beginning."},{"T":"301","3":"Hearing this, the Witch of the Sea stands there speechless."},{"T":"301","2":"Lucia","3":"The terminal... Were you the one who changed the ending of the 'Legend of the Mermaid'?"},{"T":"301","2":"Witch of the Sea","3":"..."},{"T":"301","3":"She refrains from responding as if she is still ruminating on the possibility Lucia mentioned just prior."},{"T":"301","2":"Witch of the Sea","3":"No, that's impossible..."},{"T":"301","2":"Witch of the Sea","3":"That day... The last memory he left me was of him reprimanding me. I wasn't even a tool to him, let alone something worthy of his feelings. Why would he want to keep us?"},{"T":"301","2":"Lucia","3":"What if he was trying to convince someone else?"},{"T":"301","2":"Lucia","3":"Only if they believed him, could you live here in peace."},{"T":"301","2":"Witch of the Sea","3":"...If? Regardless, I have no way of proving it anymore."},{"T":"301","3":"She shakes her head solemnly."},{"T":"301","2":"Witch of the Sea","3":"It's too late now. It's been far too long. My hands have been stained with too much blood, not only those people, but also..."},{"T":"301","3":"The Witch of the Sea falls silent."},{"T":"301","2":"Witch of the Sea","3":"It doesn't matter. Even so, I will achieve his goal and make this island prosperous again."},{"T":"301","2":"Witch of the Sea","3":"In this regard, I must thank you two."},{"T":"301","2":"Witch of the Sea","3":"Although this place is a shadow of its former self and you are reluctant to say the least... you still play with everyone for a while."},{"T":"301","2":"Witch of the Sea","3":"Even if it's fleeting, it's more important to create precious memory data than anything else."},{"T":"301","2":"Lucia","3":"...Anything else you wish to tell me?"},{"T":"301","3":"The Witch of the Sea rubs the dice in her hand and chooses to ignore the question."},{"T":"301","2":"Witch of the Sea","3":"According to the script, your 'sisters' are supposed to come here and make an exchange for the sword to kill the 'prince.' But since there are just the two of you, I'll just give you the sword."},{"T":"301","3":"She places the sharp sword in Lucia's hand."},{"T":"301","2":"Witch of the Sea","3":"Now, I will send you back to land. If you kill the 'prince,' I will restore your freedom and voice."},{"T":"301","2":"Witch of the Sea","3":"But if the 'prince' is still alive on the last day, you will be turned into foam to float on the sea."},{"T":"301","2":"Witch of the Sea","3":"Let me witness the moment in which the trust in your relationship you take such pride in is shattered."},{"T":"301","2":"Lucia","3":"The commandant will never doubt me, and I will never do anything to betray this trust."},{"T":"301","2":"Witch of the Sea","3":"Then you will turn into seafoam... and stay here forever."}]