[{"T":"301","3":"The performance was a success, but Hanying's impromptu 'performance' has still gotten her an earful from the troupe leader."},{"T":"301","2":"Hanying","3":"Could it be... him? But that's impossible..."},{"T":"301","3":"She has no idea how her code signature as a mechanoid was leaked, but the only person in theory who knows the code... is her creator."},{"T":"301","3":"Still, she has more important things to prepare right now. She greets her partners before heading off alone to the guest area behind the stage, where a stout merchant awaits her."},{"T":"301","2":"Jin Man","3":"Quite a crowd out there, no? You're quite the headliner... Say, I was thinking of forming a group myself. How do you feel about some greener pastures?"},{"T":"301","3":"Hanying smiles politely at Jin Man's taunts."},{"T":"301","2":"Hanying","3":"It's hardly a lively crowd if you haven't been coming around every day."},{"T":"301","2":"Jin Man","3":"You might not think I was being serious, but I wasn't completely joking... You're worth the admission fee. There's no reason for you to risk going back to Kowloong. Who knows what that place looks like now?"},{"T":"301","2":"Jin Man","3":"Even if you're doing it for the girl... Why would you let her leave? The Nighter is the safest place to be for her..."},{"T":"301","2":"Hanying","3":"We can't all be as good as you when it comes to bartering and bargaining, Mr. Jin Man... Not to mention that we all define the 'values' of our lives differently."},{"T":"301","2":"Hanying","3":"I promised Yoyo that... we'll go back to Kowloong together safely."},{"T":"301","2":"Jin Man","3":"Hmph... Whatever. That's all I have to say. At the end of the day, I'm just a businessman looking for the best deal for me... I don't care what you do with your purchase as long as you can pay the price."},{"T":"301","3":"Jin Man takes a letter from his pockets, contemplating for a second before handing it to Hanying."},{"T":"301","2":"Jin Man","3":"I've arranged the shuttle boat you need... It'll be waiting for you at the stern of the ship in three days when dawn breaks, disguised as a small cargo vessel. Hand this letter to the captain once you board it, and say nothing, understood?"},{"T":"301","2":"Jin Man","3":"You can pay me the rest of the fee once you're back on the shores of Kowloong."},{"T":"301","2":"Hanying","3":"I see..."},{"T":"301","3":"Hanying bows, holding the letter in her arms."},{"T":"301","2":"Hanying","3":"And... thank you."},{"T":"301","3":"Jin Man looks offended being thanked, loathing the suggestion that he is capable of some level of kindness. Eventually, he turns around and leaves, saying nothing."},{"T":"301","3":"But he stops halfway through, turning back as if he remembers something he needs to warn Hanying."},{"T":"301","2":"Jin Man","3":"There seems to be a group of folks asking around for you. That's all I know... Stay safe. Don't die before you pay me the rest."},{"T":"301","3":"Hanying, perturbed, pauses in the garden before her home, her head replaying the words Jin Man parted her with."},{"T":"301","3":"She had encountered enthusiastic fans before who caused her occasional troubles—nothing alarming for the Nighter."},{"T":"301","3":"But this is different. The group looking for her includes half a dozen individuals instead of just a lone wolf or two... and they are not all humans. There are mechanoids and Constructs among them."},{"T":"301","3":"Hanying casually removes her hairpin before suddenly turning around and flinging it toward the corridor ceiling—not even enthusiastic fans would be creeping there."},{"T":"301","3":"She hears a painful scream from where she hit. Several figures immediately leap out from around her, each holding a stun pitchfork, seemingly trying to capture Hanying."},{"T":"301","3":"A flanking tactic like this would have trapped most people, but as their metal stun pitchforks buzz and clank, interlocking with each other, Hanying has already disappeared before their eyes."},{"T":"301","2":"Bamboo Hat Crew?","3":"Up there!"},{"T":"301","3":"As the forks are still tangled, Hanying, having leaped into the air, pounces from the ceiling, launching herself at one of the men and landing forcefully on his hand with the pitchfork. He collapses before he can scream."},{"T":"301","3":"Since the pitchforks are interlocked, Hanying's plunge drives all of their weapons downward. With leverage, she launches several men back, sending them flying in all directions."},{"T":"301","3":"A female mechanoid also in a bamboo hat kicks the figures flying toward her back to Hanying. Despite knowing their ill intentions, Hanying still catches them by their collars and gently tosses them aside."},{"T":"301","2":"Kemuri I","3":"Beep—beep beep—"},{"T":"301","3":"But the attacking mechanoid is not letting Hanying take a break. Taking advantage of the gaps in Hanying's moves, the mechanoid flips into the air, reaching for Hanying with her branch-like arm."},{"T":"301","2":"Hanying","3":"Your foundation is lacking—"},{"T":"301","3":"With a smile, Hanying bends backward, supporting herself with her arms. Dodging her assailant's claws with a backflip, she kicks the mechanoid right in the jaw with her raised feet, launching her assailant into the air in one swift, graceful dance-like move."},{"T":"301","2":"Hanying","3":"Time to show yourself."},{"T":"301","3":"As Hanying stands on her feet, the mechanoid she kicked flies straight toward a rockery in the garden, shattering the small mountain into stones that bury the immobile mechanoid—and revealing the person hiding behind."},{"T":"301","2":"'Cradle'","3":"I thought this would be more than enough people to capture a regular dancer..."},{"T":"301","2":"Hanying","3":"You might stand a chance with ten times the force."},{"T":"301","3":"Hanying wipes the dust off her sleeve, her gaze turning fierce."},{"T":"301","2":"Hanying","3":"I hope you can offer a satisfying explanation of why you are following and attacking me, good sir. Otherwise..."},{"T":"301","3":"Hanying enters her battle stance again, but the man simply waves his hand, indicating that he has no intention to fight."},{"T":"301","2":"'Cradle'","3":"I don't plan to fight you—I don't need to."},{"T":"301","3":"Hanying hears a loud crash behind her. A massive figure is thrown to the ground, its body showing signs of having electricity passed through it."},{"T":"301","3":"She immediately recognizes it as Uno, the Blubber mechanoid she keeps around to protect Yoyo. If Uno has been taken down..."},{"T":"301","2":"Yoyo","3":"Let go of me—!"},{"T":"301","2":"Bamboo Hat Crew?","3":"Shut up!"},{"T":"301","3":"Two men in bamboo hats carry Yoyo out of the house. Yoyo tries to fight back to no avail, her struggles leading only to retaliation."},{"T":"301","2":"Hanying","3":"Yoyo!"},{"T":"301","3":"Hanying turns around, hoping to capture the man who poses as the leader, only to find two mechanoids appearing beside him, guarding the man."},{"T":"301","3":"Hanying understands full well that while she may be able to kill the man and escape unscathed, it is impossible for Yoyo to survive this."},{"T":"301","2":"'Cradle'","3":"My research is accurate, it seems. You malicious machine is playing house like a human."},{"T":"301","3":"The man approaches Hanying, lifting her delicate chin and observing her shocked expression."},{"T":"301","2":"Hanying","3":"...Who exactly are you?"},{"T":"301","3":"The man cannot help but chuckle. He grips her hand tightly, and her pearl-white skin turns red under his forceful grasp."},{"T":"301","2":"'Cradle'","3":"Such magnificent craftsmanship. No wonder you're confident enough to pretend to be a human... What a masterpiece by Lord Villier."},{"T":"301","3":"Hearing that name, Hanying's pupils immediately constrict. Before his mechanoid companions can react, Hanying is already gripping the man by his throat."},{"T":"301","2":"Hanying","3":"How do you know that name..."},{"T":"301","2":"'Cradle'","3":"We are members of 'Cradle'... or we were."},{"T":"301","3":"Hanying has heard of this name from Villier in the past. A malicious hacker group formed in Kowloong, Cradle was responsible for the attack on the Kowloong monarchy, which ended with Villier eradicating the group."},{"T":"301","2":"'Cradle'","3":"It seems that he has shared quite a few secrets with you... which is just lovely. The more secrets of him we know, the more vicious our vengeance will be."},{"T":"301","3":"He looks at the highest point of Kowloong, the tower upon which resides the man he has been hoping to exact revenge."},{"T":"301","2":"'Cradle'","3":"'Cradle'... fears not death but that undignifying defeat. We shall take his life in the most shameful manner in response. For example... at the hand of his creation, you."},{"T":"301","2":"'Cradle'","3":"In three days, the man pretending to be 'Qu' will leave his tower. That is our chance to strike."},{"T":"301","2":"'Cradle'","3":"Once Villier is dead... the Nighter, this jewel in this damned age, will be ours."},{"T":"301","3":"Hanying's grip grows tighter, but the man before her shows no fear as if Hanying is the one whose life is at stake."},{"T":"301","2":"'Cradle'","3":"You didn't kill me the first time because of the girl; you're not going to kill me now. You cannot deviate from your programming, you poor machine."},{"T":"301","2":"'Cradle'","3":"Why a machine by Villier would show concern for a human girl does pique my curiosity, though, as an engineer myself."},{"T":"301","3":"Yoyo screams at that moment. The thug in the bamboo hat is pushing the tip of the knife slowly into her leg, and red, warm blood spills out gradually."},{"T":"301","2":"Hanying","3":"...!"},{"T":"301","3":"As Hanying's attention is momentarily drawn to Yoyo, the man stabs a needle-shaped electrode into Hanying's neck... or the 'collar' on her neck specifically."},{"T":"301","2":"Hanying","3":"Why... ugh... //External Connection Requested <<<<<<< [Deletion] Successful <<<<<<< Reading Logic Units Memory Drive..."},{"T":"301","2":"'Cradle'","3":"The code signature we found in Villier's secret workshop in Kowloong was indeed correct... Your hardware might be impressive, but your software is barely secured."},{"T":"301","2":"'Cradle'","3":"Did you make this 'collar' yourself as well? How intricate. Is this how you've managed to stay among the humans? But the more intricate a thing is, the more fragile it is."},{"T":"301","2":"Hanying","3":"D-don't..."},{"T":"301","3":"All the secrets Hanying has been guarding, the treasures she has been collecting, are now wantonly revealed."},{"T":"301","2":"'Cradle'","3":"...So that's what Villier's trying to do. How ridiculous! He's not right in the head either, is he? Hahaha!"},{"T":"301","2":"'Cradle'","3":"You're just another worthless puppet he threw away... Don't you despise him? But I suppose you can only feel what you were programmed to feel."},{"T":"301","3":"As the man goes through Hanying's memories like a hyena that has tasted blood, a small pebble hits him in the back. It does not injure him, but it does make him turn around."},{"T":"301","2":"Yoyo","3":"You're a bad person... Let go... of Hanying!"},{"T":"301","3":"Yoyo has somehow shaken off the two men in bamboo hats who were holding her, but 'Cradle' is hardly alarmed. Instead, he laughs when he sees how angry and winded Yoyo looks."},{"T":"301","2":"'Cradle'","3":"Of course I'm a bad person, but your Hanying here isn't a good person either... Oh, my mistake... she's no 'person' at all."},{"T":"301","2":"Yoyo","3":"You're wrong! Hanying might be a mechanoid... but she saved me, and she protected and loved me even when I had no value on this ship!"},{"T":"301","3":"Yoyo struggles to stand straight, staring at the people surrounding her angrily with tears in her eyes."},{"T":"301","2":"Yoyo","3":"She... is more human than any of you... more human than any person on this ship!"},{"T":"301","2":"'Cradle'","3":"Oh, is that so... Would you still say the same when you find out her kindness is programmed and her actions have other intentions?"},{"T":"301","3":"The man grabs the powerless Hanying by her hair and pulls her up from the ground, forcing her to look directly into Yoyo's eyes."},{"T":"301","2":"'Cradle'","3":"Now, tell her why you saved a little girl in the beginning."},{"T":"301","2":"'Cradle'","3":"Tell her why you protected her time and time again."},{"T":"301","2":"'Cradle'","3":"Tell her why you insisted on turning her into a Construct."},{"T":"301","2":"Hanying","3":"I... Aaargh..."},{"T":"301","3":"Hanying once again feels the pain from the probe inside her mind, and she can no longer control her thoughts."},{"T":"301","2":"Hanying","3":"[Upon our first encounter, I tested and discovered that the unconscious subject possessed a high Tantalum affinity.]"},{"T":"301","2":"Hanying","3":"[I exist to become a vessel for 'Huaxu', the intelligence similar to Gestalt. If I am unable to fulfill the primary objective, my logical actions will be redirected toward the secondary one.]"},{"T":"301","2":"Hanying","3":"[Secondary objective: Prepare the subject until she becomes a Construct and present the subject as a backup vessel to my creator—Villier.]"},{"T":"301","3":"Hanying struggles painfully, but her gaze has not left Yoyo, even though all Yoyo does is look away."},{"T":"301","2":"Hanying","3":"Yoyo..."},{"T":"301","3":"All her love is merely an extension of Yoyo's values, her trust a bet on the girl. The uncaring truth hurts the girl more than any of her wounds."},{"T":"301","3":"No longer able to say anything, Yoyo cannot even make a sound or wail. She just cries, her feet losing all the strength she used to climb up, and she slowly kneels on the ground."},{"T":"301","2":"'Cradle'","3":"A machine is always going to be a machine. They exist only to fulfill humans' desires."},{"T":"301","3":"He laughs on his own before signaling the mechanoids around him to take out Yoyo with a glance—now that he has control over Hanying, he no longer needs the useless girl."},{"T":"301","2":"Hanying","3":"Uno..."},{"T":"301","3":"Hanying desperately throws the letter in her arms toward the fallen Uno with her commands. Uno, having been playing dead, catches and stores it before smashing the ground with its arms, causing dust to fly everywhere."},{"T":"301","2":"Uno","3":"Rargh—rargh!"},{"T":"301","2":"Hanying","3":"Take Yoyo away... Stern of the ship... at dawn in three days...!"},{"T":"301","3":"Uno nods, tossing back two approaching mechanoids with one arm while grabbing the crying Yoyo with another. Uno flips into the air over the walls, disappearing into the night."},{"T":"301","2":"'Cradle'","3":"Forget them. We don't have to go after them. After all, we've got what we came here for... our most important piece in this game."},{"T":"301","2":"'Cradle'","3":"Let's go, Hanying. This time, we must take back what we lost from Villier... with interest."},{"T":"301","2":"Hanying","3":"(I'm sorry... Yoyo...)"},{"T":"301","3":"As Hanying's 'collar' glows red one last time, she looks toward where Kowloong once was."},{"T":"301","2":"Hanying","3":"(...I don't think I can keep my promise and return to Kowloon with you.)"}]