[{"T":"301","3":"3:00 p.m. Outside the Training Room, Command Central"},{"T":"301","3":"It is one of those rare days when Camu arrives at training on time. Babylonia is as sunny as usual, the artificial weather system making sure that the humidity and UV levels are perfect."},{"T":"301","3":"It gives Camu a sense of comfort."},{"T":"301","3":"He is heading towards the battle training room at the end of the corridor. The training has yet to begin, but he is already wondering what snacks he should get after it ends."},{"T":"301","3":"It is silly, of course, to prepare for something that has yet to happen. To Camu, disasters cannot be averted no matter how well-prepared you are."},{"T":"301","3":"Yet there is still a spring in his step as he walks. Quite a delightful feeling. Being silly might not be so bad if it lightens you up."},{"T":"301","3":"He stops in front of the door with this unfamiliar emotion in mind. The sensor scans his iris and the door slides open."},{"T":"301","3":"And then he hears the familiar voices speaking."},{"T":"301","2":"Asimov","3":"...To conclude, you no longer have to complete these missions together from today on."},{"T":"301","3":"'So this request form...'"},{"T":"301","3":"Standing there, back towards him, is the figure he has gradually become familiar with recently."},{"T":"301","2":"Asimov","3":"Bring it to Hassen... or Nikola... or whoever you want. I don't care."},{"T":"301","2":"Asimov","3":"There's nothing else I can do for you."},{"T":"301","3":"'Then sign here. After the text 'Agree to Terminate Missions'.'"},{"T":"301","2":"Camu","3":"...?"},{"T":"301","3":"Terminate mission?"},{"T":"301","3":"Something lodges itself in Camu's throat. His previous good mood suddenly feels like no more than a joke. Replacing it is a crippling heaviness that resounds through his mechanical body."},{"T":"301","3":"The sunshine from outside the window casts mottled shadows on the wall, as if mocking him."},{"T":"301","3":"Before he can even react, he hears a voice that is not his own speak up."},{"T":"301","2":"???","3":"Aren't you gonna hear what I have to say?"},{"T":"301","3":"The two speakers in the room turn around to see Camu's surprised face."},{"T":"301","2":"???","3":"If you even care, I want you to know that I refuse to be transferred for any reason."},{"T":"301","3":"Am I the one who's talking?"},{"T":"301","3":"So it's my voice, huh?"},{"T":"301","3":"Eh, who cares. I'm at rock bottom already. There's nothing I have to lose. That itself makes me free."},{"T":"301","3":"With this thought in mind, I walk on, even though my M.I.N.D. is utterly empty. Someone, tell me what to do—I'll even take Kamui. In the midst of all the chaos, I hear myself speak in a voice that's clearly not mine..."},{"T":"301","2":"Camu","3":"...I refuse to be transferred."},{"T":"302","2":"...Camu??"},{"T":"301","2":"Camu","3":"You people brought me here. You people assigned me to 【kuroname】. I don't want any explanations or any excuses."},{"T":"301","2":"Camu","3":"If you want to transfer me somewhere else simply because you believe I'd be a better fit elsewhere, I refuse. I will not allow anyone who's not 【kuroname】 to touch my M.I.N.D."},{"T":"301","2":"Camu","3":"You hear that?"},{"T":"302","2":"Wait..."},{"T":"301","3":"The dark Construct is standing by the door, veins on his temples throbbing, as wrathful as he had been a number of days ago."},{"T":"301","2":"Camu","3":"Don't 'wait' me!"},{"T":"301","2":"Camu","3":"I hate waiting. I hate being on the receiving end. I hate being the one who always has to comply!"},{"T":"301","2":"Camu","3":"What about your so-called sense of responsibility as a commandant? You brought me here... forced me to do all sorts of things like a clown... and then you're just leaving me? You're just handing me over to someone else?"},{"T":"302","2":"I'm not—"},{"T":"301","2":"Camu","3":"You're the one who gave me a gift I didn't want... the one who forced me to train with you... the one who acted like an idiot to defend me."},{"T":"301","2":"Camu","3":"You're the human who taught me that it's safe to feel 'love'. The human who extended your hand to me."},{"T":"301","2":"Camu","3":"You barged into my life without invitation... and decided to just abandon me without a care. You're worse than my mentor!"},{"T":"301","3":"Rage boiling into inarticulate abandon, Camu bursts out laughing instead. He crosses his arms around himself defensively."},{"T":"301","3":"You can hear his heaving breaths and thumping heartbeat. To a Construct, these features simply 'simulate biological reactions,' but at this moment they feel like proof of his red-hot passion, proof that he's alive."},{"T":"301","2":"Camu","3":"Do I look like a monster, huh?"},{"T":"301","2":"Camu","3":"I don't care how those people choose to deal with me."},{"T":"301","2":"Camu","3":"All I want to know is what I'm like in your eyes."},{"T":"301","2":"Camu","3":"When those guys from Babylonia asked if I wanted to stay with you, I said yes."},{"T":"301","2":"Camu","3":"Now, I want your answer."},{"T":"301","3":"..."},{"T":"301","3":"Right on cue, Asimov starts gathering his files."},{"T":"301","2":"Asimov","3":"I'll let you two talk. Gotta go analyze some data."},{"T":"302","2":"W-wait!"},{"T":"301","3":"Asimov simply ignores it all and walks past Camu towards the door."},{"T":"301","3":"You turn to Camu, who looks utterly humiliated."},{"T":"302","2":"You misunderstood."},{"T":"301","2":"Camu","3":"...?"},{"T":"302","2":"I'm not leaving you."},{"T":"302","2":"We were talking about ending the simulated missions."},{"T":"302","2":"The Council approved of you fighting actual battles."},{"T":"301","2":"Camu","3":"...Huh?"},{"T":"301","3":"The youth looks so dumbfounded you almost feel guilty."},{"T":"302","2":"Also, I feel like I'm understanding you better..."},{"T":"302","2":"Not because of the M.I.N.D. connection..."},{"T":"302","2":"But because we spent time together..."},{"T":"302","2":"And that was how I got to know you better."},{"T":"301","2":"Camu","3":"..."},{"T":"302","2":"Even if I didn't really understand you that well..."},{"T":"302","2":"I'll still work hard in my own way."},{"T":"302","2":"I'll do my best to be a good commandant."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Camu","3":"You're my commandant."},{"T":"301","2":"Camu","3":"This fact makes me feel... 'safe'."},{"T":"301","3":"Camu steps forward, shortening the distance between the two of you, his dark pupils glowing."},{"T":"301","2":"Camu","3":"From now on, I won't wait for you to extend your hand anymore."},{"T":"301","3":"There is a knock on the door and you hear Liv's voice."},{"T":"301","2":"Liv","3":"Excuse me—Oh, Commandant, are you busy?"},{"T":"302","2":"What's going on?"},{"T":"301","2":"Liv","3":"I ran into Asimov... He said you're busy in the training room and we shouldn't disturb you."},{"T":"301","3":"Your face heats up suddenly for no reason. Camu takes a step back. His gaze meets yours, sending what feels like an electric current down your spine before moving away."},{"T":"301","2":"Camu","3":"...Hey."},{"T":"301","2":"Camu","3":"I'm craving cheese rolls."},{"T":"301","2":"Camu","3":"Let's go get some after training tonight."}]