[{"T":"301","2":"Task Force Member","3":"There's no way our weapons can penetrate its armor! It's so dense... What is that thing made of?"},{"T":"301","2":"Task Force Cpt","3":"Even if we can't penetrate its armor, we should at least break off a piece of that shell! We have to bring a sample of it back to Babylonia."},{"T":"301","3":"A Task Force Construct suddenly gives a huge roar and dashes toward the deadly being with his weapon held high."},{"T":"301","3":"It came as no surprise when a dazzling light burst forth from the geometric core, instantly engulfing the Construct."},{"T":"301","3":"However, his final attack also lands heavily on the geometric core's thick shell."},{"T":"301","3":"The soldier's all-out stone-shattering attack manages to break off a corner of the geometric core."},{"T":"301","3":"The clear blue shard silently lands on the circular platform."},{"T":"301","2":"Task Force Cpt","3":"Ugh! Damn it all to hell!"},{"T":"301","3":"A purple shadow flashes past him."},{"T":"301","3":"Selena picks up the shard, and just before the next attack hits, she jumps up and flips to higher ground, dodging the deadly laser."},{"T":"301","2":"Selena","3":"I got it!"},{"T":"301","2":"Task Force Cpt","3":"Good work! Retreat!"},{"T":"301","2":"Task Force Cpt","3":"How many casualties do we have?"},{"T":"301","2":"Task Force Member","3":"It's not looking good. Everyone's been injured and there are five members who have..."},{"T":"301","2":"Task Force Cpt","3":"That's enough, I get it. Task Force members, listen up! Your priority is to protect the Archaeology Team members as they retreat!"},{"T":"301","2":"Selena","3":"Hold on, my radar is detecting activity signals from a huge number of enemies."},{"T":"301","2":"Task Force Member","3":"Captain, I'm detecting it too. There are about..."},{"T":"301","3":"Selena calmly helps him finish the terrifying number."},{"T":"301","2":"Selena","3":"Over three hundred, but the signals are all clustered together, so it's not necessarily accurate."},{"T":"301","2":"Task Force Cpt","3":"Damn it! Were we stirring up the hornet's nest?! Do they want the shard back?!"},{"T":"301","2":"Task Force Cpt","3":"Even an elephant would be bitten to death by these bugs!"},{"T":"301","2":"Task Force Cpt","3":"The original plan still stands! We'll need to update the details—"},{"T":"301","2":"Task Force Cpt","3":"Team I will fan out and clear a path. Team II will fan out and cover the rear. Team III will be in the middle, protecting those with serious injuries. Archaeology Team members, follow Team III!"},{"T":"301","2":"Selena","3":"We can fight too."},{"T":"301","2":"Archaeological Team Member","3":"Selena's right. We can fight too!"},{"T":"301","3":"The Task Force Cpt looks at Selena."},{"T":"301","2":"Task Force Cpt","3":"Selena, was it? I remember your name. Now, I know you can fight, but your priority is to bring the intelligence and samples gathered to Babylonia and tell the Science Council what happened at this space station."},{"T":"301","2":"Task Force Cpt","3":"We are the Task Force. We have a duty to protect members of non-combat teams as they retreat."},{"T":"301","3":"Orders given, he looked at everyone present."},{"T":"301","2":"Task Force Cpt","3":"Do you understand your mission?"},{"T":"301","2":"All","3":"Yes, sir!"},{"T":"301","3":"What happened next is even more cruel than the depiction of hell in the Divine Comedy."},{"T":"301","3":"If they were all guilty, such a tribulation would be reasonable."},{"T":"301","3":"But they are all doing this for the survival of the human race. That is why they disregard their own safety and are determined to give it all they have got."},{"T":"301","3":"The path they've cleared is a hard-earned, bloody one, made possible through the sacrifice of countless lives."},{"T":"301","3":"Wave after wave of enemies fall upon them. At first they could be slayed one by one, but as their numbers increased, the Constructs could no longer work together to hold the formation."},{"T":"301","3":"They resort to using their bodies to form a wall, resisting the never-ending waves of enemy attacks."},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting! We've encountered an unknown form of Punishing Virus entity in the space station! We're retreating with a sample shard, but more enemies are headed our way. Requesting backup! Over!"},{"T":"301","3":"No response."},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting! We've encountered an unknown form of Punishing Virus entity in the space station! We're retreating with a sample shard, but more enemies are headed our way. Requesting backup! Over!"},{"T":"301","3":"No response."},{"T":"301","2":"Selena","3":"This is Selena reporting..."},{"T":"301","3":"Her words are interrupted by vital fluid splashing on her face."},{"T":"301","2":"Selena","3":"No...!"},{"T":"301","3":"She almost stops, but a tremendous force shoves her forward."},{"T":"301","2":"Task Force Cpt","3":"Don't just stand there! Don't let your companion's sacrifice be in vain! Keep going! There are only twelve more compartments, we can break through the encirclement! Eden is with us!"},{"T":"301","3":"Her legs are quaking uncontrollably and she is numb with fear, but she still tries her hardest to stay calm and call for help."},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting! Reporting a casualty rate of 27%! We have eight compartments left before the exit. Please arrange for pickup! Over!"},{"T":"301","3":"The team that has been clearing the path has been completely obliterated, or there would not be so many broken limbs on the ground."},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting! Reporting a casualty rate of 35%! We have six compartments left before the exit. Please arrange for pickup! Over!"},{"T":"301","3":"The team in charge of covering the rear has also gone silent, and none of the team members has caught up with them."},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting! Reporting a casualty rate of 63%! We have four compartments left before the exit. Please arrange for pickup! Over!"},{"T":"301","3":"Even the third team is down to just a few Task Force members."},{"T":"301","3":"Selena forces herself not to think about whether she is stepping on an enemy's body or a team member's body."},{"T":"301","3":"She has no time to think about these things..."},{"T":"301","3":"Until the Archaeological Team is forced to draw their weapons and charge into battle as well."},{"T":"301","3":"Until the Task Force Cpt falls before her eyes."},{"T":"301","2":"Task Force Cpt","3":"(Cough) Selena..."},{"T":"301","3":"The Task Force Cpt, who has been in front of her all this while, took a mortal blow that was meant for her."},{"T":"301","3":"While he did manage to stab the enemy's electronic brain with his backhand at the last minute, it was too late for him. A large part of his head was sliced off, and his visual reception system was completely destroyed."},{"T":"301","2":"Selena","3":"...!"},{"T":"301","2":"Selena","3":"Please, save your strength...!"},{"T":"301","3":"Vital fluid seeps out from the holes in his body with each vibration of his speech module."},{"T":"301","3":"How many deadly attacks has he endured?"},{"T":"301","2":"Task Force Cpt","3":"(Cough) I need to say this."},{"T":"301","2":"Task Force Cpt","3":"I'm sorry we couldn't get you out, but... Selena, the shard you're carrying may be a critical key and you must get it back to Babylonia, no matter what the cost..."},{"T":"301","2":"Selena","3":"Yes, I promise you. I'll see to that."},{"T":"301","2":"Task Force Cpt","3":"I've said what I have to. Keep going, don't stop! Hurry!"},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"The sacrifice of more and more lives weigh down upon her and every step forward feels increasingly heavy."},{"T":"301","2":"Selena","3":"Babylonia…"},{"T":"301","2":"Selena","3":"Babylonia, this is Selena reporting. Reporting a casualty rate of 83%. We have three compartments left before the exit. Please arrange for pickup."},{"T":"301","3":"The last Archaeology Team member falls before her."},{"T":"301","2":"Selena","3":"B-Babylonia, t-this is Selena reporting... Reporting a casualty rate of 94%... I have two compartments left before the exit. Please arrange for..."},{"T":"301","3":"No response from Babylonia."},{"T":"301","2":"Selena","3":"Keep going Selena! Almost there, just a little further! Don't collapse..."},{"T":"301","3":"She keeps talking to herself, forcing her trembling legs to put one foot in front of another."},{"T":"301","2":"Selena","3":"B-Babylonia, t-this... this is Selena... R-reporting a casualty rate of 99%... I have o-one compartment left before the exit..."},{"T":"301","3":"She strikes with her weapon, knocking back a cross-shaped enemy."},{"T":"301","3":"Covered with injuries, she finally stands before the last door."},{"T":"301","2":"Selena","3":"P-please... please arrange for pickup, I beg you..."},{"T":"301","2":"Selena","3":"Please... I beg you..."},{"T":"301","3":"Her comms, which has lost contact all this while, finally connects."},{"T":"301","3":"But before she can speak, the final decision was handed down."},{"T":"301","2":"Comms AI","3":"This is Babylonia's interim relay satellite. The following message was left by Babylonia fifteen minutes ago."},{"T":"301","2":"Comms AI","3":"The battle was estimated to have been completed 30 minutes ago."},{"T":"301","2":"Comms AI","3":"Unfortunately, as Babylonia has been unable to contact your unit, our calculations show that the likelihood of your unit's survival is close to zero..."},{"T":"301","2":"Comms AI","3":"Babylonia's anti-air resources have been stretched thin and we are unable to continue this battle of attrition with the space station."},{"T":"301","2":"Comms AI","3":"Due to strategic resource allocation considerations, we'll be unable to allocate backup for troops with no likelihood of survival. Babylonia adjusted its orbital altitude fifteen minutes ago to avoid contact with the space station."},{"T":"301","2":"Comms AI","3":"If any survivors receive this message, know this. Eden thanks you for your efforts. You have been brave warriors and humanity will always remember your glory."},{"T":"301","2":"Comms AI","3":"End of message."},{"T":"301","3":"For a moment, it is completely silent."},{"T":"301","3":"Then..."},{"T":"301","2":"Selena","3":"...Ah."},{"T":"301","2":"Selena","3":"Ah...Ahhhhh!!!"},{"T":"301","3":"Selena's legs give out and she sinks to her knees, letting out her first-ever cry of anguish."}]