[{"T":"301","3":"Darkness—endless darkness."},{"T":"301","3":"I no longer remember how long I've been walking in darkness."},{"T":"301","3":"But the pain of losing something precious is still unforgettable."},{"T":"301","3":"That moment sealed our fate."},{"T":"301","3":"Continue forward. Do not stop. Just continue pressing onward."},{"T":"301","3":"Because I understand that this is the only way I can guide those watching behind me."},{"T":"301","3":"I am a spectator, a guardian, and a guide."},{"T":"301","3":"Most of Kowloong gathers in the plaza, hoping to hear their leader's decision. Panic and anxiety incite chaos, making it difficult for the Pulao Crew to maintain order."},{"T":"301","3":"Suddenly, a harsh buzzing comes from the main tower, drawing the attention of the crowd. Following the noise, the crowd notices Lady Qu and KCC officials standing at the top of the building."},{"T":"301","3":"Qu raises her hand slightly, projecting a screen above the plaza. The screen shows a map of the KCC. Outside of its boundaries, a dense stream of red lights approach the city."},{"T":"301","2":"Qu","3":"As you can see, the Punishing Virus is encroaching upon Kowloong."},{"T":"301","2":"Qu","3":"In a few hours, the Corrupted will invade our city."},{"T":"301","2":"Citizen A","3":"What are we going to do?!"},{"T":"301","2":"Citizen B","3":"We're done for... We're all going to die here..."},{"T":"301","2":"Citizen C","3":"R-run!"},{"T":"301","3":"Hearing Qu's announcement, the crowd begins to fill with doubt and despair."},{"T":"301","2":"Heng Ji","3":"Do you really want to present the masses with the truth?"},{"T":"301","2":"Qu","3":"They have the right to know the truth—even if it leads to despair."},{"T":"301","2":"Qu","3":"We must create hope out of despair, even if it is woven out of lies."},{"T":"301","2":"Qu","3":"If there is no glimmer of hope in these dark times, all of us will stop here."},{"T":"301","2":"Qu","3":"Taking refuge by boat won't solve any problems. Trying to escape from the start isn't a long-term solution."},{"T":"301","2":"Qu","3":"Therefore, we must stay in this city. Huaxu, the pinnacle of Kowloong's wisdom, has calculated a way for us to survive."},{"T":"301","2":"Qu","3":"Huaxu's computing power enables us to store our consciousness in its database. No matter what happens in the real world, we can achieve immortality in a virtual world."},{"T":"301","2":"Qu","3":"We will witness the rise and fall of countless civilizations. We will exist until the end of the planet's life."},{"T":"301","2":"Qu","3":"According to Huaxu's calculations, the best solution to a world dominated by the Punishing Virus is—the Tabula Akasha."},{"T":"301","2":"Qu","3":"However, the implementation of Tabula Akasha takes time. Based on the population, not everyone can complete the backup procedure before the Corrupted arrive. That is the inescapable reality of the situation."},{"T":"301","2":"Qu","3":"This is not a cause for alarm. We of Kowloong shall guard the frontline to gain time for all citizens that wish to participate."},{"T":"301","2":"Crowd","3":"Are you joking? How can humans stand a chance against millions of Corrupted?"},{"T":"301","3":"Hearing the crowd's words, Qu gently outstretches her hand. The projection zooms in on the terrifying image of the Corrupted charging rampantly."},{"T":"301","2":"Qu","3":"Do you see?"},{"T":"301","3":"The crowd falls silent. Without a doubt, the crowd could hear the deafening roar of the Corrupted."},{"T":"301","3":"An endless ocean of bullets and debris expands as far as the eye can see. The exoskeletons of fallen soldiers lay in fragments throughout the calamity, covering flesh and blood still fresh with heat."},{"T":"301","3":"High explosive rounds buzz as they fly by, heat from the explosions burning their faces. Human bodies mixed with machine fragments rain down, splashing onto the soldiers' feet."},{"T":"301","2":"Qu","3":"Is it not laughable?"},{"T":"301","2":"Qu","3":"The tools made and enslaved by the people became the weapons of the virus."},{"T":"301","2":"Qu","3":"Those witless hunks of steel are roaming in KCC boundaries."},{"T":"301","2":"Qu","3":"Kowloong runs the greatest economy on this planet. Kowloong governs East Asia. It stands independent even from the World Government."},{"T":"301","2":"Qu","3":"The cities fall, one by one. But why are we still standing?"},{"T":"301","2":"Qu","3":"Because countless brave warriors fought for Kowloong. It is the will of Kowloong that they bear. They fight against the virus, they prove to the world. Those red-eyes will rot and rust on Kowloong grounds."},{"T":"301","2":"Qu","3":"We bear the same pride. We hold the same beliefs."},{"T":"301","3":"The soldiers in the projection raise their rifles, trudging through the sand kicked up by the heatwave."},{"T":"301","3":"The flames from the muzzle fire vents their anger, leaving an ocean of steel in the wake of their rage..."},{"T":"301","3":"The Corrupted surge like waves, drowning all that stands in their way. Explosive rounds pierce the waves, sending ripples through the sea only to disperse as the waves surge forward again."},{"T":"301","3":"A Pulao soldier drops his overheated firearm and takes the remaining three grenades from his bandolier."},{"T":"301","3":"The next moment, Corrupted overwhelm the soldier, who is less than 170 centimeters tall even in his exoskeleton suit. The explosion erupts in the center of the Corrupted, sending them flying onto the ground."},{"T":"301","3":"Before most of the Corrupted could crawl to their feet, another barrage of bullets destroys them."},{"T":"301","3":"Kowloong soldiers are flooded by the Corrupted incessantly. Soldiers pick up their companions' rifles to meet the Corrupted's attack."},{"T":"301","3":"People watch the carnage unfold in the projection, most bowing their heads in silence for the valiant souls."},{"T":"301","3":"Qu closes her eyes, takes a deep breath, then raises her head to continue addressing the people in the plaza."},{"T":"301","2":"Qu","3":"Kowloong is a crystal, nucleated from history. Kowloongers do not fear war, because war cannot break the will of Kowloong."},{"T":"301","2":"Qu","3":"Since time immemorial, everyone knew our name. I now ask you, who are we?"},{"T":"301","2":"Crowd","3":"Kowloong!"},{"T":"301","2":"Qu","3":"WHO ARE WE?"},{"T":"301","2":"Crowd","3":"KOWLOONG!"},{"T":"301","2":"Qu","3":"Indeed. We are the people of Kowloong. The will of Kowloong binds us together. Numbers mean nothing before Kowloong."},{"T":"301","2":"Qu","3":"War is always fraught with sacrifices. But as long as one last Kowloonger stands, until the moment that we all backup our minds—then victory will be ours."},{"T":"301","2":"Qu","3":"And from then on, there will be no sweeter victory than this one in the annals of Kowloong."},{"T":"301","2":"Qu","3":"The Kowloong Crew is the protector of the KCC. Every Corrupted we destroy, is another step toward our victory."},{"T":"301","2":"Qu","3":"They will pay for setting foot on the sanctum that is Kowloong. We will prove here that the virus can be defeated. Kowloong will live on, until the end of the world."},{"T":"301","2":"Qu","3":"This is a KCC city. Kowloongers, let us show those pathetic machines the will of Kowloong!"},{"T":"301","2":"Chi Ling","3":"Long live the Kowloong Chamber of Commerce!"},{"T":"301","2":"Crowd","3":"For eternity!"},{"T":"301","3":"Qu enthralls those behind her with her leadership. The deafening roar from the oath of her people resounds through the Kowloong Chamber of Commerce. As the cries from the people begin to gradually subside, Qu continues."},{"T":"301","2":"Qu","3":"The port in the KCC will remain open."},{"T":"301","2":"Qu","3":"Whether to stay in the city forever in the form of data or choose to leave—the freedom is for each of you to choose."},{"T":"301","3":"Qu is standing on the city wall, gazing into the distance. The sound of footsteps approaches from behind."},{"T":"301","2":"Chi Ling","3":"Lady Qu, people have begun to back up their consciousness with Huaxu. Heng Ji is monitoring their progress."},{"T":"301","2":"Qu","3":"How are defenses at the port?"},{"T":"301","2":"Chi Ling","3":"Lianshan has led the Baxia Crew to finish up maintenance. They will stay at the port to ensure that the Corrupted won't invade our city from the ocean."},{"T":"301","2":"Qu","3":"I see."},{"T":"301","3":"After listening to Chi Ling's report, Qu descends the wall to find citizens gathering below."},{"T":"301","2":"Qu","3":"Who are they?"},{"T":"301","2":"Retired Pulao Crew","3":"We may have retired from the Pulao Crew two years ago, but we can't just sit on the sidelines at a time like this."},{"T":"301","2":"Qu","3":"Do you realize what participating in the city defense means?"},{"T":"301","2":"Retired Pulao Crew","3":"That means we don't have time to back up our consciousness. If we die, we die."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Retired Pulao Crew","3":"Hahaha! Lady Qu, isn't that the same with everyone else in the Kowloong Crew? We all know this in our hearts. That's why we needed to come here."},{"T":"301","2":"Retired Pulao Crew","3":"We understand that in order to protect more people, someone must stand up... Just like you and our comrades in the Kowloong Crew, right?"},{"T":"301","2":"Qu","3":"Comrades..."},{"T":"301","3":"As Qu reflects over the retired soldier's words, Chi Ling steps out from behind Qu and hugs the group of people in front of him."},{"T":"301","2":"Chi Ling","3":"Haha, welcome back."},{"T":"301","2":"Retired Pulao Crew","3":"Yeah, it's been a while."},{"T":"301","2":"Qu","3":"Oh, you..."},{"T":"301","3":"Hearing what Chi Ling and the group had to say, she shakes her head helplessly. A faint warmth rises from the bottom of her heart."},{"T":"301","2":"Qu","3":"Well, Chi Ling. Take them to get weapons and supplies from the Chiwen Crew."},{"T":"301","2":"Qu","3":"Time is of the essence. Regroup with me once you're finished. Let's protect the residents in the outer city while they withdraw to the city."},{"T":"301","2":"Chi Ling","3":"Roger."}]