[{"T":"301","2":"Message","3":"Gray Raven, here is the routine dispatch for your ground operation. We have left several supply crates on your planned route."},{"T":"301","2":"Message","3":"There are serums, repair kits, and spare parts in these crates. I'm sure they will be helpful in your upcoming fights."},{"T":"301","2":"Message","3":"Although I should end this message now with a typical 'bon voyage'..."},{"T":"301","2":"Message","3":"I must apologize—there is an unexpected task we hope you can take on before collecting your supplies."},{"T":"301","2":"Message","3":"We hope you can search for a few supply crates that have landed in no man's land after veering off their original trajectory."},{"T":"301","2":"Message","3":"While you can ignore this request, I'm afraid this is the only supply drop for this mission, so..."},{"T":"301","2":"Message","3":"—Support Force"},{"T":"301","2":"Lucia","3":"According to the coordinates we received, I believe we're near the no man's land where the supply crates landed, Commandant."},{"T":"301","2":"Mechanoid","3":"..."},{"T":"301","2":"Mechanoid","3":"..."},{"T":"301","2":"Liv","3":"Hmm, those mechanoids have been staring at us."},{"T":"302","2":"Are they Corrupted?","4":"Are they residents of this place?"},{"T":"301","2":"Liv","3":"The Punishing Virus concentration in this area is pretty minimal... And they aren't acting like Corrupted, either."},{"T":"301","2":"Lucia","3":"Maybe, maybe not... But we would've been warned beforehand if there were a massive horde of Corrupted in this area."},{"T":"301","2":"Lee","3":"Either way, this doesn't look like a no man's land at all."},{"T":"301","3":"Lee is referring to the various structures before you. These buildings might see some damage here and there, but they are largely intact overall."},{"T":"301","3":"You can even see signs of repairs done on the exterior walls."},{"T":"302","2":"Did those mechanoids make these?","4":"(Touch it)"},{"T":"301","2":"Lee","3":"In a way. All of these buildings are in fact holograms."},{"T":"301","2":"Lee","3":"Commandant, I would refrain from doing that. They are all holograms only."},{"T":"301","3":"Lee points upward at the sky as he says it, and you all notice the recon drones hovering in the air."},{"T":"301","2":"Lee","3":"They're simultaneously moving and scanning the area, all the while coordinating with each other to adjust their projections. It's quite an effective way to create a holographic environment."},{"T":"301","2":"Lee","3":"Based on their scale, I'm afraid everything we're seeing here is just a projection."},{"T":"302","2":"Who's controlling these mechanoids?","4":"Let's look for the supply crates first."},{"T":"301","2":"Lee","3":"I have no idea. Should we look into it, Commandant?"},{"T":"301","2":"Lucia","3":"The situation is peculiar, but our main objective here is to retrieve the supply crates. Let's start our search as the commandant said."},{"T":"301","2":"???","3":"These here are a few odd fellas indeed. Stay where you are!"},{"T":"301","3":"A voice nearby shouts at you as you are preparing to go."},{"T":"302","2":"And you are?","4":"We aren't odd!"},{"T":"301","2":"Foreman","3":"Y'all just gonna request a self-introduction right out of the gate, huh? I ain't got no name nor title, so you can just call me 'Foreman' like the rest of them!"},{"T":"301","2":"???","3":"You're as odd as it gets here! I haven't seen any of y'all here before!"},{"T":"301","2":"Lucia","3":"We're from Babylonia, and we're here for a reason... My name is Lucia. Do you mind telling me yours?"},{"T":"301","2":"Foreman","3":"Hmm... A name, you say? Just call me 'Foreman'! That's right, Foreman!"},{"T":"301","2":"Lucia","3":"Foreman... So, are you the one who's controlling all these mechanoids?"},{"T":"301","2":"Foreman","3":"I'm the one asking questions here, alright? So answer me first!"},{"T":"302","2":"(Explain yourself)"},{"T":"301","2":"Foreman","3":"...That means you just happened upon our place, is that so?"},{"T":"301","2":"Lucia","3":"That's right. We followed the coordinates from our Support Force here. Have you seen our supply crates?"},{"T":"301","2":"Lee","3":"You can find Babylonia's logo on them. They should be quite easy to identify."},{"T":"301","2":"Foreman","3":"I don't know nothing about supply crates, but we did pick up some weird boxes with strange pictures on them a while ago."},{"T":"301","2":"Lucia","3":"That would be what we're looking for! Where are they now?"},{"T":"301","2":"Foreman","3":"They're now rewards for the 'Fist of the Taoist'."},{"T":"301","2":"Lucia","3":"'Fist of the Taoist'?"},{"T":"302","2":"What is this 'Fist of the Taoist'?","4":"But those are ours!"},{"T":"301","2":"Foreman","3":"A competition to determine who the 'Fist of the Taoist' is, obviously! Hey, seeing that y'all are here already, do you want to give it a go?"},{"T":"301","2":"Foreman","3":"You should've labeled them 'Not Rewards for the Fist of the Taoist' then, shouldn't you? You want them back? Join the competition and win!"},{"T":"301","2":"Lucia","3":"What you're saying is... the only way we can get our supply crates back is to join this competition of yours?"},{"T":"301","2":"Foreman","3":"You're welcome to take them back by force, as long as you're cool with making enemies of us all."},{"T":"302","2":"Let's take the path of least resistance.","4":"Can you tell me more about this Fist of the Taoist?"},{"T":"301","2":"Foreman","3":"You should know that this is our big celebration for the yearly Ghost Festival! We mechanoids will be undergoing the trials to become a Taoist, as well as participating in a ghost-hunting competition!"},{"T":"301","2":"Lee","3":"I have no idea where you get all this information from, but does the title of the Fist of the Taoist mean anything special to you?"},{"T":"301","2":"Foreman","3":"Are you teasing us about our knowledge of ghost-hunting? I'll let you know that we folks here watch Ghost Expert daily! DAILY!"},{"T":"301","2":"Lee","3":"...Are you telling me that all the mechanoids here are fans of Ghost Expert?"},{"T":"302","2":"What is this Ghost Expert?","4":"Is this a fan convention?"},{"T":"301","2":"Lee","3":"Probably a movie about this Taoist Foreman was talking about."},{"T":"301","2":"Foreman","3":"T-this ain't no fan convention! It's a study group with dedicated researchers! Not fans!"},{"T":"301","2":"Lucia","3":"So how do we participate in this competition, and how do we win?"},{"T":"301","2":"Foreman","3":"That's simple. First of all, you must pass the trials from our East, South, West, and North Generals, obtaining the qualification of a ghost hunter."},{"T":"301","2":"Foreman","3":"Afterward, you will use your qualifications to enter the four ghost-hunting venues we set up according to their order and hunt some ghosts!"},{"T":"301","2":"Foreman","3":"The first one who goes through all four venues is the real Fist of the Taoist!"},{"T":"301","2":"Lucia","3":"We will get our supply crates back after we become the Taoist, right?"},{"T":"301","2":"Foreman","3":"You don't get them back—you're rewarded with them!"},{"T":"301","2":"Lucia","3":"Speed is of the essence, then. In that case, we shouldn't waste any more time, Commandant. Let's go."},{"T":"302","2":"Not a timer...","4":"Right, let's go get our supplies."},{"T":"301","2":"Foreman","3":"Brilliant! Here come four more contestants! Good luck!"}]