[{"T":"301","3":"After leaving the office, Wanshi walks through the corridor of the Star of Life. Through the porthole, he can clearly see the planet where humans originate—Earth."},{"T":"301","2":"Hassen","3":"Constructs... will be human's hope to return to the Earth, the spark to ignite the flame of victory..."},{"T":"301","2":"Hassen","3":"... may peace be with every child of Earth..."},{"T":"301","3":"The classic speech of the President is broadcasted all over Babylonia repeatedly."},{"T":"301","3":"Constructs keep heading for Earth under such impassioned advocacy."},{"T":"301","3":"What exactly does it mean to return to Earth?"},{"T":"301","3":"An honor? A responsibility?"},{"T":"301","3":"Or a heavy burden of a long-cherished dream the previous generation could not fulfill, imposed onto the next generation?"},{"T":"301","2":"Wanshi","3":"It's really... something I cannot understand."},{"T":"301","2":"Wanshi","3":"Is it necessary to trick the Constructs into the battlefield just to get us back to that place sooner?"},{"T":"301","3":"Being the supreme medical institution of the World Government, the Star of Life is operating tirelessly, providing the best and most effective medical care for all members of the World Government."},{"T":"301","2":"System","3":"Wanshi from the Construct Maintenance Department, safe travels."},{"T":"301","3":"Wanshi hears a familiar greeting from the system as he steps out of the Star of Life."},{"T":"301","3":"Wanshi cannot remember how many times he has heard the words 'Construct Maintenance Department'. But when it comes to his ears this time, the stinging pain hits him like a hammer, agitating his nerves."},{"T":"301","2":"System","3":"It's detected that your anxiety level is rising. Do you want to book a session to relieve your pressure?"},{"T":"301","3":"Wanshi taps 'No' on the digital screen of the system in silence. The two security guards at the entrance notice him approaching and stand aside at the same time, keeping a certain distance."},{"T":"301","2":"Security Guard A","3":"Boss, I heard it's cozy to work in the Construct Maintenance Department. Why does he look so bitter and miserable?"},{"T":"301","2":"Security Guard B","3":"Probably just another guy that was fooled by the military policy and found the salary unsatisfactory and the Construct troubling."},{"T":"301","2":"Security Guard A","3":"Is that so?"},{"T":"301","2":"Security Guard B","3":"Yeah, did you think all the doctors are the same in the Star of Life?"},{"T":"301","2":"Security Guard B","3":"Though the ones in the Construct Maintenance Department are also called doctors, their work is more like a maintenance worker than a surgeon."},{"T":"301","2":"Security Guard B","3":"I heard that even a minor assembly error on a Construct will have serious consequences. It must take way more effort to maintain the Constructs than to operate on humans."},{"T":"301","2":"Security Guard A","3":"They are all staff in the Star of Life. Why don't they consider a change of position?"},{"T":"301","2":"Security Guard B","3":"It's not as easy as you think. Medical research involving human subjects is way different from Construct maintenance. It's highly unlikely that a change of position would be allowed."},{"T":"301","2":"Security Guard B","3":"I guess that guy would end up muddling through with a small salary or find a job at Cosmos Industries."},{"T":"301","2":"Security Guard B","3":"But it's perfectly normal. After all, they're just taking over the repetitive work that the Science Council finds tedious."},{"T":"301","2":"Security Guard A","3":"If that's the case, why would the Star of Life keep maintaining those Constructs? Wouldn't it be better to replace the broken frame with a new one?"},{"T":"301","2":"Security Guard B","3":"Are you nuts? The broken frames will be able to fight again after being repaired and adjusted."},{"T":"301","2":"Security Guard B","3":"It takes resources and time to build a new frame. How would you make up for the troops' shortage while waiting for the new frame? Don't tell me you wanna go fight the Corrupted with your flesh and bone."},{"T":"301","2":"Security Guard B","3":"The current population of Babylonia is far from enough for the war."},{"T":"301","2":"Security Guard A","3":"So it's better to be a Construct as they will never be 'dead.' In the worst case, they can still activate a recall."},{"T":"301","2":"Security Guard B","3":"Then why don't you choose to be a Construct?"},{"T":"301","2":"Security Guard A","3":"Me? Forget it, I still want to be a 'human.'"},{"T":"301","2":"Wanshi","3":"...That's ridiculous."},{"T":"301","3":"Ridiculous."},{"T":"301","3":"Yeah, how ridiculous."},{"T":"301","3":"To both Constructs and humans, the Constructs seem to be immortal beings."},{"T":"301","3":"They are human-shaped tools, weapons, or even monsters."},{"T":"301","3":"The lie set up to encourage the Constructs to war has gradually created a ridiculous perception of them for most who live on Babylonia today."},{"T":"301","2":"Wanshi","3":"Ridiculous? Then what am I..."},{"T":"301","3":"Even I am one of the persons that helped spread this ridiculous lie."},{"T":"301","3":"It is naturally easy to stand on the moral high ground to offer criticism. But in retrospect, who am I to criticize others..."},{"T":"301","3":"The two of them have moved on to the next topic and burst into laughter from time to time while I am still concerned about this."},{"T":"301","3":"Happiness."},{"T":"301","3":"It is happiness wrapped in lies."},{"T":"301","3":"I have heard such happy laughter in the past. It was when chatting with a Construct after maintenance, who was hoping to return to the battlefield soon."},{"T":"301","3":"However, the memory was soon buried behind busy work."},{"T":"301","2":"Wanshi","3":"I haven't seen that Construct ever since..."},{"T":"301","3":"What is beneath the happy memories of the past turns out to be an insurmountable gap between life and death."},{"T":"301","3":"Imagining the tragic death of that Construct after using recalling, the stinging pain hits his stomach, and the urge to vomit suddenly overcomes his body."},{"T":"301","2":"Wanshi","3":"Um... Ugh."},{"T":"301","2":"Nurse","3":"Out of the way!"},{"T":"301","3":"The dire shouts interrupt the conversation between the security guards as well as Wanshi's trip down memory lane. Several nurses pushing two nursing beds stop at the entrance of the Star of Life."},{"T":"301","3":"In the nursing beds are a human and a Construct."},{"T":"301","3":"Blood keeps oozing out from the bandage on the human's chest."},{"T":"301","3":"The Construct is more severely injured. His arms bends at a strange angle, and the part below his waist appears to have been crushed by a heavy object, flattened and incomplete, while scarlet drops of vital fluid drips to the ground along the grooves at the edge of the nursing bed."},{"T":"301","3":"After seeing this, the security guards immediately turn on the portable terminal and call the emergency department."},{"T":"301","2":"Security Guard A","3":"Emergency! We got an injured human!"},{"T":"301","3":"After the communication ends, the deserted entrance of the Star of Life becomes busy instantly. Several drones fly out of the Star of Life and administrate various injections on the human."},{"T":"301","3":"A doctor takes over the nursing bed from the nurse and walks toward the emergency operating room with several assistants following."},{"T":"301","2":"Nurse","3":"Hey, don't forget the Construct over here."},{"T":"301","2":"Emergency Doctor","3":"It's just a broken frame. Nothing serious. Just process the guy."},{"T":"301","3":"After that, the doctor continues to discuss the details of the human's injuries and surgery with his assistants."},{"T":"301","3":"The nurses get on the transporter and leave after handing over the nursing bed."},{"T":"301","3":"The two security guards glance at each other and push the nursing bed with the Construct toward the wounded receiving terminal of the Star of Life."},{"T":"301","3":"All of these are familiar, like a scene repeated from the past."},{"T":"301","3":"The security guards go past Wanshi. As they approach, he can see the Construct's injuries more clearly."},{"T":"301","3":"The artificial skin of the Construct is gone, and the mechanical body that should have glowed with a metallic luster is covered in scorching black from an intense burn. In his broken left leg, Wanshi can even see the traces of the metal solidigying again after liquefying from the heat."},{"T":"301","3":"Groans of pain keeps coming from the Construct. Wanshi turns his head aside, trying not to look at him again."},{"T":"301","2":"Wounded Construct","3":"It hurts..."},{"T":"301","3":"The Construct's pain module has not been shut down to avoid M.I.N.D. deviation, which causes the pain to keep torturing his broken body."},{"T":"301","2":"Wounded Construct","3":"It hurts so much..."},{"T":"301","3":"The nursing bed goes past Wanshi and the hands of the severely injured Construct dangles weakly and hangs over the edge of the nursing bed."},{"T":"301","2":"Wanshi","3":"Dammit…"},{"T":"301","3":"Wanshi clenches his fists, turns around and walks to the nursing bed."},{"T":"301","3":"He quickly takes out a reagent with one hand and skillfully holds down the left leg of the severely injured Construct with the other."},{"T":"301","2":"Security Guard A","3":"What are you doing?"},{"T":"301","2":"Wanshi","3":"The maintenance comes first. I'll go through the formalities later."},{"T":"301","3":"While the security guards are still dumbfounded, Wanshi has taken over the nursing bed and pushes it toward the Star of Life."},{"T":"301","2":"Security Guard A","3":"It's just a frame, why does he look so nervous?"},{"T":"301","2":"Security Guard B","3":"I don't get it, what a weird guy."},{"T":"301","3":"After the emergency maintenance, the Construct is finally out of danger. Wanshi walks toward the lounge looking depressed."},{"T":"301","2":"Wanshi","3":"The maintenance room..."},{"T":"301","2":"Construct in Pain","3":"Cough, Doctor... please help me turn off the pain module..."},{"T":"301","2":"Wanshi","3":"I can't. It would create a M.I.N.D. deviation."},{"T":"301","2":"Wanshi","3":"Just hold on... for a while, it'll be over soon."},{"T":"301","2":"Construct in Pain","3":"(Panting)"},{"T":"301","2":"Construct in Pain","3":"I... I see..."},{"T":"301","3":"After finishing the maintenance of the last Construct, the professor slowly walks over to Wanshi."},{"T":"301","2":"Professor","3":"Wanshi, why did you leave pediatrics for the Construct Maintenance Department in the first place?"},{"T":"301","2":"Professor","3":"Things are obviously more difficult here, and the salary is not satisfactory. The head of pediatrics has told me more than once that you'd have a better future there."},{"T":"301","2":"Wanshi","3":"Well... because it was short-staffed here."},{"T":"301","2":"Wanshi","3":"Seeing what unfolded here made me feel like I've got to do something. That's why I started to learn about Constructs maintenance."},{"T":"301","2":"Wanshi","3":"Humans and Constructs all suffer from injuries. So isn't it the duty of the Star of Life to ease their pain?"},{"T":"301","2":"Professor","3":"The duty of... the Star of Life."},{"T":"301","2":"Professor","3":"Indeed, it's our duty to help free the Constructs from their pains and return them to the battlefield."},{"T":"301","2":"Professor","3":"Keep up the good work. I've got high hopes for you."},{"T":"301","2":"Wanshi","3":"Sure."},{"T":"301","3":"The more he wants to forget, the more his memories flood in. They can be found in every corner and item in the Star of Life. It is his youth he left behind, the years when he ran back and forth for the Constructs."},{"T":"301","2":"Wanshi","3":"...Could my work in the past be counted as saving lives?"},{"T":"301","3":"At this age, perhaps it is a kind of happiness to die without pain."},{"T":"301","3":"But just as the professor said, Wanshi is not cruel enough to leave the Constructs in pain behind."},{"T":"301","3":"Memories and reality keep torturing Wanshi. He moves forward slowly by leaning on the wall of the Star of Life, having no idea where he is."},{"T":"301","2":"Professor","3":"Your frame adjustment went well."},{"T":"301","3":"The familiar voice of the professor catches Wanshi's attention. He comes to a recovery room following the voice."},{"T":"301","2":"Professor","3":"...Don't be afraid to go back to the battlefield. After all, Constructs like you can use recalling as a last resort."},{"T":"301","3":"This is the professor's reply to the Construct in the recovery room."},{"T":"301","2":"Construct A","3":"If recalling does exist, why don't you unplug these annoying wires for me? This slow adjustment wouldn't be necessary at all."},{"T":"301","2":"Professor","3":"I don't think so. It causes M.I.N.D. deviation and costs massive resources."},{"T":"301","2":"Construct A","3":"The hell with M.I.N.D. deviation!"},{"T":"301","2":"Construct A","3":"Such personal cost is nothing. You don't need to hesitate, Professor."},{"T":"301","2":"Professor","3":"No, the side effects of recalling are much greater than you expect. But if you insist, I can help you apply for an early return to the team..."},{"T":"301","2":"Wanshi","3":"Enough!"},{"T":"301","3":"After hearing the agitated voice of the Construct in the recovery room, Wanshi pushes the door open, leaving the professor and the Construct stunned."},{"T":"301","2":"Wanshi","3":"Professor, why don't you tell him the truth?"},{"T":"301","2":"Construct A","3":"The truth?"},{"T":"301","2":"Wanshi","3":"Going back in such a state is no different from committing suicide!"},{"T":"301","2":"Professor","3":"Wanshi, don't do anything stupid."},{"T":"301","2":"Wanshi","3":"But we're not helping the Constructs go back to the battlefield so that they can sacrifice their lives in vain."},{"T":"301","2":"Professor","3":"Wanshi... as I said, it's pointless."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"You've had your doubts, right?"},{"T":"301","2":"Wanshi","3":"The so-called Constructs are just like humans. There are no eternal beings in the world."},{"T":"301","2":"Construct A","3":"Professor?"},{"T":"301","2":"Professor","3":"Even if what he said was true, what else can we do?"},{"T":"301","2":"Construct A","3":"...I see."},{"T":"301","2":"Construct A","3":"Yeah, why would those with power care about the lives of the tools for war?"},{"T":"301","2":"Construct A","3":"...So what if the recall is a scam?"},{"T":"301","2":"Construct A","3":"Lies and truths make no difference to Constructs like us."},{"T":"301","2":"Professor","3":"Yes."},{"T":"301","2":"Construct A","3":"Professor, Doctor, I just wanna be alone for a while."},{"T":"301","2":"Wanshi","3":"But..."},{"T":"301","2":"Professor","3":"Wanshi, you've got the courage to expose the lies. But I'm afraid it's not the right answer."},{"T":"301","3":"The professor slowly walks out of the room with Wanshi, while the Construct sits quietly inside, lifeless as if completely integrated with the surrounding machinery."},{"T":"301","3":"It has been a few days since Wanshi exposed the truth to the Construct. Those words keep echoing in Wanshi's ears, lingering for a long time."},{"T":"301","2":"Construct A","3":"Why would those with power care about the lives of the tools of war like us?"},{"T":"301","2":"Construct A","3":"Lies and truths make no difference to Constructs like us."},{"T":"301","2":"Wanshi","3":"Is what I've done... pointless?"},{"T":"301","3":"Sitting alone in the department office, the quiet atmosphere around only makes Wanshi more depressed."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Wanshi slaps his hands hard on the desk to ease his agitation, the strength of the slap making his hands go numb. But such physical pain is nothing compared to his mental torture."},{"T":"301","3":"Wanshi sinks to his seat and looks overhead. The soft light on the ceiling melts into his pupils and sleepiness begins to sweep through for the first time in a long time."},{"T":"301","2":"Wanshi","3":"Hmm... seems like I haven't slept for a while..."},{"T":"301","3":"Knock—knock—"},{"T":"301","3":"The sudden knocks on the door interrupt Wanshi's sleep. He rubs his cheek with his hands, shoving the messy documents and sundries on the desk into the drawer under it."},{"T":"301","2":"Wanshi","3":"Well, come on in."},{"T":"301","3":"Wanshi gets up from his seat and walks slowly toward the door to open it. It is the Construct he met earlier."},{"T":"301","3":"The Construct quickly approaches Wanshi and knocks him to the ground with his elbow."},{"T":"301","3":"Wanshi feels a cold mechanical touch on his cheek. He tries to keep himself conscious to figure out the Construct's intention."},{"T":"301","2":"Wanshi","3":"W-what do you want from me?"},{"T":"301","3":"The Construct takes a pair of electronic handcuffs from its arms and cuffs Wanshi firmly from behind."},{"T":"301","2":"Construct A","3":"Sorry, but we need your help."},{"T":"301","2":"Wanshi","3":"Huh?"},{"T":"301","3":"After the Construct finishes speaking, he grabs Wanshi and pushes him outside of the Star of Life after making sure that no one is passing by the office."},{"T":"301","3":"Wanshi notices that the a pale blue electric light is glowing on the surveillance equipment outside the office."},{"T":"301","3":"The Construct pushes Wanshi through the corridor of the Star of Life. The route is obviously precisely planned by the Construct."},{"T":"301","3":"The timing of passing each corner and the time needed to traverse each corridor are all accurately calculated so that they will not attract any attention, even if a doctor of the Star of Life is being held hostage."},{"T":"301","2":"System","3":"Retinal scan in progress... Identity confirmed."},{"T":"301","2":"System","3":"Wanshi, safe travels."},{"T":"301","2":"Wanshi","3":"What exactly do you want?"},{"T":"301","2":"Construct A","3":"A little rebellion is all."},{"T":"301","2":"Construct A","3":"To rebel against being deceived."},{"T":"301","2":"Wanshi","3":"You..."},{"T":"301","2":"Construct A","3":"Didn't you also rebel in your way after knowing the truth behind the lie?"},{"T":"301","2":"Wanshi","3":"...!"},{"T":"301","3":"The two of them traverse layers of protection in the Star of Life before finally going outside as the last system voice ends."},{"T":"301","2":"Construct A","3":"Phew..."},{"T":"301","3":"The Construct takes a deep breath after stepping out of the Star of Life."},{"T":"301","2":"Construct A","3":"It's been a long time since I've been to a place other than the Earth and the Star of Life."},{"T":"301","3":"The Construct looks around, and two Constructs emerge from the shadows of the building, nodding at the Construct holding Wanshi."},{"T":"301","2":"Construct B","3":"Let's head for the airdrop platform. I've finished hacking there. Now we can escape from Babylonia in secret."},{"T":"301","3":"Without a break, the three Constructs push Wanshi slowly and covertly toward the target location, bypassing the scanning and patrolling Construct squad."},{"T":"301","2":"Construct B","3":"Next... nailed it."},{"T":"301","3":"A robotic voice comes out and the dark hatch of the airdrop platform opens. Rows of airdrop cabins are at both sides of the room."},{"T":"301","3":"The Construct that hacks into the hatch walks to the airdrop cabin and pulls the wire from his arm to connect to the terminal next to it."},{"T":"301","2":"Construct B","3":"Okay, I've got it here. Ready to go."},{"T":"301","2":"Construct C","3":"What about the doctor?"},{"T":"301","2":"???","3":"Leave him to us."},{"T":"301","2":"Construct C","3":"Who's there?!"},{"T":"301","3":"As soon as the Construct asks, an explosive shell pierces through his chest, his vital fluid spilling all over Wanshi."},{"T":"301","2":"Construct C","3":"The Purifying Force... but how..."},{"T":"301","3":"The connecting bolts around the airdrop cabins open one after another. All wires connecting the Construct to the airdrop cabin are suddenly snapped, bursting out violent sparks."},{"T":"301","3":"Due to such an emergency, the Construct falls to the ground in pain. A dark dagger pierces its throat in an instant, rotates, and slashes to the other side, cutting off the Construct's neck."},{"T":"301","2":"Chiko","3":"Target down."},{"T":"301","2":"Construct A","3":"Soren! Howard!"},{"T":"301","3":"The Construct that seizes Wanshi out of the Star of Life shouts at the other two Constructs."},{"T":"301","3":"He takes out the weapon from behind and points it around, only to find that there is no trace of any member of the Purifying Force except for Wanshi who has fallen to the ground and the corpses of his partners."},{"T":"301","3":"Later, a searing pain tears through his body and the Construct falls to his knees."},{"T":"301","3":"The moment he falls to his knees, he reaches out and throws several black cubes around."},{"T":"301","3":"The cubes fall to the ground and connect each other, forming a pale blue power grid around to keep out the Purifying Force."},{"T":"301","2":"Construct A","3":"(Panting)"},{"T":"301","2":"Construct A","3":"The Purifying Force... came faster than I expected."},{"T":"301","2":"Wanshi","3":"You... knew this would happen?"},{"T":"301","2":"Construct A","3":"..."},{"T":"301","2":"Construct A","3":"Yeah. We knew what the ending would be after seeing the truth beneath the lies."},{"T":"301","2":"Construct A","3":"To die for humans is the inevitable end for Constructs."},{"T":"301","2":"Construct A","3":"The only difference is when and where you die."},{"T":"301","2":"Construct A","3":"This is the reality."},{"T":"301","2":"Wanshi","3":"Then why did you..."},{"T":"301","2":"Construct A","3":"I'm not 'you.' I have a name—Jett."},{"T":"301","2":"Jett","3":"The white-haired guy is Soren and the one who's good at hacking is Howard. We all have names."},{"T":"301","3":"The Construct called Jett reaches out to his partners who has fallen to the ground."},{"T":"301","2":"Jett","3":"We fought hard from one battlefield to another. Perhaps I want to escape as I was tired of such a cycle."},{"T":"301","2":"Jett","3":"And we did it, making our own decisions after a long time."},{"T":"301","2":"Jett","3":"We decided to escape, even though there was nowhere to hide in the first place."},{"T":"301","3":"The glow of the power grid around Jett gradually fades. He holds himself up with his weapon, barely managing to stand instead of kneeling."},{"T":"301","3":"The light of the grid completely disappears, and another explosive shell blasts half of Jett's face."},{"T":"301","2":"Jett","3":"This is... the reality."},{"T":"301","2":"Purifying Force A","3":"Defecting Construct terminated."},{"T":"301","2":"Purifying Force B","3":"Get the transporter over here and check if the human is injured."},{"T":"301","3":"Wanshi sees Jett stop moving and stand still. Several fully armored members of the Purifying Force walk toward Wanshi through the weakened power grid, uncuff him and help him out of the airdrop platform."},{"T":"301","2":"Purifying Force A","3":"Whistleblower arrested. Checking the wounds of the captured human."},{"T":"301","2":"Purifying Force B","3":"Can't believe a professor would have done this."},{"T":"301","2":"Wanshi","3":"Huh? Professor... No, it's..."},{"T":"301","3":"The first thing that Wanshi sees after walking out of the airdrop platform is the professor being held in the escort car. And several members of the Purifying Force are guarding around."},{"T":"301","3":"The professor sits by the window of the escort car, looking depressed. He puts a hand in front of his mouth in a gesture of silence after seeing Wanshi."},{"T":"301","3":"Wanshi wants to say something, but the members of the Purifying Force around immediately puts him aside to check his wounds."},{"T":"301","3":"Wanshi sees the professor slowly lowers his hands and forces a smile at him through the crowd."},{"T":"301","2":"Wanshi","3":"Is this..."},{"T":"301","3":"During this time, members of the Purifying Force keep checking on Wanshi, but he cannot answer anything."},{"T":"301","3":"He stares blankly at everything around. Members of the Purifying Force are getting closer, yet he finds it harder to hear their words."},{"T":"301","3":"The scene around Wanshi is covered in darkness, and he stands alone in the shadows murmuring to himself."},{"T":"301","2":"Wanshi","3":"It won't be changed by rage or struggle."},{"T":"301","2":"Wanshi","3":"Is this... the reality beneath the lies?"}]