[{"T":"301","3":"—Hola, amigo!"},{"T":"301","3":"If someone tells you to make a wish..."},{"T":"301","3":"What would you ask for?"},{"T":"301","3":"Strength? Money? Power?"},{"T":"301","3":"Perhaps most people would be quiet and think it over first in order to sort through thousands of wishes and then pick the one with the highest priority."},{"T":"301","3":"Even though it's just a casual question, and there is no promise to make their wishes come true, humans will still waste their time putting their wishes in order just in case they were ever to meet a genie."},{"T":"301","3":"However, I don't think this is an act of futility. If we don't recognize what is most precious to us, how can we pursue it?"},{"T":"301","3":"If we don't pursue our wishes, how can we confirm that we are truly alive?"},{"T":"301","3":"As for me? Of course, I have a wish. If someone really wishes to hear it, I won't hesitate in sharing it."},{"T":"301","3":"Well, the current situation is another matter entirely..."},{"T":"301","3":"Along the road, the voices of pedestrians and roadside peddlers fill the air."},{"T":"301","3":"The scorching sun shines overhead. The bustling crowd hustles along the avenue in search of shade."},{"T":"301","3":"A little farther away, a stream of cars floods the roads under the distant horizon formed by numerous skyscrapers."},{"T":"301","3":"These scenes that Roland was familiar with have now been replaced by a rat's nest of narrow alleyways, becoming indistinguishable in his asphyxiated mind."},{"T":"301","2":"Gangster","3":"Hmph, so what's your wish? Come on now."},{"T":"301","2":"Gangster","3":"Spit it out. What's your dying wish?"},{"T":"301","2":"Roland","3":"Agh... Argh!"},{"T":"301","3":"A hand and a gun press firmly against Roland's temples, forcing his shoulders to the ground and making it difficult for him to move his hands. Sunlight struggles to find its way into the dark and secluded alley. Pedestrians turn a blind eye. He has nowhere to escape."},{"T":"301","2":"Gangster","3":"You've been meddling in our affairs for too long. Now you know everything. We weren't expecting that lousy sheriff to actually investigate us, and we certainly did not expect you to follow those orders."},{"T":"301","2":"Gangster","3":"I heard rumors about some chump in the force trying to play hero and fight crime as some sorta lofty ideal of his. Seems like you must be his lapdog. 'Knight.' Hmph, that code name really suits you."},{"T":"301","2":"Gangster","3":"Knights willing to sacrifice themselves for the king's ambitions. More like idiots with a death wish. You really think you're worthy of calling yourself a knight, eh?"},{"T":"301","2":"Gangster","3":"Looks like it's the end of the line. Alright, time to..."},{"T":"301","2":"Roland","3":"Ah! Rngh—"},{"T":"301","2":"Mandhasti","3":"Hey, hey there... Compadre. Take it easy on that knight of mine."},{"T":"301","3":"While Roland is struggling on the ground, a third voice is heard in the alley. It is from a man leaning against the wall and panting—a stark contrast from the low, coarse voice of the gangster."},{"T":"301","2":"Gangster","3":"Hmph, stand aside, Sheriff. Catch your breath and keep your mouth shut. I don't want you gettin' caught in the crossfire."},{"T":"301","2":"Gangster","3":"Deadeye Mandhasti, I've heard about you. Any earlier, and you'da blasted me. But you wanna take a bullet for this lapdog a' yours? Hmph, playing favorites, are we?"},{"T":"301","2":"Mandhasti","3":"When a knight is in trouble, it's the king's duty to help... Cough, why are you after my knight?"},{"T":"301","2":"Gangster","3":"Hmph... Mind askin' your lapdog what he's doin' on our turf?"},{"T":"301","2":"Mandhasti","3":"Relax. He's here on my orders. We've got a problem that needs fixed, you and I. Cough, namely... keeping the city's peace."},{"T":"301","2":"Mandhasti","3":"I can assure you that I will give you an answer that is satisfactory to both sides."},{"T":"301","3":"Roland hears the rustling sound of clothes behind him. He can picture Mandhasti barely propping himself up, bending down slightly, and bowing like some sort of polite young king from days of yore."},{"T":"301","2":"Gangster","3":"...That's what you say, Mandhasti."},{"T":"301","2":"Mandhasti","3":"As the sheriff of this city, I cannot lie."},{"T":"301","2":"Gangster","3":"You better be a man of your word. You've got some moxie, though. I'll give you that."},{"T":"301","2":"Gangster","3":"But if we aren't satisfied with the results, we won't let you two off the hook next time."},{"T":"301","3":"Roland feels the muzzle pressed against his forehead loosen, followed by several footsteps."},{"T":"301","3":"Gazing from afar, Mandhasti watches the gruff gangster leave the alley, then sits on the ground and gasps for air. Turns out his confident negotiation was all just an act."},{"T":"301","2":"Mandhasti","3":"(Cough) All taken care of... That was a close one. Glad my good deeds haven't gone unnoticed."},{"T":"301","2":"Roland","3":"Mandy... A-are you alright?"},{"T":"301","3":"Roland rubs the back of his neck, coughs a few times, and props himself up to check on Mandhasti."},{"T":"301","2":"Mandhasti","3":"I'm okay for now. Don't worry about me first. Roland, you just (cough)..."},{"T":"301","2":"Roland","3":"No. It was nothing."},{"T":"301","3":"Looking up, Roland suddenly kneels down on one knee in the direction of Mandhasti. He bows his head, clenches a fist and clasps it to his chest in a solemn tone."},{"T":"301","2":"Roland","3":"This is to complete my mission! To realize our dream!"},{"T":"301","3":"He opens his other hand to reveal a small USB. Even with the gangster threatening him at gunpoint, he didn't let go."},{"T":"301","2":"Roland","3":"I managed to get a hold of some important files of theirs. You said that gangs were a necessary evil for maintaining peace here, but as a knight, I couldn't just sit here and watch you constantly put yourself in harm's way!"},{"T":"301","2":"Mandhasti","3":"Heh... Good job, Roland. You've done a great service for keeping the peace."},{"T":"301","2":"Mandhasti","3":"But don't do that again next time. Your life is as important to me as our dream."},{"T":"301","2":"Mandhasti","3":"You said you were just going on patrol. But since you put on your windbreaker and brought so much stuff... Not to mention walking around uneasily like that... I assumed you were going by yourself to exchange intel with the gang. Think I don't know my own knight?"},{"T":"301","2":"Mandhasti","3":"That's why I was so worried and followed you all the way here. Hehe, it's only natural for knights to go out with their king behind them, cough..."},{"T":"301","3":"Mandhasti finishes his heroic speech, then wipes his face with a slight look of shame."},{"T":"301","2":"Roland","3":"For the safety of the city, I won't give up. But I will also abide by your teachings, Mandy."},{"T":"301","2":"Roland","3":"...But you put yourself at risk standing in front of his gun like that."},{"T":"301","2":"Roland","3":"You don't want me to get hurt, but don't be an idiot and get yourself hurt either."},{"T":"301","2":"Mandhasti","3":"Hahaha, takes one to know one. What can I say? I was worried about you."},{"T":"301","2":"Mandhasti","3":"But I'm sure you can tell that the bulletproof vest took the brunt of it."},{"T":"301","2":"Mandhasti","3":"Besides, there's something I wanted to confirm..."},{"T":"301","2":"Roland","3":"?"},{"T":"301","2":"Mandhasti","3":"Heh, forget it. Let's lighten the mood."},{"T":"301","2":"Mandhasti","3":"Ya know, the last time I came here, I saw a huge robot beside the alleyway. It was as tall as a building and the same color as the wall. I've lived in this city for ages, but I only just noticed it."},{"T":"301","2":"Mandhasti","3":"And looking in the direction of the robot, I saw someone. Wanna guess who?"},{"T":"301","2":"Roland","3":"...How would I know?"},{"T":"301","2":"Roland","3":"I think we should save this for later. I think you should take the intel back to HQ. I need to report back to the station."},{"T":"301","2":"Mandhasti","3":"But you're hurt..."},{"T":"301","2":"Roland","3":"Good thing I have fast-acting Med Spray from Rococo with me. One easy spray stops bleeding on the spot. It's painless and itch-free! And it even comes with advanced color-treatment to make the wound disappear in the blink of an eye! The police station always keeps it in stock."},{"T":"301","2":"Roland","3":"Here, let me show you. It's available for purchase at your local pharmacy."},{"T":"301","2":"Mandhasti","3":"Well, looks like I don't have to worry about you. See you around, Roland."},{"T":"301","3":"Mandhasti stands up, takes the USB from Roland and salutes him. In response, Roland adjusts his clothes and fastens the baton around his waist. Then, with one hand behind his back, he bows gently to Mandhasti."},{"T":"301","2":"Roland","3":"For the sake of our common dream."},{"T":"301","2":"Mandhasti","3":"For the sake of our common dream."},{"T":"301","3":"After that, Mandhasti quickly leaves with the USB. Roland heads in the opposite direction, out of the alley and onto the street."},{"T":"301","3":"Dazzling sunlight shines on his face. Squinting from the brightness, he sees an empty street before him."},{"T":"301","2":"Roland","3":"Take forever why don'tcha..."},{"T":"301","3":"Roland quickly takes a few steps into the shade to hide from the sunlight. Just a few moments prior, the street was crowded with people. But now, there is not a soul in sight."},{"T":"301","3":"Roland doesn't seem surprised. Instead, he casually leans up against the wall in the shade, then tosses the spray can in his hand and catches it. He seems to be waiting for something... like a signal—"},{"T":"301","2":"Earpiece","3":"Cut!"},{"T":"301","3":"He hears a loud cry from his earpiece. Roland turns around and feels around for a gap in the wall. Sliding it open, a large room opens up in front of him."},{"T":"301","3":"A large crowd of people wearing an assortment of clothes is in the room. Holo-screens displaying city scenes and data analytics are scattered throughout the room."},{"T":"301","2":"Staff Member A","3":"Lead in Sector N0R confirmed. Extras are in position. Next scene is on the daily set."},{"T":"301","2":"Staff Member A","3":"In the last scene, the crane mentioned by the leading actor was an unexpected accident. There's a risk that the leading actor will discover the truth about the studio. I've contacted the prop team to modify it immediately."},{"T":"301","2":"Staff Member B","3":"The environment simulator in Sector M1L is having issues with humidity control. I've spoken with the set designers. They said they can have it done before the fourth act tonight."},{"T":"301","2":"Staff Member B","3":"Keep the alley set to maintain continuity. The script will have our lead return here."},{"T":"301","2":"Staff Member C","3":"Just have to restart the holographic camouflage, right? Fine, I'll go..."},{"T":"301","2":"Gangster","3":"Hey! Hey! Roland!"},{"T":"301","3":"Roland walks straight through the crowd. A man in black standing in a corner waves at him. He has a pistol holstered at his waist. His voice is low and resonant like a drum. He is clearly the gangster who had pinned Roland to the ground from earlier..."},{"T":"301","3":"However, this time when he sees Roland, he pats him on the shoulder in a friendly manner as if they have been colleagues for many years."},{"T":"301","2":"Gangster","3":"Sorry about that back there. I went a little overboard. Great job, though."},{"T":"301","2":"Roland","3":"Hehehe... What can I say? I've got some experience playing the victim. No need to suck up to me, Neferti."},{"T":"301","2":"Roland","3":"Hm? Instructions from the director? Alright, what is it?"},{"T":"301","2":"Roland","3":"Alright, I see. Got it."},{"T":"301","3":"Roland covers his earpiece and goes to the center of the workshop. A few moments later, he lifts his chin and raises his hands as if commanding the crowd."},{"T":"301","2":"Roland","3":"Alright, everyone! You're all doing great, but we need to drop what we're doing. The director says we need to shoot a new ad read."},{"T":"301","2":"Roland","3":"No need for a new wardrobe and make-up. We need to start filming immediately."},{"T":"301","2":"Roland","3":"Camera crew ready?"},{"T":"301","2":"Cameraman","3":"Ready. Cameras in position."},{"T":"301","3":"The crewmember waves his hands, signaling several gun-shaped cameras to descend from the ceiling. The round lenses all point at Roland. Roland smiles in confirmation."},{"T":"301","2":"Roland","3":"Phew..."},{"T":"301","2":"Roland","3":"(Relax. Take a deep breathe. You already know all your lines.)"},{"T":"301","2":"Roland","3":"(All you gotta do is act like you do in front of Mandhasti. Just smile and recite your lines.)"},{"T":"301","2":"Cameraman","3":"Three, two, one, action!"},{"T":"301","2":"Roland","3":"—Hola, amigo!"},{"T":"301","2":"Roland","3":"In this golden age, are you tired of watching mechanoid performances without any tension? Are you tired of watching stand-ins give lack-luster performances? Look no further! The performance here is so genuine, it's real!"},{"T":"301","2":"Roland","3":"No over-the-top stunts, no smoke and mirrors, no editing magic. This broadcast is live in real-time! Watch our human protagonist's genuine, nail-biting reactions to living in this city rife with danger!"},{"T":"301","3":"Roland raises his hands outward as if gently inviting the audience into his embrace. His speech is quick-witted and to the point. He has repeated this performance thousands of times. This time is just like any other."},{"T":"301","2":"Roland","3":"Today marks another anniversary for our reality show, 'The Mandhasti Real Park'! Without using any special effects, our studio has crafted this story all for Mandhasti! From baby to adult, Mandhasti's grown up right before your very eyes!"},{"T":"301","2":"Roland","3":"After all these years, he's finally grown up. Now, as a sheriff who carries out justice, Mandhasti fights for his dreams to bring peace to the city! And I, Roland, as his knight, will sacrifice my life for our dreams! From now on, how will Mandhasti's career as a sheriff change? Watch and see!"},{"T":"301","2":"Roland","3":"Enjoy exciting stories, genuine experiences and answers to life's toughest questions! This is our reality show! This absolutely true story is a masterpiece of this era!"},{"T":"301","2":"Roland","3":"Damas y caballeros (Ladies and gentlemen), the show is about to begin!"},{"T":"301","2":"Roland","3":"Lastly, a word from our sponsor. Starting next week, entertainment pioneer and sponsor of 'The Mandhasti Real Park', Rococo Inc., will be offering a discount on our restreaming service. Participants will also receive a box of Rococo's premium espresso coffee! Drowsy? Have some Rococo!"},{"T":"301","2":"Staff Member","3":"Cut! Right on the first take. Great work, Roland."},{"T":"301","2":"Roland","3":"Considering how many times we've done it, I better. Hahaha!"},{"T":"301","2":"Roland","3":"Phew... Next up, how are the ratings? (Nods) Good. Looks like the remix is popular with the fans. Next time, I'll talk to the screenwriter about broadcasting it during the showdown."},{"T":"301","2":"Roland","3":"Everything else okay with the ratings? Sweet, looks like I'm up on the ratings. Guess I'll keep at it. Great job to everyone else who made the list. Keep up the hard work."},{"T":"301","2":"Neferti","3":"Keep at it, and you'll be more popular than the star of the show. Great work, Roland."},{"T":"301","2":"Roland","3":"Pff, it's nothing. I couldn't do it without the script and everyone's help."},{"T":"301","2":"Roland","3":"Alright, enough brown-nosing, Neferti. Is the frame Omi mentioned for the next job ready yet or not?"},{"T":"301","2":"Neferti","3":"They're workin' on it. She's the lead actress. Think they're just messing around? After all, frames are a dime a dozen, but mainstream frames are too conspicuous. The lead may get suspicious. So they need to disguise it."},{"T":"301","2":"Roland","3":"Copy that. It sure would be awful for Mandhasti to find out that he's spent his entire life in a studio all thanks to a tiny slip-up, huh?"},{"T":"301","2":"Roland","3":"Oh, by the way, is it time to talk with viewers?"},{"T":"301","2":"Neferti","3":"Yes. We received a call from one just now. You know the one who started a fight for the communication quota at the exhibition?"},{"T":"301","2":"Roland","3":"That overbearing woman? Joy..."},{"T":"301","2":"Roland","3":"She just loves making problems out of nothing. I get goosebumps every time she calls my name. Last time, she pestered me for half an hour. I had ten shots of espresso just to deal with her."},{"T":"301","2":"Roland","3":"We've been a hit with advertisers recently. We've been shooting ads all week. Aside from the medical spray, we've got three product placements lined up for the show. But we don't have enough time, so we'll just have to hologram them in."},{"T":"301","2":"Roland","3":"If the cameras can't hide it, you'll have to step in. You know Roland's character, right? I reprogrammed the voice modulator and motion simulator, so there shouldn't be any discrepancy."},{"T":"301","2":"Neferti","3":"No problem. I don't mind stepping in your shoes for a bit."},{"T":"301","3":"The crewmember turns around as an image of a woman appears in mid-air along with a virtual image of Roland."},{"T":"301","2":"Viewer","3":"Hello there, Roland dear! We meet again!"},{"T":"301","2":"Roland's Hologram","3":"Hello, good to see you again. Thank you so much for enjoying our reality TV show..."},{"T":"301","2":"Roland","3":"I'll leave it up to you, Neferti. Let's see... What's next?"},{"T":"301","2":"Roland","3":"...Phew, looks like I'm done here. Alright, good. That sure was quick."},{"T":"301","2":"Roland","3":"Guess that about wraps it up. Now, how long of a break do I have—"},{"T":"301","2":"Roland","3":"Good. Looks like I can give that little twerp a call."},{"T":"301","2":"Neferti","3":"Planning on speaking to that little brother of yours again? You must be homesick. Just don't let it affect your work."},{"T":"301","2":"Roland","3":"Haha, no it's not that. That pain in the butt just wants to talk with me."},{"T":"301","3":"Roland waves goodbye to the people around him and walks out of the workshop through the busy crew. In the empty street, he finds a room with a frail old man sitting in front of the door."},{"T":"301","2":"Roland","3":"Roland, requesting leave."},{"T":"301","3":"The old man looks up and replies with a coarse, robotic voice."},{"T":"301","2":"Mechanoid","3":"Request received. You have 5 hours and 38 minutes to prepare for the next performance."},{"T":"301","2":"Mechanoid","3":"You've worked hard, Roland. Please enjoy this break. Circadian management bot at your service for the entire duration."},{"T":"301","2":"Roland","3":"Hmph, no matter how times I see you, I always forget you're a mechanoid just like those lousy extras, ol' man. You're not only a camera and a doorman, but apparently an alarm clock, too."},{"T":"301","2":"Roland","3":"I was going to shake your hand, but forget it. A little breather is tough enough to come by as is."}]