[{"T":"301","2":"Pulao","3":"Um, I should save some space for other snacks..."},{"T":"301","2":"Diner","3":"You've got a great appetite, girl. Where are you going next?"},{"T":"301","2":"Pulao","3":"Hmm... 【kuroname】, you haven't been to the East District, have you? Let's go. We'll find lots of machine troupes and tricks there."},{"T":"301","2":"Diner","3":"East? You better watch out then."},{"T":"301","2":"Pulao","3":"Watch out?"},{"T":"301","3":"Pulao's face immediately gets serious."},{"T":"301","2":"Pulao","3":"Something horrible happened? An organized crime? Where and when did it take place? When did it start?"},{"T":"301","2":"Pulao","3":"Or, is it some sort of large-scale theft? Did anyone break into the old warehouses?"},{"T":"301","2":"Diner","3":"What warehouse? Relax, it's not that bad."},{"T":"301","2":"Diner","3":"But you are half correct. Some things were stolen."},{"T":"301","2":"Diner","3":"Do you know who stole them? It's a ghost!"},{"T":"301","3":"He lowers his voice, acting scary. But you and Pulao aren't impressed."},{"T":"301","2":"Diner","3":"It was not long ago. Ah Kwan from the Shen Team in the East District saw a shadow flashing across the roof when he woke up in the middle of the night."},{"T":"301","2":"Diner","3":"The next day, he lost one of the iron balls that he used for hand exercise."},{"T":"301","2":"Diner","3":"Oh, and Little Pup from the 2nd Alley. He was playing marbles one day, and felt like something flew over his head. But he saw nothing when he looked up."},{"T":"301","2":"Diner","3":"When he looked down, you know what?"},{"T":"301","2":"Diner","3":"All his marbles were gone."},{"T":"301","2":"Diner","3":"Many others had also seen the strange shadow and lost things, like little bearing balls, fruit candies, screws and so on."},{"T":"301","2":"Pulao","3":"Why didn't they tell the Pulao Crew?"},{"T":"301","2":"Diner","3":"It was just some little, cheap items. Nobody really cared. I only reminded you because you really liked your toys."},{"T":"301","2":"Diner","3":"But when people started talking to one another, they realized the same thing had also happened to others. Then there were rumors about this 'strange thing' in the night market that stole things from anyone it met."},{"T":"301","3":"The diner tells the urban legend vividly, but none of it sounds real."},{"T":"301","2":"Pulao","3":"I see. Thank you."},{"T":"301","2":"Pulao","3":"Let's go, 【kuroname】."},{"T":"301","2":"Diner","3":"Are you actually..."},{"T":"301","3":"The diner seems to have another question. Pulao turns back, puzzled."},{"T":"301","2":"Pulao","3":"?"},{"T":"301","2":"Diner","3":"N-nothing. Take care."},{"T":"301","3":"After leaving the morning tea store, Pulao starts thinking, hugging her panda doll."},{"T":"301","2":"Pulao","3":"What do you think, Commandant?"},{"T":"302","2":"Something's not right.","4":"I believe in science."},{"T":"301","2":"Pulao","3":"I have the same feeling."},{"T":"301","2":"Pulao","3":"You're right. There is no ghost in the world."},{"T":"301","2":"Pulao","3":"The strangest thing about it is the items stolen. If the thief is after wealth, they aren't worth many Grubs."},{"T":"301","2":"Pulao","3":"Could he be after fame?"},{"T":"302","2":"If that's the case, he wouldn't take the kid's marbles."},{"T":"301","2":"Pulao","3":"Hmm, right. He would be challenging safety vaults if he was after fame. Maybe he wanted to cause fear? But people only chit-chat about it now."},{"T":"302","2":"I don't think we need to do anything."},{"T":"301","2":"Pulao","3":"No, Commandant. I need to take a step forward, just like that uncle."},{"T":"301","2":"Pulao","3":"In the past, I missed many things because I only reacted after receiving the report. I can't make the same mistake again. This time, I'm taking the initiative."},{"T":"301","2":"Pulao","3":"No matter how trivial a clue seems, I cannot let it slide away. My job is to keep Kowloong safe and rule out all possible sources of danger, so I can stand in front of everybody with a clear conscience."},{"T":"301","2":"Pulao","3":"Besides, I have additional intel that suggests this case isn't as simple as it seems."},{"T":"302","2":"Is it about the warehouse you mentioned earlier?"},{"T":"301","2":"Pulao","3":"Ouch... I shouldn't let it slip out of my mouth..."},{"T":"301","3":"Pulao's face shows signs of frustration, but she quickly recovers."},{"T":"301","2":"Pulao","3":"It's not top secret, so I can let you know, Commandant."},{"T":"301","2":"Pulao","3":"We caught a thief last night. He claimed that his goods were stolen from the East District warehouses."},{"T":"302","2":"Do you think there is a link?"},{"T":"301","2":"Pulao","3":"We can't rule out the possibility, right?"},{"T":"301","2":"Pulao","3":"But I can't stay with you then. Let me walk you back to the Engineering Force."},{"T":"302","2":"I'll help you."},{"T":"301","2":"Pulao","3":"But you aren't from Kowloong. I can't just..."},{"T":"302","2":"It's fine. We fought together to liberate the Nighter, didn't we?"},{"T":"301","2":"Pulao","3":"Now that you say so, I can't reject your offer."},{"T":"301","2":"Pulao","3":"Let's go! To solve the ghost problem in the East District!"},{"T":"301","3":"As Pulao raises her fist, all the little prizes on her begin to jingle. Looks like she is going on a field trip rather than investigating a case."},{"T":"301","3":"Pulao turns back as if she has sensed your doubt. She looks slightly upset."},{"T":"301","2":"Pulao","3":"That's not very polite of you, Commandant. Do you not believe in my abilities?"},{"T":"301","3":"You quickly shake your head and point at the jingling gadgets on her. She immediately understands."},{"T":"301","2":"Pulao","3":"Ahem, excuse me, I have been a little carried away. How could I miss that?"},{"T":"301","3":"After putting all the prizes to a safe place, Pulao takes you to the East District. You were worried that your disguise might make your investigation difficult, but people here aren't taking this incident that seriously and are happy to talk about it."},{"T":"301","3":"Pulao is also playing the role of 'Laopu' well, asking questions with curious and innocent eyes. Everybody shares their story generously, some even exaggerating."},{"T":"301","3":"But..."},{"T":"301","2":"Pulao","3":"No clue at all..."},{"T":"301","3":"After the interview, you find three more victims who just had something stolen today."},{"T":"301","3":"First, it's Mr. Wu from the tanghulu stall. He lost the rock sugar used for cooking syrup after seeing the strange shadow."},{"T":"301","2":"Wu","3":"I was minding my stall and felt something weird."},{"T":"301","2":"Wu","3":"When I looked at the corner, I saw a dark shadow. I had no idea what it was."},{"T":"301","2":"Wu","3":"I store rock sugar in a box. When I turned back, a few pieces went missing."},{"T":"301","2":"Wu","3":"I was like what the heck."},{"T":"301","2":"Wu","3":"But I really don't want to make a big fuss about it. It's not like the sugar is anything valuable."},{"T":"301","3":"Next is Mr. Zhu, a drum performer. He lost the ribbon of his drumsticks after seeing a strange silhouette."},{"T":"301","2":"Zhu","3":"After the show, I tied the drumsticks to my waist and went for lunch."},{"T":"301","2":"Zhu","3":"But I felt like someone was watching me from above. When I looked up, it had gone behind the roof ridge. I reached for my drumsticks and realized the ribbon was gone. I had to buy the ribbon again. It almost made me late."},{"T":"301","2":"Zhu","3":"Oh, right! The 'ghost' I saw was red. It must be a red-faced monster!"},{"T":"301","3":"Then there is Miss Zhan. She is a fabric crafter who lost her sewing needle."},{"T":"301","2":"Zhan","3":"That thing was weird! I went to pick up the fabrics today."},{"T":"301","2":"Zhan","3":"The moment I walked into the shop, I saw a shadow moving inside. Its head was as big as an umbrella!"},{"T":"301","2":"Zhan","3":"I had to gather my courage, but when I walked over, I saw nothing. Then my sewing needle was gone."},{"T":"301","2":"Zhan","3":"So freaky. Even if I get the needle back, I don't want it anymore!"},{"T":"301","2":"Pulao","3":"The owner of the warehouse said he didn't see any ghost. I asked the owners of other warehouses, and none of them had lost anything."},{"T":"301","2":"Pulao","3":"So the warehouse theft was an independent crime. It has nothing to do with the ghost."},{"T":"301","2":"Pulao","3":"What a shame. Everyone was so cooperative..."},{"T":"301","2":"Pulao","3":"But we didn't walk around for nothing. Right, Commandant?"},{"T":"301","3":"You look at the tanghulu in Pulao's left hand, rattle drum in her right hand and the panda cross-stitch on her waist, then nod hard."},{"T":"301","2":"Pulao","3":"It has nothing to do with the gifts! I'm talking about the case!"},{"T":"301","2":"Pulao","3":"After talking with so many people, I think this is an organized crime."},{"T":"302","2":"Because of the short time interval?"},{"T":"301","2":"Pulao","3":"Correct. All the victims were distracted by the shadow first before realizing their things were gone."},{"T":"301","2":"Pulao","3":"Nobody can steal something and run away within such a short time."},{"T":"302","2":"But why all this fuss?"},{"T":"301","2":"Pulao","3":"Um... That's one thing I cannot understand. The thief only stole non-valuables, so the victims wouldn't report the incidents to Pulao Crew. As long as Pulao Crew don't show up, nobody would take it seriously... I get it!"},{"T":"301","2":"Pulao","3":"Have you heard of the boy who cried wolf, Commandant?"},{"T":"302","2":"Yeah, someone once told me the story."},{"T":"301","2":"Pulao","3":"Their real purpose is to let the people in the East District become used to such little theft. They only picked items of little importance because they wouldn't catch Pulao Crew's attention."},{"T":"301","2":"Pulao","3":"At the same time, they will leave an impression that they only take non-valuables. When everyone in the East District gets used to their action, they will make the real move. Maybe the thief I caught earlier was also one of the disguises."},{"T":"301","2":"Pulao","3":"What do you think? Does it make sense?"},{"T":"301","3":"Is that really so? You wonder if such a lot of work and effort is worth it."},{"T":"301","3":"As you think, you feel the day becomes a little darker. When you look up, you see a shadow standing on the roof of a house."},{"T":"301","3":"Like Miss Zhan said, its head is the size of an umbrella and has some red parts. But before you could see its face, it has disappeared into the shadow on the left."},{"T":"302","2":"Pulao!"},{"T":"301","2":"Pulao","3":"Has anything come to your mind, Commandant?"},{"T":"302","2":"I saw the shadow."},{"T":"302","2":"Just over there."},{"T":"301","2":"Pulao","3":"What? Let's follow it... Wait, no!"},{"T":"301","2":"Pulao","3":"All the victims claimed that they lost something after seeing the shadow. Let's check ourselves immediately."},{"T":"301","3":"Pulao takes out many snacks and carefully examines them. You also start to check your personal belongings."},{"T":"301","3":"Firearm, wallet, terminal, serum, adrenaline. Everything seems to be in its place except—"},{"T":"301","2":"Pulao","3":"22, 23... Phew, all here. Have you lost anything, Commandant?"},{"T":"302","2":"My graduation badge is gone again."}]