[{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","3":"All of you surround the small hill of red envelopes piled in the middle of the abandoned mall in silence."},{"T":"301","3":"Nanami, meanwhile, threads through the piles dextrously, hard at work."},{"T":"301","2":"Karenina","3":"One of you... say something! Didn't you say we'll find them if we collect all these red envelopes?! Those... Xi, where are they?"},{"T":"301","2":"Bianca","3":"Commandant, I know I said they're safe to eat, but still... I don't recommend ingesting so much sugar."},{"T":"302","2":"(Nod)","4":"(Keep chewing)"},{"T":"301","2":"Karenina","3":"You idiot, don't just stand there and eat!"},{"T":"301","3":"Karenina puts down her rocket launcher with a heavy 'thump,' and she puts a hand on her hip, stamping her foot, annoyed."},{"T":"301","2":"Nanami","3":"Ha!"},{"T":"301","2":"Nanami","3":"Alright, Nanami's decoration is complete! Hehe, how's my rice cake, Commandant?"},{"T":"302","2":"Very delicious.","4":"(Keep chewing)"},{"T":"301","2":"Karenina","3":"Dammit, stop eating, will you?!"},{"T":"301","2":"Karenina","3":"You, and you, and you! Get up and do something or I'm going to find that Xi thing myself!"},{"T":"302","2":"Humans need sustenance."},{"T":"301","2":"Karenina","3":"Tch. Sure you do!"},{"T":"301","2":"Nanami","3":"Karenina still doesn't trust Nanami!"},{"T":"301","2":"Nanami","3":"Nanami was working so hard! Can't you tell?"},{"T":"301","3":"Nanami pulls Karenina's arm and drags her to a higher vantage point in the ruins."},{"T":"301","2":"Karenina","3":"What the hell—what is this? Stop dragging me!"},{"T":"301","2":"Karenina","3":"What... is this..."},{"T":"301","3":"Looking down, you find the emptied ruin is now adorned with a giant smiley face, assembled with the red envelopes you collected earlier. In the middle of it is a table laid with all kinds of snacks and candies."},{"T":"302","2":"That looks pretty nice.","4":"Why do you have to decorate it like that?"},{"T":"301","2":"Nanami","3":"I know Commandant will understand Nanami's hard work!"},{"T":"302","2":"But what are those on the table?"},{"T":"301","2":"Nanami","3":"Not bad, am I right? They're New Year's Goods for the Lunar New Year, and they're also really good baits! But we don't have much to work with... so this is only enough for one big hunt."},{"T":"301","2":"Nanami","3":"Commandant, if you want another piece... Nanami will let you have one more as a reward for your work! The last one!"},{"T":"302","2":"That'll be great!"},{"T":"301","3":"And you face the wrath of Karenina."},{"T":"301","2":"Karenina","3":"Stop eating! Can someone explain to me what's going on?!"},{"T":"302","2":"Fine, fine..."},{"T":"301","2":"Nanami","3":"To complete our mission—to lure Xi out!"},{"T":"302","2":"With all the colorful stuff?","4":"And what's on the table?"},{"T":"301","2":"Nanami","3":"They're not just pretty colors! The food on the table is the bait Nanami's specially prepared!"},{"T":"301","2":"Nanami","3":"The food on the table is the bait Nanami's specially prepared!"},{"T":"301","2":"Nanami","3":"But there isn't much to begin with! During Lunar New Year they'd have all these New Year's Goods! Nanami spent a lot of effort collecting them!"},{"T":"301","2":"Karenina","3":"Are you kidding me... Those things don't even have a mouth! How would they be attracted by food?"},{"T":"301","2":"Bianca","3":"But Xi's behavior has been extremely abnormal. Maybe Nanami was right about their... non-mechanical logic."},{"T":"301","2":"Karenina","3":"But how..."},{"T":"301","2":"Nanami","3":"Nanami wasn't lying... Please believe me! Sob..."},{"T":"301","3":"Karenina's expression softens upon seeing Nanami crying."},{"T":"301","2":"Karenina","3":"Dammit... Alright, alright. I'll go with what you said, alright?"},{"T":"301","2":"Nanami","3":"Hehe! I know Karey deary is on my side all along!"},{"T":"301","2":"Karenina","3":"Hey, weren't you just crying?"},{"T":"302","2":"She was obviously pretending...","4":"Karenina is quite gullible..."},{"T":"301","2":"Karenina","3":"****! Shut up!"},{"T":"301","2":"Nanami","3":"Now, our final step! We need to decorate this mall with even more colors! More nice smells! More pretty things!"},{"T":"301","2":"Bianca","3":"But where would we even find something like that..."},{"T":"301","2":"Nanami","3":"With your imagination, duh! Make and craft some things you like!"},{"T":"301","3":"And so all of you sit down inside the mall, a group of novice crafters once again crafting things."},{"T":"302","2":"It's like deja vu..."},{"T":"301","2":"Karenina","3":"****! I can't believe you're asking me to do an arts and crafts project!"},{"T":"302","2":"You're doing great, though.","4":"Your works are impressive."},{"T":"301","2":"Karenina","3":"O-of course! That's redundant... I'm good at everything I do!"},{"T":"301","3":"Bianca also has a stack of carefully folded decorations completed in front of her."},{"T":"302","2":"They look beautiful.","4":"Bianca, you're so much faster at this than I am."},{"T":"301","2":"Bianca","3":"There were a lot of children in the church back in the days, so I used to do this a lot. A nice trick to keep the children happy..."},{"T":"301","2":"Bianca","3":"Commandant, you're also quite a fast learner. Your work isn't too shabby yourself."},{"T":"301","2":"Nanami","3":"One of you... say something! Didn't you say we'll find them if we collect all these red envelopes?! Those... Xi, where are they?"},{"T":"301","2":"Karenina","3":"I don't care what you say! I'm not..."},{"T":"301","2":"Nanami","3":"We just need one final thing from Karey deary here!"},{"T":"301","2":"Karenina","3":"Hmph. I guess you really can't do this without me in the end, can you? What is it?"},{"T":"301","2":"Nanami","3":"Well, that—"},{"T":"302","2":"What?"},{"T":"301","2":"Karenina","3":"You mean..."},{"T":"301","2":"Nanami","3":"Yep! That one! Do it again!"},{"T":"301","3":"Karenina points her rocket launcher to the air, asking again uncertainly."},{"T":"302","2":"You can't mean...","4":"No way..."},{"T":"301","2":"Karenina","3":"You're talking about this?"},{"T":"301","2":"Nanami","3":"That's right! Waiting for you!"},{"T":"302","2":"Hold on—"},{"T":"301","3":"You are stopped by a loud explosion. Karenina has launched her rocket, and the ground immediately shakes as a response."},{"T":"301","2":"Karenina","3":"Is that enough?"},{"T":"301","3":"Karenina shouts amidst the explosion."},{"T":"301","2":"Nanami","3":"One more! One more!"},{"T":"301","3":"With confidence, Nanami peeks at how the Xi are reacting. Unlike how they ran from the loud noises earlier, they have yet to run away from the explosion, seemingly confirming her theory."},{"T":"301","3":"Another explosion echos in the space and small bits of dust and ceilings fall from above."},{"T":"301","3":"Not only have the sparks from the explosion caught your Construct companions' attention, but they have also enthralled Xi. Maybe they are staying due to their fascination with beautiful things."},{"T":"301","2":"Karenina","3":"Haha! How about this?"},{"T":"301","2":"Nanami","3":"Perfect! Another one! And... with these!"},{"T":"301","3":"Nanami brings over a bunch of colorful ribbons and confetti, as well as a huge amount of glitter—items she has scavenged from the mall, no doubt."},{"T":"301","2":"Nanami","3":"Karenina, set your launcher to the minimum heat setting and the force output to the highest!"},{"T":"301","2":"Karenina","3":"No problem! I get it! Let's give them a loud one!"},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"Bianca","3":"I can't say for certain that this would work..."},{"T":"301","3":"Bianca crosses her arms, while Nanami and Karenina are having the time of their lives with their explosives."},{"T":"301","2":"Bianca","3":"...But let's treat this as our break before our job begins."},{"T":"302","2":"Yeah, you're right."},{"T":"301","3":"After a series of bombastic actions, Nanami suddenly puts up her hand, and the explosion ceases afterward."},{"T":"301","2":"Karenina","3":"What's up? Did we do it..."},{"T":"301","2":"Nanami","3":"Shh—"},{"T":"301","2":"Nanami","3":"Quiet! I can feel them... approaching..."},{"T":"302","2":"Them?"},{"T":"301","3":"Right at that moment, a group of people shows up at the entrance of the mall. The figure leading the group is holding a gun in his hand, and on his body is a familiar jacket."},{"T":"302","2":"Watanabe...?!"},{"T":"301","3":"Watanabe gives the area a scan until his eyes meet yours, and you see him noticeably breathe a sigh of relief, and his body relaxes."},{"T":"301","3":"But then he immediately does a sign for 'quiet,' and with a wave of his hand, a fully geared troop appears behind him, scouting."},{"T":"302","2":"(What is this...?)"},{"T":"301","2":"Watanabe","3":"You... are Constructs from Babylonia, aren't you? So you've been accompanying the commandant..."},{"T":"301","2":"Karenina","3":"The Forsaken?! Why are you here—are you following us?!"},{"T":"301","2":"Bianca","3":"Commandant, please take cover. You've seen what this man had done."},{"T":"301","2":"Watanabe","3":"Ha, are we shooting first and asking later? In that case, we aren't going to stand here just to be your target practice."},{"T":"302","2":"All of you, calm down!"},{"T":"301","3":"Seeing how everyone is on the verge of drawing their weapons, you have a sense that Karenina is just a step away from striking. At this moment, however, a few children dash forward from behind Watanabe."},{"T":"301","2":"Ann","3":"There's the supplier!"},{"T":"301","2":"Deckard","3":"For real?!"},{"T":"301","2":"Xiuyong","3":"I was so scared when we were lost and ran into the Corrupted earlier..."},{"T":"301","2":"Bianca","3":"These are the Forsaken's children... What were you thinking about bringing them to somewhere so dangerous?!"},{"T":"301","3":"Seeing the children, Bianca lays down her arms, her voice going from alerted to motherly."},{"T":"301","3":"Knowing that Bianca has no intention of attacking anymore, Watanabe also orders his men to put down their weapons."},{"T":"301","2":"Watanabe","3":"We were just bringing them to look for 【kuroname】. We weren't expecting to find Corrupted here."},{"T":"301","2":"Karenina","3":"Wait a minute—did you say Corrupted? But we haven't run into any Corrupted so far... Ahh!"},{"T":"301","3":"Before Karenina can finish, a dark shadow darts out from a corner and hits her on its way."},{"T":"301","2":"Karenina","3":"What the—what is that? A Corrupted?!"},{"T":"301","3":"Karenina quickly turns and points her rocket launcher toward the dark shadow. Right when she is about to pull the trigger—"},{"T":"301","2":"Nanami","3":"Wait! Don't attack Xi!"},{"T":"301","3":"Karenina stops her attack abruptly upon hearing that, and she pauses and finds the mechanoid in front of her coated in colorful paint."},{"T":"301","2":"Karenina","3":"This is Xi? Doesn't matter... It was trying to attack me..."},{"T":"301","2":"Nanami","3":"It's not like that! Let Nanami do the talking, please!"},{"T":"301","2":"Karenina","3":"Are you kidding? You want to talk to that thing—"},{"T":"301","3":"Suddenly, you hear a series of clanking sounds from the empty hall as the two argue, and a large group of 'Xi' rushes in from nowhere toward Karenina and the Forsaken."},{"T":"301","2":"Watanabe","3":"Stay behind me, you three!"},{"T":"301","3":"The three children scream as they run and hide behind Watanabe, but Xi do not appear to want to attack them. Instead, they rush toward a corner, seemingly frightened."},{"T":"301","2":"Nanami","3":"What's wrong with you guys... You look like something's going after you."},{"T":"301","2":"Bianca","3":"Corrupted! The Corrupted are after them!"},{"T":"301","2":"Xiuyong","3":"Ah! That's the thing we ran into!"},{"T":"301","3":"Before the Corrupted is a Xi, albeit much bigger. It appears as startled as the other Xi, but it is fighting against the Corrupted despite its nerves to protect its companions."},{"T":"301","2":"Watanabe","3":"Fighting for its companions instead of abandoning them, that's the indication of a good leader... Hey, Babylonians, are we not helping the Xi?"},{"T":"301","2":"Karenina","3":"Of course we are! Regardless of the reasons, it is our job to destroy the Corrupted!"},{"T":"301","2":"Nanami","3":"For our lovely Xi! Go, my brave bodyguards! Hurry!"},{"T":"301","2":"Watanabe & Karenina","3":"We are not bodyguards!"},{"T":"301","3":"Having said that, the two of them still dash toward the Corrupted in unison, ready to fight."}]