[{"T":"301","2":"Rosetta","3":"'Even though Derek dragged us back at almost full speed, there was still no sign of land after more than ten days.'"},{"T":"301","3":"Rosetta sighs. She closes her logbook and walks on deck to check on Pfaff."},{"T":"301","3":"Now, not only is Pfaff showing serious signs of the Punishing Virus, but so too is Rosetta."},{"T":"301","2":"Rosetta","3":"This is the last serum... Grandpa..."},{"T":"301","3":"Gritting through the excruciating pain of the Punishing Virus infection, Rosetta injects Pfaff with the last serum."},{"T":"301","3":"But judging from the condition of the fever-stricken Pfaff..."},{"T":"301","2":"Pfaff","3":"Rosetta... Leave it for yourself... I'm..."},{"T":"301","3":"Rosetta shakes her head in tears. Pfaff can only let out a sigh, closing his eyes again."},{"T":"301","2":"Derek","3":"——▄▆——▆▆▁——▃"},{"T":"301","2":"Rosetta","3":"Derek? What's wrong... Are there more Corrupted?"},{"T":"301","3":"Rosetta looks toward Derek. The outline of the continent is looming in the distance."},{"T":"301","2":"Rosetta","3":"Land, ho! Grandpa, it's land! We're home!!!"},{"T":"301","3":"Rosetta returns to the cabin excitedly, but finds Pfaff already unconscious."},{"T":"301","2":"Rosetta","3":"Grandpa!"},{"T":"301","3":"Pfaff would likely never wake up again if Rosetta cannot find more serum."},{"T":"301","3":"The huge narwhal, unable to stop its manic speed, crashes ashore with a loud roar."},{"T":"301","3":"Overloaded and temporarily paralyzed, the narwhal Derek is trying to push the boat closer to shore with its remaining strength."},{"T":"301","2":"Rosetta","3":"Thank you, Derek... You should rest here for now."},{"T":"301","2":"Rosetta","3":"We're at a coast near the port's suburbs, but we'll still need to cross the snow-covered forest to reach the town."},{"T":"301","2":"Rosetta","3":"Grandpa, get some rest. Tomorrow will be a new day."},{"T":"301","2":"Rosetta","3":"Winter is almost over, and you promised to go on a picnic with me... The forest is going to be beautiful in spring."},{"T":"301","3":"Rosetta picks up her spear and carries the unconscious Pfaff on her back. Each step toward the forest is accompanied by a drop of tear."},{"T":"301","3":"Upon reaching the snowy forest, a most uncanny orchestra of screeches travels over—the tide."}]