[{"T":"301","2":"???","3":"I must give you credits for making it all the way here, heroes of the revelation."},{"T":"301","2":"Golden Jegan","3":"And in front of you is Golden Jegan, one of the four Demon Generals."},{"T":"301","2":"Karenina","3":"The last two guys had unusual names, but yours is just way too weird."},{"T":"301","2":"Golden Jegan","3":"You are no one to criticize me! Look at what you are wearing!"},{"T":"301","3":"Golden Jegan pointed to Lee and Karenina. Their so-called 'Coating' looked completely out of place."},{"T":"301","2":"Golden Jegan","3":"You heroes never change. The last generation also looked like clowns. Isn't it common sense to wear something formal and proper before fighting someone?"},{"T":"302","2":"Were you there in the last war?","4":"But we don't have anything else to wear."},{"T":"301","2":"Golden Jegan","3":"Of course. I was the only Demon General who fought alongside His Majesty."},{"T":"301","2":"Golden Jegan","3":"Oh c'mon. You heroes are way too wild."},{"T":"301","2":"Kamui","3":"A nice outfit would be nice before a Boss fight, but people often end up with a strange combination because they want best stats and skills."},{"T":"301","2":"Kamui","3":"For example, wearing only one helmet and a gigantic sword because of load capacity..."},{"T":"301","2":"Golden Jegan","3":"Hmm... Can't fault them if it's for stats."},{"T":"301","2":"Kamui","3":"I know right? You can't beat the enemy without stats."},{"T":"301","2":"Lucia","3":"Whatever... We have more important things to ask. Um, can I call you Demon General Golden Jegan?"},{"T":"301","2":"Golden Jegan","3":"Oh, you are a polite one. You can call me anything. Anyway, what do you want?"},{"T":"302","2":"We want the artifact.","4":"We are looking for Liv."},{"T":"301","2":"Golden Jegan","3":"The Goddess' artifact... I saw this day coming ever since this castle was built."},{"T":"301","2":"Golden Jegan","3":"But I, Golden Jegan, will never let anyone take the artifact easily, let alone the heroes of revelation!"},{"T":"301","2":"Golden Jegan","3":"You are our eternal enemies!"},{"T":"301","2":"Golden Jegan","3":"Who is Liv...?"},{"T":"301","2":"Lucia","3":"It's a girl with pink hair. Like these two, she is probably wearing something light."},{"T":"301","2":"Golden Jegan","3":"Pink... And strange outfit. I see. So you are looking for her."},{"T":"301","2":"Lucia","3":"Do you know anything? She's our friend..."},{"T":"301","2":"Golden Jegan","3":"She may also be a hero of the revelation, but she's our Holy Maiden! I will never tell you anything about her!"},{"T":"301","2":"Lucia","3":"Holy Maiden!?"},{"T":"301","2":"Golden Jegan","3":"Roarrrr!"},{"T":"301","3":"Golden Jegan's attitude suddenly changed. His body started to expand, as if it was going to fill the entire space."},{"T":"301","2":"Lucia","3":"Wait! I really don't want to resolve this with violence!"},{"T":"301","2":"Karenina","3":"Just let your fist do the talking!"},{"T":"301","3":"Lucia wanted to continue the negotiation, but Karenina just charged in."},{"T":"301","3":"Golden Jegan's body suddenly expanded again, transforming the nearby space into a new maze with Demon monsters inside."},{"T":"301","3":"He had escaped to somewhere deep inside the maze."},{"T":"301","2":"Karenina","3":"Interesting. I'll crush you all into pieces!"}]