[{"T":"301","2":"Vera","3":"Commandant, you want to live. Correct?"},{"T":"301","2":"Vera","3":"Considering I told you that little secret... I won't let you die. I promise."},{"T":"301","3":"Regaining consciousness, you are blinded by light."},{"T":"301","3":"It is no gentle light. It is a little harsh, a little fierce, and even a little... dry."},{"T":"301","3":"Light scatters and finally begins to take shape after quite some time."},{"T":"301","3":"The light forms into the shape of a face."},{"T":"301","3":"Vera's face fills your vision."},{"T":"301","2":"Vera","3":"【kuroname】. You're awake."},{"T":"302","2":"Huh?!"},{"T":"301","2":"Vera","3":"Time to wake up. Any longer and I might just pull a prank on you."},{"T":"302","2":"What were you planning on doing?"},{"T":"301","2":"Vera","3":"Now that's more like it. That's the sort of question I like to answer. Looks like you're recovering just fine."},{"T":"301","2":"Vera","3":"What if I were to say you already died and went to Heaven?"},{"T":"301","2":"Vera","3":"Bahahaha! Looks like you're outta luck. No angels await you in paradise—there is only Death."},{"T":"301","3":"Vera smiles to herself. She turns to sit beside you on the bed and casts a sideways glance."},{"T":"302","2":"Where am I?"},{"T":"301","2":"Vera","3":"I told you. You're in Heaven."},{"T":"302","2":"..."},{"T":"301","2":"Vera","3":"...You're no fun. Fine. It's the field clinic. There were dozens of patients here before, but now there's just you."},{"T":"301","2":"Vera","3":"Actually, that's not entirely correct. Before you woke up, there were in fact dozens of people in here. They were crowded all around you, and they only left after I told them to let you rest."},{"T":"301","3":"Listening to Vera speak, you turn your head and notice all of the footprints around your bed."},{"T":"301","3":"A majority of the footprints are centered around the foot of your bed. You see several wildflowers scattered on the headboard, with dozens more on the ground nearby."},{"T":"301","3":"For the people living in this new conservation area, this seems to be the best way for residents to express their concerns. Of course, most of them were cleared aside by Vera to avoid potentially exposing you to harmful bacteria."},{"T":"301","2":"Vera","3":"Someone sure is popular here."},{"T":"301","2":"Vera","3":"They really care about you even though they've only known you for a few days. If this were Babylonia, they'd be seen as unsophisticated, wouldn't they?"},{"T":"302","2":"...The people here are nice."},{"T":"301","2":"Vera","3":"Is that so?"},{"T":"301","3":"Noncommittal, Vera twirls her hair with a finger as she sits next to you."},{"T":"301","2":"Vera","3":"...Why didn't you want to use that reagent?"},{"T":"301","3":"Suddenly, she puts down her finger and begins to speak quietly."},{"T":"302","2":"Sorry?"},{"T":"301","2":"Vera","3":"That inhibitor dispersant. You didn't forget, did you?"},{"T":"301","2":"Vera","3":"You were surrounded by scrapped Constructs. If one or two are damaged, what's the big deal?"},{"T":"301","2":"Vera","3":"You wouldn't have needed surgery, considering how big of a crybaby you were from all the pain. And you wouldn't be lying here like a damn fool."},{"T":"302","2":"I wasn't a crybaby..."},{"T":"302","2":"Also, I can't just use some random Construct's frame.","4":"Also, I know you're just messing with me."},{"T":"301","2":"Vera","3":"Pff... You actually believed all that?"},{"T":"301","3":"Vera looks up at you. Her mouth is slightly cocked into a funny expression."},{"T":"301","2":"Vera","3":"If there really were such a magical elixir that could save humans, why would they hide it in a Construct's frame?"},{"T":"301","2":"Vera","3":"Field doctors aren't stupid. Not a single one would choose to hide it, let alone keep it a secret for this long."},{"T":"301","2":"Vera","3":"Any field doctor that refused to save the living over the 'dignity of the dead' would've been expelled from the Army ages ago."},{"T":"301","2":"Vera","3":"Pff... Aren't you clever?"},{"T":"301","3":"In all actuality, you have figured as much from the very beginning."},{"T":"301","3":"In principle, any medicine that could save a human's life would be carried by them, not hidden in a Construct's frame."},{"T":"301","3":"Not to mention, any technology that could bring humans back from the dead would have had its cover blown right after being used the first time. For as long as Construct technology has been around, there is no way it could be kept a secret this long."},{"T":"301","2":"Vera","3":"The inverse scale inhibitor dispersant or whatever it's called was just a dumb joke. The thing I showed you was really just a gift from the Scavengers. Looks like jewelry from their group. Liquid-filled... How romantic."},{"T":"302","2":"...Why joke about something like that?"},{"T":"301","2":"Vera","3":"What's the matter?"},{"T":"301","2":"Vera","3":"Maybe it's because some people don't fight their hardest to live on the battlefield. They have to pray for some higher power to save them. Damn idiots."},{"T":"301","2":"Vera","3":"If they're so fond of being fooled, what's the harm in making up a stupid little story?"},{"T":"302","2":"You ever pulled that on anyone else before?"},{"T":"301","2":"Vera","3":"Heh, what do you think? Looking at the confused look on your face while I told that story was at least a little fun."},{"T":"301","2":"Vera","3":"I wasn't expecting your reaction to be even more boring than this story."},{"T":"301","2":"Vera","3":"I really was hoping you'd cry and beg others to give up their lives to save you."},{"T":"302","2":"I said I'd never do that.","4":"(Remain silent)"},{"T":"301","2":"Vera","3":"Oh, I know. After all, you're 【kuroname】, 'Chief' of Babylonia."},{"T":"301","3":"Vera lifts her palms up, tilts her head and smiles again. This time it is not as eccentric as it was before. Instead, it is more like the 'Companion Construct' she played in the conservation area."},{"T":"302","2":"...If I told you I wanted to live, what would you have done?"},{"T":"301","3":"You suddenly ask her out of the blue."},{"T":"301","3":"Vera's eyes widen as if caught off guard."},{"T":"301","3":"Shortly after, her expression changes to a cold smile."},{"T":"301","2":"Vera","3":"Well, then I'd save you."},{"T":"301","2":"Vera","3":"After all, I gave you that foolish ounce of hope. It's my duty to save you."},{"T":"301","2":"Vera","3":"No matter where you are, no matter how troublesome the operation is, and no matter how you cry during the operation, I will save you."},{"T":"301","2":"Vera","3":"Of course, if you got reckless on the field because of this inhibitor dispersant, then you'd be really putting me on the spot. I'd have to dispose of your dumbass."},{"T":"301","3":"As she speaks, Vera raises a finger and draws a line across her neck."},{"T":"301","3":"She speaks with determination, like a doctor taking an oath. But her expression is still cold and arrogant, sending a chill down your spine."},{"T":"301","3":"This is quintessential Vera—always ruthlessly blunt and brutally honest about her feelings. Her heart is like a rose, making it hard for anyone to get past the thorns."},{"T":"301","3":"But you seem to be making your way past the thorns, exposing the delicate stem."},{"T":"301","2":"Vera","3":"...What's wrong? Scared? Well, stay in bed until the follow-up examination is complete. Don't want you dying on me after all of that. I took care of the Giant Corrupted. You can take a break now."},{"T":"301","2":"Vera","3":"Anyway, after this mission, you can go back to your lovey-dovey team and spill the beans to those dumb commandants."},{"T":"302","2":"Hold on!"},{"T":"302","2":"You've told this joke before?"},{"T":"301","2":"Vera","3":"Oops... Guess the cat's out of the bag."},{"T":"301","3":"Vera's mouth begins to raise into that peculiar smile again. You cannot tell if she actually let it slip or if she is just playing you again."},{"T":"301","2":"Vera","3":"What's wrong? I came up with a story. Of course I needed to tell it to others."},{"T":"301","2":"Vera","3":"I don't know how many people I've told it to now, but none of the other commandants I've told the story to are still breathing... Psych! They're all alive and well."},{"T":"301","2":"Vera","3":"But they were all just like you... So boring I just wanted to knock them out."},{"T":"302","2":"What'd they do?"},{"T":"301","2":"Vera","3":"Oh... They all chose to take the initiative to forget this thing."},{"T":"301","2":"Vera","3":"Maybe it's for self-protection or something. Anyway, when I talked about this thing, they'd all say that they wouldn't mention it to anyone and they would never use it."},{"T":"301","2":"Vera","3":"They kept it a secret even after some battle or disaster left them bedridden in a hospital. Hah, dumbasses. As boring as they come."},{"T":"301","2":"Vera","3":"As for why they didn't say anything? Well, several of them mentioned your name."},{"T":"301","2":"Vera","3":"Seems like your leadership has left quite the impression on those around you. You're like their 'banner.'"},{"T":"302","2":"That's... not a bad thing, is it?"},{"T":"301","2":"Vera","3":"Hmph, of course not. It might be stupid. It might be boring. But it isn't bad."},{"T":"301","2":"Vera","3":"And it ruins my fun."},{"T":"301","3":"Ka-CHA! Vera releases the top half of your bed, causing your upper body to fall all of a sudden. Feeling dizzy for a moment, you look up to see a dim yellow light and Vera's face shrouded in the backlight."},{"T":"301","2":"Vera","3":"Since you stole my fun, I should take it back from you. Isn't that right? You silly 'banner' of the commandants."},{"T":"301","2":"Vera","3":"Well, time for you to get some rest. Remain in bed and refrain from moving until tomorrow."},{"T":"301","2":"Vera","3":"Of course, we're all out of pain medication. Be prepared, dear Commandant!"},{"T":"301","3":"A gigantic shadow towers you, followed by the sensation of smooth hair and the smell of medical equipment."},{"T":"301","3":"Following shortly after, you become disoriented and lose consciousness."}]