[{"T":"304","1":"Dear Selena, I just came back from visiting your mother as I'm writing this letter.","2":"cc82cfff"},{"T":"304","1":"She looked better than before. She wouldn't stop talking about how good your opera was.","2":"cc82cfff"},{"T":"304","1":"It was obvious that she was still proud of her daughter's achievements.","2":"cc82cfff"},{"T":"304","1":"Seeing how proud she looked, I couldn't help but think how nice it'd be if you were here to guide me right now.","2":"cc82cfff"},{"T":"304","1":"That's right. I need a guide, a mentor who knows about stories to show me the way.","2":"cc82cfff"},{"T":"304","1":"Simply put, I hit writer's block. A bottleneck in the story.","2":"cc82cfff"},{"T":"304","1":"It was the first time I realized that writers do want to bang their heads on the wall in situations like this.","2":"cc82cfff"},{"T":"304","1":"Luckily, it wasn't a particularly stubborn block. Your mom expertly suggested how the story could progress once I mentioned my predicament.","2":"cc82cfff"},{"T":"304","1":"I know she's a talented vocalist, but her insights on storytelling also impress me greatly.","2":"cc82cfff"},{"T":"304","1":"Was that how you grew up, surrounded by their wisdom and knowledge...?","2":"cc82cfff"},{"T":"304","1":"How did you convince them when you decided to become a Construct?","2":"cc82cfff"},{"T":"304","1":"Had you moved the family that loved you so much with the same earnestness even before that?","2":"cc82cfff"},{"T":"304","1":"Tell me, Selena.","2":"cc82cfff"},{"T":"304","1":"—Yours, Ayla","2":"cc82cfff"},{"T":"301","3":"Cold, hunger, unprompted fatigue and pain keep hitting Flora's body in waves."},{"T":"301","3":"Her throat dry, her voice harsh-sounding, the weariness from speaking the lines for so long is tormenting her."},{"T":"301","3":"She wants to be comforted and cared for as every child does."},{"T":"301","2":"Flora","3":"Ugh... what would Mom do at a time like this?"},{"T":"301","3":"The young girl tries to find comfort in her memories, but soon she shakes her head."},{"T":"301","2":"Flora","3":"Hmm... I can't think of anything. Mom is usually more anxious than me in situations like this."},{"T":"301","3":"Hunger and cold are constants for Scavengers, so there is nothing scarier for those who have found shelter and warm food than returning to those days."},{"T":"301","3":"Whenever the conservation area is hit by Corrupted or supplies stop because of natural disasters, the people living there will return to the horrifying nightmare."},{"T":"301","3":"Flora remembers her mother holding her in fear when that happens, her mother's trembling lips humming an out-of-tune lullaby. The pride her mother would show when their family performs or sings with neighbors is nowhere to be found."},{"T":"301","3":"The young Flora does not understand this. All she knows is that sometimes her mother is even more delicate than her, needing someone to look after her."},{"T":"301","2":"Flora","3":"Then... what would I have done?"},{"T":"301","3":"She thinks for a second, then smiles."},{"T":"301","2":"Flora","3":"I would say, 'it's okay, Mom. The things here aren't really that scary. They are all pretty if you don't just look at what they are now.'"},{"T":"301","3":"Flora suddenly points at a dent in the audience where a pool of still, stale water sits."},{"T":"301","2":"Flora","3":"Look, look! Millais' Ophelia might have floated past here along the creek in the distance."},{"T":"301","3":"She does that a lot. Her father taught her everything."},{"T":"301","3":"She turns and points at the remaining half of a stone pillar, its surface scored with marks of weathering, a standing record of time passed."},{"T":"301","2":"Flora","3":"Look, there! Perhaps David was watching this place with his pebble, waiting for Goliath's arrival."},{"T":"301","3":"Every view she sees, every color it contains... they were all once beautiful at some point in time."},{"T":"301","3":"In Flora's world, all fear is gone with all this beauty. Flora's mother would always hold Flora intensely afterward, her trembling hands caressing Flora's cheek until she would calm down and smile... the gentle smile that she would normally wear."},{"T":"301","3":"That is what she would do. That was what she was doing the night before her father left. That is how she can comfort her mother."},{"T":"301","3":"Flora raises a finger suddenly."},{"T":"301","2":"Flora","3":"Look, that ray of sunlight! It has showered this earth for billions of years, and it is still shining today."},{"T":"301","2":"Flora","3":"It is an eye, a compassionate eye that carries warmth. Its tender gaze has brought this land prosperity."},{"T":"301","2":"Flora","3":"It... ugh... Cough!"},{"T":"301","3":"A breeze blows by, lifting the curtain and shaking off the dust on it. Under the ray of sunlight, the dust turns into glistening ripples, reaching Flora's nose. She lowers her fingers before coughing constantly as she breathes the dust in."},{"T":"301","3":"After a brief moment of having trouble breathing, Flora is half-kneeling, half-sitting on the floor, realizing she cannot even stand."},{"T":"301","3":"Without her parents' warm embrace or hot food to feed herself, her small, frail body is aching."},{"T":"301","2":"Flora","3":"Maybe I should tell myself what I'd tell Mom now... If they can make her smile, then I can... smile too."},{"T":"301","3":"She whispers to herself. Struggling to stand up, she leans on the wall."},{"T":"301","2":"Flora","3":"Then, another story."},{"T":"301","3":"The wind flips over the script by her feet, sending her a shiver through her thin jacket. Flora sneezes, but she tries her best to maintain her impassioned voice."},{"T":"301","2":"Flora","3":"This one is a story of an old gentleman."},{"T":"301","2":"Flora","3":"This gentleman's name is Pieter. He is a hero of the conservation area. He is our hero."},{"T":"301","2":"Flora","3":"He can travel to the place the sky-dwellers retreated to, and he can bring back a lot of stories from their haven!"},{"T":"301","2":"Flora","3":"One of the stories he brought back—the one that was the most interesting and impacted me the most—was an opera."},{"T":"301","2":"Flora","3":"It was called 'The Acadia Evacuation', written by a young playwright from Babylonia."},{"T":"301","2":"Flora","3":"My friends and I, as well as our parents, would gather and watch the opera on a big screen, guided by Pieter's narration."},{"T":"301","2":"Flora","3":"It was an emotional and magnificent story. Every one of us was moved."},{"T":"301","2":"Flora","3":"Dad... left very quickly that day. He missed our dance."},{"T":"301","2":"Flora","3":"Hmm... The dance... It was just me and my friends trying to do something to express our feelings while we still had the strength to do so."},{"T":"301","2":"Flora","3":"I didn't know what we could do to express how we felt except for moving our arms and legs and dancing."},{"T":"301","2":"Flora","3":"Regardless, I took Reed and the others, and we started waving our hands, celebrating the hero's ending in the story."},{"T":"301","3":"With her back against the wall, Flora lifts a hand, imagining the day when she danced with her friends."},{"T":"301","3":"She is dancing the lead role. She imagines guiding her friends into graceful dancers."},{"T":"301","3":"She does not know how many times they would have stepped on each others' toes if she were actually dancing with them, unsteady as she is right now. But she is enjoying this solo dance in her imagination."},{"T":"301","3":"All of a sudden, she reaches her hand upward as if asking the sunlight from the gap in the ceiling to join her."},{"T":"301","2":"Flora","3":"Right, didn't I ask Uncle Pieter to dance with me as well?"},{"T":"301","2":"Flora","3":"He refused. His frame was too big to dance with someone like me."},{"T":"301","3":"Flora closes her eyes and thinks for a second, then sighs."},{"T":"301","2":"Flora","3":"I did try, thinking I could jump and dance at the same time, but I messed up all my steps."},{"T":"301","2":"Flora","3":"Luckily Uncle Pieter was very encouraging. Out of nowhere, he looked at me and said I reminded him of his child."},{"T":"301","2":"Flora","3":"Uncle Pieter's son likes stories as much as I do. He'd jump up and down every time he heard one."},{"T":"301","2":"Flora","3":"Uncle Pieter remembers that his son asked him to return soon to continue his story on the day before the actual Great Evacuation."},{"T":"301","2":"Flora","3":"But he was too busy carrying statues, or... paintings, or something for the sky-dwellers. Anyways, he didn't tell his son how that story ended."},{"T":"301","2":"Flora","3":"Hmm... What a shame. I've rarely heard an incomplete story. How difficult it must have been for his son to have to wait for the ending of the story."},{"T":"301","2":"Flora","3":"If I can meet Uncle Pieter's son... oh, he must be old enough to be my uncle too. If I meet him, I have to talk to him about this story of his. I hope I can comfort him with how agonizing he must be with only half a story."},{"T":"301","2":"Flora","3":"But every time I told Uncle Pieter about this, he would look like he was about to cry... He said he probably wouldn't see his son for a very, very long time."},{"T":"301","2":"Flora","3":"I said something to him to comfort him."},{"T":"301","2":"Flora","3":"Right... What was it I said?"},{"T":"301","3":"Flora looks at the seats and lowers her voice as if asking the statues, the paintings, the silent artworks that have stood here for a long, long time."},{"T":"301","3":"She looks up after a while."},{"T":"301","2":"Flora","3":"Oh, right."},{"T":"301","2":"Flora","3":"I said... there must be a lot of stories he can tell his son when they see each other again."},{"T":"301","2":"Flora","3":"I know that... war is a very terrifying thing. But as horrible as it is, it can't cover up all the good things ahead of us."},{"T":"301","2":"Flora","3":"...Just like what Dad used to say."},{"T":"301","3":"Flora raises her arms in joy, hugging the air as if embracing her parents. She imagines the veteran storyteller standing nearby, ready to tell the next tale."},{"T":"301","2":"Flora","3":"Ah... It worked."},{"T":"301","3":"Right then, Flora realizes she is smiling as she hugs herself. She is smiling because of what she envisioned, and her smile is as endearing as her mother's when comforted."},{"T":"301","3":"It reaffirms what she believes—her sincere performance and imagination will touch her mother, and her mother will understand how she feels... how her father felt."},{"T":"301","3":"She picks up the script once again."}]