[{"T":"301","2":"Nanami","3":"We got 'em planes good, Mort! Now what?"},{"T":"301","2":"Martin","3":"I... I don't know."},{"T":"301","2":"Nanami","3":"You don't?"},{"T":"301","3":"With Nanami's help, Martin successfully shot down several aircraft that were passing by. Nanami left a while ago to make sure the aircrew and the passengers were safe, and has now returned to Martin."},{"T":"301","3":"Nanami's question puts Martin in confusion. He plops himself onto the ground, looking lost."},{"T":"301","2":"Martin","3":"I can't receive any commands from the mother-frame. I don't even know what I'm supposed to be doing now."},{"T":"301","2":"Nanami","3":"Receiving commands... Matty, are you a sub-unit under some big ol' mecha-lecker?"},{"T":"301","2":"Martin","3":"Nanami, you know your stuff! But I guess, technically, we aren't really sub-units, more just Amberia's subordinate but independent frames."},{"T":"301","2":"Nanami","3":"Hmm... So this Amberia is the mother-frame you just mentioned?"},{"T":"301","2":"Martin","3":"Yeah. All arctic bionics come from the same production line, and we all have a specialized receiver device installed."},{"T":"301","2":"Martin","3":"This device allows us to receive the thoughts and feelings—the commands—of our mother-frame, Amberia."},{"T":"301","2":"Martin","3":"We all have independent minds on paper, but we're made so that Amberia can expropriate our frames through her commands at any time. Shooting down those aircraft was the last one I received."},{"T":"301","2":"Nanami","3":"So... that Amberia has been controlling you all since like, forever?"},{"T":"301","2":"Martin","3":"Uh-huh. Before my receiver broke, I was just fighting against the ARU sort of in a daze... But then the thing broke during the last retreat."},{"T":"301","2":"Nanami","3":"Ahah. Nanami sees it now. Bionics and the ARU are enemies, yeah?"},{"T":"301","2":"Martin","3":"Well, or more specifically—Amberia and the ARU are enemies... But I know little about the history of it. When my receiver broke, I think I lost some data about us bionics."},{"T":"301","2":"Nanami","3":"Huh... Let's put aside what kinda bone this Amberia's got with the ARU-ru-ru... If the bionics and the humans go wangling their jangles around here, it'll just end in disaster for both of 'em!"},{"T":"301","2":"Nanami","3":"Okay then! Nanami jury has reached a verdict!"},{"T":"301","2":"Martin","3":"...What kind of mess are you trying to make this time?"},{"T":"301","2":"Nanami","3":"I'll go find Amberia, and convince her to stop making you attack humans!"},{"T":"301","2":"Martin","3":"...Do you even know where Amberia is?"},{"T":"301","2":"Nanami","3":"Don't you, Matty?"},{"T":"301","2":"Martin","3":"Don't think so. Her location was part of the data I lost."},{"T":"301","2":"Nanami","3":"Awwwww. Fine! Then I'll just get everyone else to stop fighting instead! You just needa lob 'em receivers off, right?!"},{"T":"301","2":"Martin","3":"That... may stop us from fighting with the humans, but why would you do that?"},{"T":"301","2":"Nanami","3":"Because I wanna!"}]