[{"T":"301","3":"For a split second, Bianca thought Toniris was supposed to be there all along. It looked like a divine creation."},{"T":"301","3":"She almost wants to pray to it, if she didn't know her mission is to calm it down."},{"T":"301","2":"Bianca","3":"Asimov mentioned about this situation..."},{"T":"301","3":"Bianca recalled Asimov's words before she departed. She quickly glanced through the mission page on her terminal."},{"T":"301","3":"Soon, she stopped at an attachment and tapped on it."},{"T":"301","3":"The terminal played a series of bird tweets that sounded almost real."},{"T":"301","3":"Tweet—! Whoop—Eeek—"},{"T":"301","3":"If Bianca does not have her eyes open, she would think she has been thrown into a forest."},{"T":"301","2":"Toniris","3":"—!"},{"T":"301","3":"Toniris' attention was also attracted by the sound. It gazed at Bianca's terminal."},{"T":"301","2":"Bianca","3":"It worked... But Toniris is still alerted. I must be too aggressive."},{"T":"301","2":"Bianca","3":"Asimov should have sent a more gentle Construct for this mission..."},{"T":"301","3":"Bianca mumbled to herself as her mind quickly searched for a reaction, but she then realized something."},{"T":"301","2":"Bianca","3":"...Gentle... is that it...?"},{"T":"301","3":"Bianca quietly stared at the mechanoid while trying to look for phrases related to 'gentle' inside her M.I.N.D."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"'You are divine. You are almighty. You are the beginning. You are the end.'"},{"T":"301","3":"Bianca closed here eyes. She lifted her hand and reached out."},{"T":"301","2":"Bianca","3":"'You are our sword, our shield. You are our cane and yoke.'"},{"T":"301","3":"The sun cast a golden glow over her."},{"T":"301","2":"Bianca","3":"'You guide, you watch. You save, you judge.'"},{"T":"301","3":"She slowly yet firmly mumbled."},{"T":"301","2":"Bianca","3":"'You live among us. You listen, you decide, you give, you decline.'"},{"T":"301","3":"She ignored the gale blasting through the buildings. She became a statue, a symbol."},{"T":"301","2":"Bianca","3":"'From all's beginning to their end. Your glory and mercy lie within every wandering soul.'"},{"T":"301","3":"Tweet—! Whoop—Eeek—"},{"T":"301","3":"Bianca maintained her praying pose, allowing the bird tweets flying out from the terminal."},{"T":"301","2":"Bianca","3":"'...May all will return to your arms and stand by you.'"},{"T":"301","3":"The blond girl looked very out of place as she stood on the desolate land, praying."},{"T":"301","3":"Yes, a prayer."},{"T":"301","3":"That is the most natural and peaceful form she could think of."},{"T":"301","3":"She also knew very well that such action was but largely a meaningless self-comfort."},{"T":"301","3":"'No world for prayers and beliefs.'"},{"T":"301","3":"She often heard it in Babylonia, in the Purifying Force, even from those who once were believers."},{"T":"301","3":"Bianca no longer felt upset about such words. Everybody had their own view about beliefs."},{"T":"301","3":"To her, prayers were not just a daily practice, but also a tribute to her memories."},{"T":"301","3":"After every 'purification' in the Purifying Force, she had to pray for the fallen allies in an attempt to soothe their souls."},{"T":"301","3":"Nobody understood her. Nor did she want anyone to."},{"T":"301","3":"Until one time, when Bianca finished her business with a Construct, his teammate was also whispering a prayer."},{"T":"301","3":"At that moment, she begins to think that her prayers have not been useless after all."},{"T":"301","3":"Until when she also tries to join. She immediately sees fear on the praying Construct's face, as if she is going to 'purify' him altogether."},{"T":"301","3":"Bianca only made a curtsy and left."},{"T":"301","3":"'I only wanted to join you to pay tribute to their souls.'"},{"T":"301","3":"She thinks over the explanation many times in her M.I.N.D., but cannot say it out."},{"T":"301","3":"If she told them, she would be forcing herself in. None of the other Constructs would have any mood left for the actual prayer."},{"T":"301","3":"Such prayer would only hurt them once again."},{"T":"301","3":"How would they think of her then?"},{"T":"301","3":"'She's warning us not to mess up again!', 'She's going to send us all down!', 'She's the only one that's allowed to pray!'"},{"T":"301","3":"That was how misunderstanding and criticism were bred. How pathetic."},{"T":"301","3":"There might be ways to completely eliminate the criticism, but Bianca chose not to."},{"T":"301","3":"Perhaps that was why some people called her a 'fence sitter.'"},{"T":"301","2":"Toniris","3":"Eeek——"},{"T":"301","3":"A crisp voice brought Bianca back. It was different from the sounds made by the terminal."},{"T":"301","3":"She opened her eyes. Toniris had already come down from above, landing next to her."},{"T":"301","3":"Toniris peeked at Bianca in curiosity, then suddenly pecked at her terminal."},{"T":"301","3":"Tweet—! Whoop—Eeek—"},{"T":"301","3":"The bird noises have come to an end, followed by Asimov's voice."},{"T":"301","2":"Asimov","3":"Most animals, after hearing the sound of their kin, would want to take a closer look provided they are in a safe environment."},{"T":"301","3":"Toniris suddenly poked Bianca hard as if it had realized what really happened. She gently deflected its long bill away."},{"T":"301","2":"Asimov","3":"But cranes are more than that. They are extremely upright and cannot accept the fact that they were fooled."},{"T":"301","2":"Asimov","3":"That's why this file is a one-off. If used properly, it should be able to buy you an opportunity for an equal talk with Toniris."},{"T":"301","3":"Bianca quickly recalled the information about cranes in her M.I.N.D."},{"T":"301","3":"She dodges Toniris' attack three times in a slow but unpredictable way, then rests her hand on its head."},{"T":"301","3":"To her surprise, Toniris does not avoid her hand but briefly rubs its head against her palm after a short hesitation."},{"T":"301","3":"This Combat Unit Booster really saw itself as a crane. It might be a meaningless design, but such design now opened a new direction of approach for Bianca."},{"T":"301","3":"Cranes do not want other creatures to invade their space, but are willing to accept their invitations."},{"T":"301","3":"Before sending an invitation, one must understand the recipient first."},{"T":"301","2":"Bianca","3":"...HQ, do you copy? This is Bianca. I need detailed information about prototype Toniris."},{"T":"301","2":"Comms","3":"Copy that... Um, according to the protocol, please provide a reason."},{"T":"301","2":"Comms","3":"I'm just going by the book, you know... Definitely not trying to make things difficult for you..."},{"T":"301","2":"Bianca","3":"Let me think... I believe this is conducive to calming the Combat Unit Booster."},{"T":"301","2":"Comms","3":"Ah, okay. Copy that. Please bear with me for a second. I need to prepare it for you..."},{"T":"301","2":"Bianca","3":"...Thanks for your assistance, Fanli."},{"T":"301","2":"Comms","3":"Huh? No way! Did you just say my name?! It can't be..."},{"T":"301","3":"Bianca goes silent. Who would have thought remembering a person's name could cause so much fear?"},{"T":"301","3":"In the past, she would carefully consider the choice of word and limit the conversation to avoid the awkward situation, when just a little courtesy would cause panic."},{"T":"301","3":"But looking at Toniris, she wanted to try something that made less sense."},{"T":"301","2":"Bianca","3":"Calm down, Fanli. You are the coordinator of my mission. All your details were written in the instructions."},{"T":"301","2":"Bianca","3":"No matter what you know about the Purifying Force, for now, we are allies. There is no need to be overly defensive and alerted."},{"T":"301","2":"Bianca","3":"I was only sending you... a friendly greeting."},{"T":"301","2":"Comms","3":"Eh? R-really...?"},{"T":"301","2":"Bianca","3":"I can assure you that."},{"T":"301","3":"The Purifying Force could take away the life of any ally at any time. An assurance from her seemed meaningless, and would only make the possible termination mission in the future harder to accept."},{"T":"301","3":"Still, Bianca wanted to give it a try."},{"T":"301","2":"Bianca","3":"...Feeling better? Can you send me the data of that Combat Unit Booster?"},{"T":"301","3":"The terminal made a sound, displaying the data received in front of Bianca."},{"T":"301","3":"'Toniris was based on an aves bionic machine that was created for preservation purposes in the Golden Age. The machine's main features included the ability to detect climate and environmental changes. Thanks to the Science Council's modifications, Toniris's probing function reached a more sophisticated level...'"},{"T":"301","2":"Bianca","3":"...No, I need more than that."},{"T":"301","2":"Bianca","3":"I want to see Toniris' past as a bionic machine."},{"T":"301","3":"Bianca keys in a few commands. Lots of information flood the terminal's screen."},{"T":"301","2":"Bianca","3":"Activate KI.GAL Archives' simulation projection function."},{"T":"301","3":"The data and information flickered as she spoke. A new digital scene was being constructed under her feet."},{"T":"301","3":"Soon, the sounds of wind, sand, and the scraping noises between building remains all disappeared. The abandoned church was covered in green moss."}]