[{"T":"301","3":"The Border Commune..."},{"T":"301","3":"An autonomous organization formed by refugees who fled when a segment of the Arctic defense line collapsed."},{"T":"301","3":"The ARU could not bear to let them cross the vast permafrost wasteland and find their own way. So, when they came near New Murmansk, the ARU took them in."},{"T":"301","3":"They settled there once Babylonia regained Port Kyaranta."},{"T":"302","2":"So they have the Moses class icebreakers?"},{"T":"301","2":"Staessen","3":"Yes, but..."},{"T":"301","2":"Lee","3":"But?"},{"T":"301","2":"Staessen","3":"But due to certain reasons, it might be a bit difficult to get them to hand over the two icebreakers now."},{"T":"301","2":"Lee","3":"What do you mean by that?"},{"T":"301","2":"Staessen","3":"We tried skirting around the topic a little, but they were firm in their attitude."},{"T":"301","2":"Staessen","3":"Let me go with you. They should be more willing to speak with the leader of the ARU."},{"T":"301","2":"Lee","3":"Sounds complicated. Care to explain?"},{"T":"301","2":"Staessen","3":"...Okay, then."},{"T":"301","2":"Staessen","3":"First things first—the Arctic Route Union is a complex organization."},{"T":"301","2":"Liv","3":"We've read the files."},{"T":"301","2":"Staessen","3":"When was your intel last updated?"},{"T":"301","2":"Lee","3":"That's classified."},{"T":"301","2":"Staessen","3":"...Forget it. Does your intel mention the Green-Vanostok Line?"},{"T":"301","2":"Lee","3":"That's something under the Arctic branch of the World Government's facility, if I'm not mistaken. What does it have to do with the Arctic Route Union?"},{"T":"301","2":"Staessen","3":"...Looks like you don't know."},{"T":"301","2":"Staessen","3":"Just think for a moment. Where do you think the refugees went once the Corrupted destroyed the Green-Vanostock Line from the inside out?"},{"T":"301","2":"Liv","3":"After the World Government escorted them to New Yansk, their signal went offline..."},{"T":"301","2":"Lee","3":"That's preposterous. How could they have gone from New Yansk to New Murmansk...?"},{"T":"301","2":"Staessen","3":"I know, I know... That's nearly 6,000 kilometers. The tundra on the Siberian Plain has melted considerably, but it's still not an easy road to travel on..."},{"T":"301","2":"Staessen","3":"So once they reached the ARU's settlement... There were only 1,000 survivors."},{"T":"301","2":"Liv","3":"1,000...? But there were 64,000 refugees that left New Yansk..."},{"T":"301","2":"Staessen","3":"There were that many, huh...? I'm sorry to hear that."},{"T":"302","2":"..."}]