[{"T":"301","2":"Lucia","3":"Commandant."},{"T":"301","2":"Lucia","3":"I still don't think they suit me."},{"T":"301","2":"Lucia","3":"They look good but I just feel a bit on edge when using this frame."},{"T":"302","2":"You said it looks good!","4":"You don't feel comfortable?"},{"T":"301","2":"Lucia","3":"Twin tails do not match my style."},{"T":"301","2":"Lucia","3":"It's just that... How should I phrase it... I'm not used to it..."},{"T":"301","2":"Lucia","3":"I only know how to fight, so I've always focused on weapons and strength... I've never cared about appearances before."},{"T":"301","2":"Lucia","3":"But ever since you came after I received this frame, I've felt a bit strange."},{"T":"302","2":"What's that got to do with me?","4":"Strange?"},{"T":"301","2":"Lucia","3":"Yes."},{"T":"301","2":"Lucia","3":"I started to care about what people thought of me and what kind of impression I left..."},{"T":"301","2":"Lucia","3":"It's all useless for executing missions."},{"T":"301","2":"Lucia","3":"But I can't stop myself from thinking about it... This feeling, maybe I can only erase it by rebooting..."},{"T":"302","2":"You're afraid of change?","4":"I won't allow that."},{"T":"301","2":"Lucia","3":"I'm afraid."},{"T":"301","2":"Lucia","3":"I know, which is why I can only try to make myself forget these feelings."},{"T":"301","2":"Lucia","3":"If I accepted them, I may become an entirely different Lucia than I am now."},{"T":"301","2":"Lucia","3":"Is it really alright for someone like me to feel like that?"},{"T":"302","2":"You are you, Lucia.","4":"I'll still be by your side no matter what happens."},{"T":"301","2":"Lucia","3":"You're always like that..."},{"T":"301","2":"Lucia","3":"You're always like that, Commandant... Always coming up with straightforward and surprising solutions."},{"T":"301","2":"Lucia","3":"I can now confirm that Commandant is the root of these problems."},{"T":"302","2":"My fault?","4":"(Apologize first)"},{"T":"301","2":"Lucia","3":"So, um... The twin tails, do you think they look good, Commandant?"},{"T":"302","2":"I love twin tails!","4":"You look really good with twin tails!"},{"T":"301","2":"Lucia","3":"Commandant... It's a bit embarrassing hearing that from you..."}]