[{"T":"301","2":"Director","3":"Why are you all banged up?"},{"T":"301","2":"Director","3":"Sigh..."},{"T":"301","3":"The director wants to scold Changyu, but all he can muster up is a sigh."},{"T":"301","2":"Changyu","3":"I just had a run-in with some thugs... No big deal."},{"T":"301","3":"Changyu replies and looks around the theater. Laoyu is sitting at a table off to the side with Yusheng, who he had not seen for some time."},{"T":"301","2":"Changyu","3":"...Yusheng! Where have you been all this time?"},{"T":"301","3":"Changyu perks up with a smile, surprised at the sight of seeing a familiar face after so long."},{"T":"301","2":"Yusheng","3":"I had some family matters to attend to, so..."},{"T":"301","3":"Yusheng rubs his fingers. His once immaculate white hands are now wrapped in bandages."},{"T":"301","2":"Yusheng","3":"You're back just in time. I wanted to bid you all farewell."},{"T":"301","2":"Changyu","3":"Farewell? Where are you going?"},{"T":"301","2":"Yusheng","3":"Didn't you hear what Lady Qu said? The Corrupted are coming. I'm going to fight on the frontline."},{"T":"301","2":"Changyu","3":"Why? I saw some people walking towards the port. Shouldn't we pack up and board the ship together?"},{"T":"301","3":"Hearing Changyu's response, Yusheng shakes his head."},{"T":"301","2":"Yusheng","3":"After listening to the whole speech in the plaza, I choose to believe in Lady Qu."},{"T":"301","2":"Changyu","3":"Huh? You buy into this whole 'will of Kowloong' thing?"},{"T":"301","2":"Yusheng","3":"It's my own decision. Lady Qu left the choice to each of us."},{"T":"301","2":"Yusheng","3":"The ship is not suitable for my sick wife. Staying in the city to participate in the Tabula Akasha is more suitable for us."},{"T":"301","2":"Changyu","3":"Tabula Akasha? What's that? Forget it. It doesn't matter. So, why are you going to the frontline? What about your wife?"},{"T":"301","2":"Yusheng","3":"She's waiting for the Tabula Akasha to begin, but that's going to take some time."},{"T":"301","2":"Changyu","3":"So you..."},{"T":"301","2":"Yusheng","3":"Yes. Someone has to do it, just like Lady Qu and the others."},{"T":"301","2":"Changyu","3":"Director, try talking some sense into Yusheng."},{"T":"301","2":"Director","3":"..."},{"T":"301","2":"Changyu","3":"What are you doing, Director? Why are you just standing there...? Are you also planning..."},{"T":"301","2":"Director","3":"...Yes. I made my own choice as well... I don't want to board the ship and run away. Nor do I want to join the Tabula Akasha. I'm staying here in the theater."},{"T":"301","2":"Director","3":"I can't do something like abandoning my body and living in some machine."},{"T":"301","2":"Director","3":"All I can do is stay with the theater left to me by my ancestors."},{"T":"301","2":"Changyu","3":"...In that case, I'll stay here too!"},{"T":"301","2":"Director","3":"Quit kidding around! Go upstairs and pack your things. Laoyu, go take Changyu to the port."},{"T":"301","2":"Laoyu","3":"O-of course."},{"T":"301","2":"Director","3":"You're still young. You shouldn't give up your life like the rest of us."},{"T":"301","2":"Changyu","3":"I'm old enough to fight!"},{"T":"301","2":"Director","3":"Now's not the time to act up!"},{"T":"301","2":"Changyu","3":"If you're staying to fight, then count me in! After the war is over, we can continue running the theater. I just finished repairing the props we'll need..."},{"T":"301","2":"Director","3":"Changyu, if you really have grown up, then quit being so naive!"},{"T":"301","2":"Director","3":"I didn't have the heart to say it, but I sold the theater a long time ago. That's why Yusheng was able to take his wife to see a doctor."},{"T":"301","2":"Director","3":"But who could've imagined something like this would happen before she was cured."},{"T":"301","2":"Director","3":"You are just a child. You can't possibly understand the cruelties of war—we might not survive. This is the last time we'll ever see each other."},{"T":"301","2":"Director","3":"As the director, I appreciate your dedication to the theater... But some things in this world can't be paid back."},{"T":"301","2":"Director","3":"We are just a footnote in the history of Kowloong. We are constantly pushed forward by the flow of time."},{"T":"301","2":"Changyu","3":"Enough!"},{"T":"301","2":"Changyu","3":"I just don't want to lose everyone. I want things to go back to normal. You always treat me like a child and make decisions for me. But have you really asked what I think?!"},{"T":"301","2":"Director","3":"This is for your own good."},{"T":"301","2":"Changyu","3":"Yes, I know. It's for my own good. I know I've only ever been a child in your eyes."},{"T":"301","2":"Changyu","3":"But I'm still a member of the Kowloong Theater!"},{"T":"301","2":"Changyu","3":"Why didn't you tell me anything? I can help!"},{"T":"301","3":"Changyu begins to shake with anger, but his eyes remain firm with conviction."},{"T":"301","2":"Director","3":"Changyu..."},{"T":"301","3":"A sudden explosion outside the theater interrupts their conversation. Hearing this, Yusheng gets up from his seat."},{"T":"301","2":"Yusheng","3":"We're out of time... I need to get going. Care to see me off?"},{"T":"301","2":"Director & Changyu","3":"..."},{"T":"301","3":"The room falls silent. Yusheng smiles and walks toward the gate of the theater as Changyu and the others follow him out."}]