[{"T":"301","2":"Cathy 6337","3":"Everyone, this is, the proud feature of Venus Splash Park—Morning Star Beach!"},{"T":"301","2":"Cathy 6337","3":"Please have fun and relax for now! We will be following the tour schedule and enter the theme park in one hour."},{"T":"301","2":"Lucia","3":"Have fun and relax, huh..."},{"T":"301","2":"Liv","3":"Cathy, are there still hostile mechanoids lurking around? Like the ones that just attacked you?"},{"T":"301","2":"Cathy 6337","3":"They are, few. Bad colleagues, recently, occasionally appear."},{"T":"301","2":"Cathy 6337","3":"An open air theme park—quiet, lively, choice for relaxation!"},{"T":"301","2":"Lee","3":"Hmm, few indeed... No more Corrupted signals other than the ones we just defeated."},{"T":"302","2":"So those were just a few strays, huh?"},{"T":"301","2":"Lee","3":"Unsure. Not enough info to decide if we should stay on high alert or not."},{"T":"301","2":"Liv","3":"I looked up the records of other Golden Age theme parks, and they don't seem to use that many mechanoids. So that might have just been a coincidence..."},{"T":"301","2":"Ayla","3":"Probably because a theme park is meant to accommodate tourists, right?"},{"T":"301","2":"Ayla","3":"You only need enough mechanoids to satisfy the needs of human tourists. So you don't need a lot of 'em."},{"T":"302","2":"Ayla? You're here too!"},{"T":"301","2":"Ayla","3":"Of course! I happened to be in a base nearby, so I applied to President Hassen to come over!"},{"T":"301","2":"Ayla","3":"We recovered some pretty interesting relics from the operation in Kowloong, so Allen's interest for Earth has been growing—"},{"T":"301","2":"Ayla","3":"Anyway, I'm just here to play and have fun!"},{"T":"301","2":"Ayla","3":"Aaaand I'm not the only 'uninvited guest!'"},{"T":"301","2":"Sophia","3":"Sophia too."},{"T":"302","2":"...?"},{"T":"301","2":"Sophia","3":"I was assigned here by President Hassen after returning to my envoy work."},{"T":"302","2":"Is Babylonia okay...","4":"Everyone's here..."},{"T":"301","2":"Sophia","3":"...? Babylonia is okay."},{"T":"301","2":"Sophia","3":"Celica said, 'Next vacation might be in who-knows-how-long, so I might as well get everyone in on this.'"},{"T":"301","2":"Sophia","3":"That's what she said."},{"T":"301","2":"Lucia","3":"Well, it's good that we have more people to play with, right?"},{"T":"301","2":"Karenina","3":"DON'T! FORGET! BOUT! ME!"},{"T":"301","2":"Karenina","3":"Are y'all planning to leave me behind?!"},{"T":"301","2":"Karenina","3":"I heard about your vacation from 【kuroname】, and I sped it through with the Prez. Karenina, now here in the name of 'reconstruction inspection'!"},{"T":"301","3":"Karenina stands with her hands planted on her hips, glaring all over. She seems to be searching for someone."},{"T":"301","2":"Karenina","3":"...Where's Lucia? Don't think you can hide from me by going on some vacation! We'll settle this once and for all this time!"},{"T":"301","2":"Liv","3":"Karen's frame... looks a bit different than usual."},{"T":"301","2":"Karenina","3":"I hopped over straight from the work site. No time to switch outta this specialized frame."},{"T":"301","2":"Lucia","3":"I didn't come on vacation to avoid you. I received a mission telling us to 'wind down.'"},{"T":"301","2":"Karenina","3":"I see... So it's a contest of who winds down the best, huh? Alright then!"},{"T":"301","2":"Karenina","3":"Whatever it is, and whatever reason you give. You're not getting away this time!"},{"T":"301","2":"Karenina","3":"Lucia is Lucia! Even if her memory data's gone all wonky, she's still the same Lucia I'm gonna beat!"},{"T":"302","2":"I don't think Karenina is even listening..."},{"T":"301","2":"Ayla","3":"Speaking of, I've been to various ruins, but it's my first time at a water park."},{"T":"301","2":"Ayla","3":"We gotta have fun and play in a water park, right? So... how do we do that?"},{"T":"302","2":"...We eat and drink, maybe?","4":"...We walk around, maybe?"},{"T":"301","2":"Lee","3":"Eat and drink... Only you can do that, right, Commandant?"},{"T":"301","2":"Liv","3":"Well, our sensory receptors can experience taste too."},{"T":"301","2":"Lucia","3":"But it is not accompanied by the human feeling of satiety and pleasure."},{"T":"301","2":"Lucia","3":"...Well, it's still worth exploring this place, I think."},{"T":"301","2":"Lucia","3":"...Yeah, this place does seem worthy of exploration."},{"T":"301","2":"Lucia","3":"Let's see what discoveries lie in store for us!"},{"T":"301","2":"Liv","3":"Agreed!"},{"T":"301","2":"Lee","3":"Might as well. It's not like we're on an urgent mission right now."},{"T":"301","3":"A little earlier, on the same beach where the Babylonia crowd is playing around..."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"Looking up at the dark sky, reaching one's hand straight out."},{"T":"301","3":"Knowing not what one yearns for, bearing wishes for some things to come true."},{"T":"301","3":"..."},{"T":"301","2":"Roland & Gabriel","3":"Miss Luna."},{"T":"301","3":"...Must be overthinking it."},{"T":"301","2":"Luna","3":"Speak."},{"T":"301","2":"Gabriel","3":"Miss Alpha is herding the target, and he is moving along the anticipated route."},{"T":"301","2":"Roland","3":"As for me... The hunting grounds are ready. He will have no qualms dying with the funeral we've prepared him."},{"T":"301","2":"Luna","3":"You all know what to do. Yes?"},{"T":"301","2":"Gabriel","3":"Obliterate Shome."},{"T":"301","2":"Roland","3":"His death shall deter his savior."},{"T":"301","2":"Luna","3":"Good. Do so."}]