[{"T":"301","2":"Lucia","3":"...Something's off."},{"T":"301","3":"After completing the immersion process and removing the obstructive data wall, the four of you arrive at Parliament Square in the virtual space."},{"T":"301","3":"Have you not remembered being pushed into the frame, you would have felt as if you were 'teleported' to Parliament Square directly from the bridge."},{"T":"301","3":"...But, for some reason, something does not feel the same."},{"T":"301","2":"Asimov","3":"What's wrong?"},{"T":"302","2":"...What's that?"},{"T":"301","2":"Lucia","3":"It looks like... some things have formed a wall."},{"T":"301","2":"Lee","3":"Strange... I can't use my sensor to detect what the 'wall' is made out of."},{"T":"301","2":"Asimov","3":"...It's data. It's a flowing wall of white-noise-like data."},{"T":"301","2":"Asimov","3":"You can understand it as a wall formed from the data stream. It's one of the anti-interference protocols."},{"T":"301","2":"Lee","3":"Looks like it really has been infiltrated..."},{"T":"301","2":"Asimov","3":"I'm afraid so. We can only find a way to close or go through it once the immersion process is complete."},{"T":"302","2":"...How do we do that?"},{"T":"301","2":"Asimov","3":"Like I just said... We have to 'find' a way."},{"T":"302","2":"..."},{"T":"301","3":"A few days ago."},{"T":"301","3":"A young man with blonde hair stood before the doorway to the conference room. Seeing that the door was ajar, he softly took a breath, then knocked on the door."},{"T":"301","2":"???","3":"Come in."},{"T":"301","2":"Murray","3":"Commander Nikola, is there something... Oh, President Hassen. Seems like you've been quite busy recently. I haven't had a chance to speak with you."},{"T":"301","2":"Hassen","3":"...Have a seat."},{"T":"301","3":"Hassen refrained from responding to Murray. Instead, he motioned Murray to take a seat on the other side of the table."},{"T":"301","3":"Murray sat opposite to Hassen, with a cup of coffee placed in front of him."},{"T":"301","3":"Murray looked at Hassen through the steam coming from the coffee, then blinked awkwardly."},{"T":"301","2":"Hassen","3":"There's no need to be nervous. Celica brewed the coffee herself."},{"T":"301","3":"Hearing this, Murray smiled and took a sip of the coffee."},{"T":"301","2":"Murray","3":"Thank you. Tastes... good."},{"T":"301","3":"Standing off to the side, Nikola put down his now empty cup, then turned on the holo-screen."},{"T":"301","2":"Nikola","3":"I told you, Hassen. He's fine."},{"T":"301","2":"Nikola","3":"Let's get down to business."},{"T":"301","3":"Following Nikola's gesture, Murray shifted his gaze to the content on the holo-screen."},{"T":"301","2":"Murray","3":"This... this is the report I submitted to you. Is President Hassen here with you because there is an issue with it?"},{"T":"301","2":"Hassen","3":"Not with the information itself. What concerns me is how you got it."},{"T":"301","3":"Holding the coffee cup, Murray came to a halt and stayed silent."},{"T":"301","2":"Nikola","3":"Still not willing to tell us how you got your hands on this information?"},{"T":"301","2":"Murray","3":"Well... I'd like to live a little longer."},{"T":"301","3":"Murray answered softly with a slightly apologetic tone. However, Hassen understood that the young man would not come clean."},{"T":"301","2":"Hassen","3":"In that case, why don't you transfer back? It would be better for someone in your condition."},{"T":"301","2":"Murray","3":"Thank you for your concern, Mr. President. But I'm happy with my current job. I'm not considering a transfer right now."},{"T":"301","2":"Murray","3":"My intelligence work is just a way for me to accumulate combat experience. After all, my physical condition... doesn't allow me to become a commandant with boots on the ground."},{"T":"301","2":"Nikola","3":"In some ways, I'm happy with the work you produce, and I don't intend to transfer you elsewhere. You're also the only person besides the Gray Raven Commandant who passes the test currently."},{"T":"301","3":"So you should understand that, even if the source of your intel violates our rules, we won't sentence you to death for this."},{"T":"301","3":"Murray looked down at his reflection in the coffee cup, obscuring his expression from the two men sitting opposite him."},{"T":"301","3":"He quickly raised his head again, then the corners of his mouth curled into a gentle, peculiar smile."},{"T":"301","2":"Murray","3":"Sir, I was given a mission, and I completed it. That's all."},{"T":"301","2":"Murray","3":"Just as I won't ask you how you will use this information, you won't have to inquire the details on how I obtain information."},{"T":"301","2":"Nikola","3":"You wouldn't have the authority to ask."},{"T":"301","2":"Murray","3":"You're right."},{"T":"301","2":"Hassen","3":"We know that what you're doing, at least in terms of results, are still for the benefit of Babylonia."},{"T":"301","2":"Hassen","3":"We seek a common goal. However..."},{"T":"301","2":"Hassen","3":"Murray, no matter how many moves you can make behind the scenes, don't you think they can remain hidden forever."},{"T":"301","2":"Hassen","3":"I think you can gauge where the lines are, at least for the time being."},{"T":"301","2":"Murray","3":"Thank you to both of you for your trust."},{"T":"301","2":"Nikola","3":"You've worked under me for quite some time, but I must admit—I still haven't had you figured out."},{"T":"301","3":"Nikola took out a black folder from a briefcase under the table and pushed it across to Murray."},{"T":"301","2":"Nikola","3":"If you're unwilling to divulge the source of your intel, the least you can do is be of use."},{"T":"301","2":"Murray","3":"What do you want me to do?"},{"T":"301","2":"Nikola","3":"As always, what you do best."},{"T":"301","3":"Murray immediately noticed the logo on the file. He let out an apparent smile, then looked up at Nikola."},{"T":"301","2":"Murray","3":"...I'm not your only bet in this game, am I?"},{"T":"301","2":"Nikola","3":"Just make sure you get the job done."},{"T":"301","2":"Nikola","3":"We just want to see results that benefit Babylonia. That's all."},{"T":"301","2":"Hassen","3":"You can put down your cup of coffee now. You don't have to keep holding it if it isn't to your liking."},{"T":"301","3":"After that, Hassen and Nikola stood up and left the conference room, leaving Murray with his coffee, unsure whether or not to drink it."},{"T":"301","2":"Murray","3":"..."},{"T":"301","3":"After quite some time, he finally took a deep breath and smiled bitterly as if being relieved of a heavy burden."},{"T":"301","2":"Murray","3":"That... wasn't very pleasant at all."}]