[{"T":"301","2":"Merchant A","3":"Fresh livers freshly harvested from fresh bodies! Check it out!"},{"T":"301","2":"Merchant B","3":"Looking for prosthetics? Here's your one-stop-shop for all your mechanical body parts!"},{"T":"301","2":"Merchant C","3":"Toasty pupas, fresh off the grill!"},{"T":"301","2":"Child","3":"Ma, can I have this—"},{"T":"301","2":"Woman","3":"Zip it! One more word and I'm selling you to the 'bad-wagon'! How do you like that?!"},{"T":"301","2":"Shady Merchant","3":"Hey, lady, cute kid you got there! Bit of a waste to send him off in the 'wagon,' no? How about let me take him off your hands—at a premium, even! I know you ladies have it rough on this boat—"},{"T":"301","2":"Woman","3":"You getting ideas on my kid now?! Get the hell away before you piss me off!"},{"T":"301","2":"Shady Merchant","3":"Whoa, easy! There's no need to be uncivilized..."},{"T":"301","2":"Child","3":"Pffffftt!!!"},{"T":"301","3":"The boy pulls a face at the shady merchant as his mother drags him away."},{"T":"301","2":"Angry, Shady Merchant","3":"Damn kid! I'm gonna get you one day!"},{"T":"301","2":"???","3":"You show him, boss!"},{"T":"301","2":"Shady Merchant","3":"???"},{"T":"301","2":"Shady Merchant","3":"Who the hell are you?"},{"T":"301","2":"Changyu","3":"It's cool, man, I feel you. I can't believe how disrespectful that little brat was!"},{"T":"301","2":"Shady Merchant","3":"It's none of your business, you little shit! Get lost!"},{"T":"301","2":"Changyu","3":"Oh, mister, you really shouldn't judge a book by its cover... I'm here to do business."},{"T":"301","2":"Shady Merchant","3":"Business? Does it look like a candy shop here, kid?"},{"T":"301","3":"Changyu quickly scans his surroundings, making sure no mechanoid guards are patrolling nearby. He removes the bag from his waist."},{"T":"301","3":"It is a most ordinary purse, identical to the one the merchant has on his stall. But Changyu is holding it more cautiously than one would a child, carefully unzipping the bag before the merchant's eyes."},{"T":"301","2":"Shady Merchant","3":"I said get lost—what the hell... Is this... A Construct?!"},{"T":"301","2":"Changyu","3":"Shush! The Kowloong Crew's gonna confiscate it if they find out!"},{"T":"301","2":"Shady Merchant","3":"How did you..."},{"T":"301","3":"The merchant coughs and lowers his voice, trying to sound calm and collected."},{"T":"301","2":"Shady Merchant","3":"How did you get your hands on a Receptor? Where does it come from?"},{"T":"301","2":"Changyu","3":"I'm just the errand boy—my employer is a pretty private person, so I'm acting as his eyes and ears. And from what I've heard, you're the most reputable vendor in these parts."},{"T":"301","2":"Shady Merchant","3":"You bet! You're in luck, kid, 'cause your new buddy Todd here is the fairest merchant of them all!"},{"T":"301","3":"The shady merchant reaches for Changyu's bag as he speaks."},{"T":"301","2":"Shady Merchant","3":"Now, the fair thing to do is to inspect the goods first..."},{"T":"301","2":"Changyu","3":"Hey!"},{"T":"301","3":"Changyu clenches the bag in his hands, his face filled with suspicion."},{"T":"301","2":"Changyu","3":"Give us an offer, and you can inspect it all you want. This is just my first stop of the night—my employer told me to get a few more offers before making a deal..."},{"T":"301","2":"Shady Merchant","3":"Trust me, you won't be getting a better offer than mine!"},{"T":"301","2":"Changyu","3":"Really?"},{"T":"301","2":"Shady Merchant","3":"Enough with the dawdling—I thought you're here on business? So show me the merchandise!"},{"T":"301","2":"Changyu","3":"Fine, but you better be careful. The Receptor cost my employer a fortune. He just got it from a trader who arrived from the mainland..."},{"T":"301","3":"The shady merchant has stopped listening to Changyu's babbling. His hand meticulously traces the horned contour of the Receptor, his eyes wide with awe and greed."},{"T":"301","2":"Anonymous Hawker","3":"R-run! The Kowloong Crew—the damn Kowloong Crew is coming!"},{"T":"301","3":"The hysterical hawker sprints in the direction of Changyu, screaming and shouting as he nears. He is holding all his wares in his arms, the bits and pieces falling all over as he frantically runs."},{"T":"301","3":"The shouting causes a commotion in the black market."},{"T":"301","2":"Merchant A","3":"What's with the Kowloong Crew? They never paid attention to the black market! Is some bigwig making deals here again?"},{"T":"301","2":"Merchant B","3":"Just pack up and bolt! I don't want my stuff confiscated like last time!"},{"T":"301","2":"Complaining Merchant","3":"Come on! It's my first day here!"},{"T":"301","2":"Shady Merchant","3":"What?! The Kowloong Crew... Listen, buddy, I've gotta run. We'll do this again sometime!"},{"T":"301","2":"Changyu","3":"H-hey! Hand the Receptor back!"},{"T":"301","2":"Shady Merchant","3":"Here you go—I'm outta here!"},{"T":"301","3":"The merchant shoves the purse into Changyu's arms, then swiftly picks up his goods and vanishes into the night."},{"T":"301","2":"Changyu","3":"...Hah."},{"T":"301","3":"Changyu shakes the bag he has been handed, and out comes crisp, clanking sounds."},{"T":"301","2":"Changyu","3":"And... scene!"},{"T":"301","3":"The door of the gambling den by the street corner slides open, and out slips a young man. Shoutings can be heard through the gap from the many stirring gambling heads."},{"T":"301","3":"Red and green lights flash intermittently from the three neon signs above the door. The center one writes 'Fortune's Favor,' while to its two sides sit 'Give Fools Their Gold' and 'And Knaves Their Power.'"},{"T":"301","3":"The beggar who frequents outside the gambling den greets the exiting young man."},{"T":"301","2":"Elderly Beggar","3":"Changyu, my lad, where have you been?"},{"T":"301","2":"Changyu","3":"(Chuckles)"},{"T":"301","3":"Without answering, Changyu grins and casually throws the beggar a grub. He catches it."},{"T":"301","2":"Elderly Beggar","3":"You're gonna get busted if you keep taking shortcuts through the den..."},{"T":"301","2":"Changyu","3":"I know what I'm doing, old man. How about you stop worrying, and go grab some food instead? My treat."},{"T":"301","2":"Elderly Beggar","3":"Look at that smug face of yours... What have you done this time?"},{"T":"301","2":"Elderly Beggar","3":"And where's the boy who's been hanging with you?"},{"T":"301","2":"Changyu","3":"He—"},{"T":"301","3":"Before Changyu can answer, a group of barefoot urchins comes running down the alley."},{"T":"301","3":"Like a well-oiled machine, the children surround Changyu, some pulling his sleeves while others holding onto his legs, their voices chiming and chattering."},{"T":"301","2":"Urchins","3":"Changyu! Changyu! Give us some snack money, please?"},{"T":"301","2":"Changyu","3":"You monkeys!"},{"T":"301","3":"Despite complaining, Changyu takes out a handful of grubs nonetheless."},{"T":"301","2":"Changyu","3":"Scoot! Leave me alone!"},{"T":"301","2":"Urchins","3":"You're the best!"},{"T":"301","3":"The urchins collect their bounty and scatter. And where they were, stands someone else leaning against the wall."},{"T":"301","2":"Huainan","3":"Didn't take you as someone charitable."},{"T":"301","2":"Changyu","3":"We're all literally on the same boat, trying to make ends meet. Not that it's my money anyway."},{"T":"301","2":"Huainan","3":"So did you get it?"},{"T":"301","2":"Changyu","3":"Sigh, forget it..."},{"T":"301","3":"Changyu gestures dramatically in disappointment."},{"T":"301","2":"Changyu","3":"...Of course I got it!"},{"T":"301","2":"Changyu","3":"There's nothing I can't do if I set my mind to it! That guy immediately panicked when he saw me acting oh-so reluctant, and he swapped his money bag with my 'horny' one during the fiasco."},{"T":"301","2":"Changyu","3":"Real impressive switcheroo, I'll give him that... A shame he got outplayed. I wonder what his face looks like once he finds out the Receptor is fake."},{"T":"301","2":"Changyu","3":"Well, you reap what you sow."},{"T":"301","2":"Changyu","3":"By the way, you were fantastic! Even I got a little scared of the 'Pulao Crew' chasing you!"},{"T":"301","2":"Huainan","3":"Stop exaggerating..."},{"T":"301","3":"Perhaps discord does make concord. Changyu ran into Huainan a few more times since their first eventful encounter, and the two young men eventually became friends—and business partners."},{"T":"301","2":"Changyu","3":"Let's roll! Full wallet means full bellies!"},{"T":"301","3":"Huainan looks meek with Changyu's arm around him."},{"T":"301","2":"Huainan","3":"Don't spend it all like you did last time—"},{"T":"301","3":"The door to the gambling den suddenly bursts open, and two black-clad men drag and throw out a humanoid body. The injured figure gives a muffled grunt."},{"T":"301","3":"It is a Construct. Black liquid covers the Construct's face and hides the body's features. 'It' groans, sporadically, as it extends its arm toward Changyu, seemingly desperate to grasp onto something."},{"T":"301","2":"Changyu","3":"A Construct here of all places..."},{"T":"301","2":"Damaged Construct","3":"..."},{"T":"301","3":"The Construct's hand drops. Its body lies still on the ground."},{"T":"301","3":"Changyu is no stranger to scenes like this. They are a common sight on the boat, and all he can do is look out for himself and nothing more. That is how one survives the Nighter."},{"T":"301","3":"Then he notices how tight Huainan is gripping his hand. Changyu can feel him shaking through his coat, struggling to stay composed."},{"T":"301","2":"Changyu","3":"You good?"},{"T":"301","3":"The beggar nearby immediately adverts his gaze, pretending nothing has happened."},{"T":"301","2":"Huainan","3":"..."},{"T":"301","3":"Huainan takes a deep breath and lets go of Changyu, giving him a small nod."},{"T":"301","2":"Huainan","3":"I'm good."},{"T":"301","2":"Changyu","3":"...Is it the Construct?"},{"T":"301","2":"Huainan","3":"...Not our damn business, isn't it?"},{"T":"301","2":"Changyu","3":"They probably sold their bodies as merchandise to become Constructs. If that's what it takes for them to survive, then that's their choice, and that's how things go here. You... live with it."},{"T":"301","2":"Huainan","3":"But... how? Have you ever considered that maybe people should just get to live? What if we weren't supposed to sell our souls only for a shot at life?!"},{"T":"301","2":"Changyu","3":"What's that all about? It's always a trade. Always."},{"T":"301","2":"Huainan","3":"...Is that so. Maybe you're right."},{"T":"301","2":"Changyu","3":"What you said is no way to survive on this boat!"},{"T":"301","2":"Huainan","3":"...Yeah, I was overthinking it. Let's go."},{"T":"301","2":"Huainan","3":"I've still got things to do after this."},{"T":"301","2":"Changyu","3":"...Are you really alright?"},{"T":"301","3":"They look into each other's eyes. Changyu scratches his head."},{"T":"301","2":"Changyu","3":"Let's go, then. What do you want to eat?"},{"T":"301","3":"There is only silence in the alleys in the dead of night."},{"T":"301","3":"Out of nowhere comes a piercing scream, followed by frantic footsteps—gunshots—a heavy thud as something falls on the ground. Then everything is quiet again, save for the ravaging wind on the deck."},{"T":"301","2":"Elderly Beggar","3":"...So unfair."},{"T":"301","2":"Elderly Beggar","3":"Probably runs out of gambling folks at this hour. Might as well call it a day."},{"T":"301","3":"The coughing beggar curls up in the freezing wind. He goes and packs up his belongings, only to find a pair of feet standing in front of him."},{"T":"301","2":"???","3":"A question, old man."},{"T":"301","2":"Elderly Beggar","3":"You! Cough—What the hell are you doing here in the middle of the night?"},{"T":"301","3":"Out of the shadow comes a young man crouching before the beggar."},{"T":"301","2":"Changyu","3":"Just wondering what's the deal with the Construct earlier. You heard anything about it?"},{"T":"301","2":"Elderly Beggar","3":"Oh... What's it to you?"},{"T":"301","2":"Changyu","3":"Just curious. C'mon, haven't I been treating you pretty well? Wanna give me the scoop?"},{"T":"301","2":"Elderly Beggar","3":"I don't mind telling you, but you better not get involved with that lot..."},{"T":"301","2":"Changyu","3":"I'm just being nosy. Folks like us, the worst thing we can face on this boat is uncertainty, don't you agree?"},{"T":"301","2":"Elderly Beggar","3":"Well... If you say so..."},{"T":"301","3":"The beggar thinks for a moment."},{"T":"301","2":"Elderly Beggar","3":"The 'bad-wagon.'"},{"T":"301","2":"Changyu","3":"'Bad-wagon'? You mean..."},{"T":"301","2":"Elderly Beggar","3":"Akdilek, the enterprise built on top of a train. They control the bulk of Earth's economy... For some reason, they have their eyes on us recently and bought a bunch of Constructs on the black market."},{"T":"301","3":"Changyu has heard of this 'bad-wagon' in the past, but he never thought it would concern him someday."},{"T":"301","2":"Elderly Beggar","3":"Word is they're experimenting on putting mechanoid brains into human bodies, even though swapping minds between different species is forbidden..."},{"T":"301","2":"Elderly Beggar","3":"That, or they're buying the Constructs as toys for the Aristocrats... Now you know where the Construct bodies that they throw away every time we dock come from."},{"T":"301","2":"Elderly Beggar","3":"And I hear that they're looking for humans suitable to be refitted into Constructs... Knowing what I know now, maybe you should keep an eye out."},{"T":"301","2":"Changyu","3":"Is Akdilek why those merchants are attending the Trade Fair? But why the Nighter?"},{"T":"301","2":"Elderly Beggar","3":"Who knows? But no one's bothered to hide anything even when someone pokes around, if you know what I mean. Just don't do anything stupid."},{"T":"301","2":"Changyu","3":"...I see."},{"T":"301","2":"Changyu","3":"I appreciate it. I'll leave you be."},{"T":"301","3":"Akdilek... Huainan..."},{"T":"301","3":"What happened...?"}]