[{"T":"301","3":"She once read about an article amongst many Golden Age works Yarha collected."},{"T":"301","3":"'I see the invisible bursts of gamma radiation from giant stars converting into pure energy by their own mass. I see the flashes that flicker from the far side of the universe.'"},{"T":"301","3":"—Just like all the births and demises she is witnessing."},{"T":"301","3":"The overwhelming gunfire pulls Liv back from the temporary connection. In her blurred vision, she sees the blood-soaked dove standing on a thorn in front of her eyes. It is flapping its wings and chirping loudly as if chanting a battle anthem."},{"T":"301","3":"The bird shakes off crimson Punishing Virus from its wings, revealing the white plumes under... It has become an egret."},{"T":"301","2":"Liv","3":"Why...?"},{"T":"301","3":"Liv is slightly confused. She can only vaguely grasp the information as her memory is trapped among the vast amount of data."},{"T":"301","2":"Liv","3":"Where do you come from...? Why do you keep changing your look?"},{"T":"301","3":"It didn't answer. Elegantly paced, the bird just walks around and sings. As it flaps its wings again, white feathers fall on Liv, throwing her into another data torrent."},{"T":"301","3":"After hanging up the comms from the World Government, I sit on the ground and let out a sigh."},{"T":"301","2":"??","3":"Officer Yelena...?"},{"T":"301","3":"I heard the medic's voice behind me, but did not look back. Instead, I continue to gaze at the gunfire in the war zone."},{"T":"301","2":"Medic","3":"I hope I didn't disturb you..."},{"T":"301","2":"Yelena","3":"It's okay. Sit down."},{"T":"301","3":"I gesture her to take a seat."},{"T":"301","2":"Yelena","3":"Have all the wounded soldiers been treated?"},{"T":"301","2":"Medic","3":"Yeah, all done. The other two medics are recovering well. If time permits, they will all be fit for combat. We are running low on medical supplies though... When can we expect them?"},{"T":"301","2":"Yelena","3":"Never."},{"T":"301","2":"Medic","3":"...What?"},{"T":"301","2":"Yelena","3":"The HQ wants us to give up this base and retreat before sunrise."},{"T":"301","3":"The medic's eyes open wide, unable to believe what she just heard. I see gunfire from afar reflected in her clear pupils."},{"T":"301","2":"Medic","3":"But there are still lots of soldiers outside the secure area of defense! Are we going to leave them all behind?!"},{"T":"301","2":"Yelena","3":"You've already done a great job, medic."},{"T":"301","3":"These soldiers have given it all... Her kindness is invaluable to them."},{"T":"301","3":"All soldiers have developed trust in her. Some would even scream her name on the brink of death. She has made quite a name for herself with her fearlessness, along with her signature smile—my reprimand didn't work. She has already mastered the skill to treat the soldiers while comforting them, which is not a bad thing."},{"T":"301","3":"These soldiers have given it all... Her kindness is invaluable to them."},{"T":"301","2":"Medic","3":"I... I can't..."},{"T":"301","2":"Medic","3":"Why the rush...? Can't we wait for the other soldiers to retreat first? We tried so hard to save them..."},{"T":"301","2":"Yelena","3":"The HQ always makes the most rational decision. We need to stop before it's too late."},{"T":"301","2":"Medic","3":"But I have been working so hard these days... I..."},{"T":"301","3":"Her voice begins to tremble with sobs, but she soon realizes it is inappropriate to talk like this. She wipes her eyes and tries to calm herself."},{"T":"301","2":"Medic","3":"..."},{"T":"301","3":"There is a dead silence. Moments later, she whispers to herself."},{"T":"301","2":"Medic","3":"What's the point of this war...? Did I really save those lives...?"},{"T":"301","2":"Yelena","3":"It's too early to doubt it. You will have more questions like this in the future, only more painful."},{"T":"301","2":"Yelena","3":"I used to ask myself over and over again. What's the point of this war? Will humanity win? Can the Punishing Virus truly be defeated?"},{"T":"301","2":"Yelena","3":"Nobody has the answer. Maybe mankind only has a one-in-a-billion chance to win, but that's what we are fighting for."},{"T":"301","2":"Yelena","3":"It's like... um... The chance for humans to emerge on Earth was extremely slim to begin with, right?"},{"T":"301","2":"Yelena","3":"But since we are already here as a result of that miracle, why don't we believe that mankind will also grasp that similarly slim chance to defeat the Punishing Virus?"},{"T":"301","3":"With tears still on her face, the medic smiles."},{"T":"301","2":"Medic","3":"Yes... You're right."},{"T":"301","2":"Medic","3":"I will continue to fight, even for a one-in-a-billion chance."},{"T":"301","2":"Medic","3":"Yarha once said... we are just an advanced breed of primates on a minor planet orbiting around a very average star, in the outer suburb of one among a hundred billion galaxies."},{"T":"301","2":"Yelena","3":"What? Who?"},{"T":"301","2":"Medic","3":"The soldier asking for help on the first day we arrived at the frontline... Remember?"},{"T":"301","2":"Yelena","3":"Oh, Gloomy Face. Do you chat with them during their treatment?"},{"T":"301","2":"Medic","3":"We don't have enough supplies. Sometimes, we couldn't give them general anesthesia during surgery. Talking to them can distract them from the pain..."},{"T":"301","2":"Medic","3":"Flina loves desserts, so I often ask her to think of her favorite ones. It works well. Hayami has a little brother who she misses badly. She can endure any pain if we talk about her family. I hope she can go home one day. Yarha seems to be really into science. He always talks about it when he's nervous..."},{"T":"301","3":"The medic talks about every patient of hers like they are her best friends. She will make a great doctor."},{"T":"301","2":"Medic","3":"He seems to be always pessimistic... He once told me that perhaps the fate of humanity was to embrace doomsday and be destroyed."},{"T":"301","2":"Medic","3":"I couldn't answer him back then, for I was also lost... But your words made me start thinking of my duty, Officer Yelena."},{"T":"301","2":"Medic","3":"No matter how I ended up here, as long as I can do my little part and help others..."},{"T":"301","2":"Medic","3":"I'll be very happy already."},{"T":"301","2":"Yelena","3":"You always give me surprises, medic."},{"T":"301","2":"Medic","3":"...Huh?"},{"T":"301","2":"Yelena","3":"Your greatest strength is the ability to spread hope in a world of despair."},{"T":"301","3":"She flushes once again at my frankness. Somehow, I feel like her red face isn't that frail anymore."},{"T":"301","2":"Medic","3":"Someone once saved my life. I will be ashamed if I waste it away..."},{"T":"301","2":"Medic","3":"And it was your guidance that helped me find the meaning of my life. If I can pass on this faith, my life and that person's life will also be continued on this land."},{"T":"301","2":"Medic","3":"Allow me to express my gratitude once again... Thank you, Ma'am."},{"T":"301","3":"The reflection of gunfire from afar flickers on her face. She closes her eyes and mumbles, as if making a prayer to the battlefield."},{"T":"301","2":"Medic","3":"...I will do anything as long as I can help them."},{"T":"301","2":"Medic","3":"Please, let me do just a little more..."},{"T":"301","3":"I couldn't catch her last word, but it sounds like 'mother.'"},{"T":"301","2":"Yelena","3":"Speaking of it, I know a way to quickly make your wish come true."},{"T":"301","2":"Medic","3":"Hmm? What is it?"},{"T":"301","3":"I raise my steel arm and half-jokingly say."},{"T":"301","2":"Yelena","3":"You can swap into this."},{"T":"301","2":"Medic","3":"C-can I?"},{"T":"301","2":"Yelena","3":"...Of course not. Back in my hometown, I could fight a bear barehanded."},{"T":"301","2":"Medic","3":"...I'm sorry."},{"T":"301","2":"Yelena","3":"Actually, I don't know. The World Government should have made a lot of Constructs now, but apparently they can't be used yet. I'm just an experiment."},{"T":"301","3":"I twist my right arm. It makes a horrifying clink and turns over. The medic turns pale and I feel like she is going to rush over to fix my arm, so I quickly twist it back to the correct position."},{"T":"301","3":"She wants to touch my arm, but takes her hand back after seeing the scratch marks on it."},{"T":"301","2":"Medic","3":"...Does it hurt?"},{"T":"301","2":"Yelena","3":"The pain module can be turned off, but I hate it because... Um... I don't feel like a human anymore. It's like I'm just a running machine."},{"T":"301","2":"Medic","3":"How did they... modify you?"},{"T":"301","3":"I try to recall but cannot find any good memory, so I give an obscure answer."},{"T":"301","2":"Yelena","3":"The pain is worse than local anesthesia. In fact, they could not use anesthesia at all in the surgery. It would make... M.I.N.D. unstable."},{"T":"301","2":"Yelena","3":"There's nothing good about it. I only did it because there was no other way..."},{"T":"301","2":"Yelena","3":"The best vessel of human soul is still the human body. It's nature's selection. Extracting the soul and putting it elsewhere will inevitably change its shape."},{"T":"301","2":"Yelena","3":"It takes a lot more effort to barely maintain the soul's original form."},{"T":"301","2":"Medic","3":"Is that so...? I'm sorry, Ma'am... It must be difficult."},{"T":"301","2":"Yelena","3":"But compared to the human body, the power it brings matters a lot more in a war. We don't have much choice in this age."},{"T":"301","2":"Medic","3":"...Thank you."},{"T":"301","2":"Medic","3":"No matter what... I will not fail you."},{"T":"301","2":"Yelena","3":"...It's getting late. Time to go back. We need to evacuate before dawn. There's not much time left."},{"T":"301","3":"She also gets back on her feet. Not sure how I feel about retreating, though. Should I even be relieved?"},{"T":"301","3":"I return to the camp and announce the decision. But during roll call, I am told that we have one soldier missing."},{"T":"301","2":"Soldiers","3":"It's Yarha... I saw him go out on crutches a few hours ago. I thought he was going to the john..."},{"T":"301","2":"Yelena","3":"Have you searched everywhere?"},{"T":"301","3":"I try to hold my rage. Cowards, deserters, and dropping the ball at crucial times are all among the things I hate the most."},{"T":"301","2":"Soldiers","3":"We did, Ma'am! We searched within the area of defense, but couldn't find him anywhere..."},{"T":"301","2":"Yelena","3":"Forget about him! All teams file in and move out! If anyone ever sees that deserter on the way, unless he can give me a satisfactory answer, shoot him on the spot!"},{"T":"301","3":"Before the soldier can answer, I hear another panicking voice."},{"T":"301","2":"Soldiers","3":"Ma'am! Medic Liv... has also gone missing!"},{"T":"301","2":"Yelena","3":"..."},{"T":"301","2":"Soldiers","3":"We don't have time. A large number of Corrupted are heading this way. They are just 8 kilometers away..."},{"T":"301","2":"Yelena","3":"Doesn't matter! All teams speed up! Prepare to retreat!"},{"T":"301","3":"I know what she's up to. But how can she be so foolish?!"},{"T":"301","3":"I have mixed feelings. Anger, resentment, reluctance... But there is an army waiting for me. I cannot stop here."},{"T":"301","3":"Fifteen minutes later, we are already standing outside the camp. I take a last look at the battlefield behind, but still cannot get over it."},{"T":"301","2":"Yelena","3":"Move out."},{"T":"301","3":"As I ordered, the Ground Force retreats from Base 068, marking the complete loss of CPF 068."}]