[{"T":"301","3":"While Babylonia is falling..."},{"T":"301","3":"—Somewhere in the universe is a once bustling town. Now devoid of any occupants, the buildings and houses have become nothing but concrete and rebar gravestones."},{"T":"301","3":"Only the occasional red streams can be seen coursing around the crystalline pillars."},{"T":"301","3":"And between the pillars, three figures—one tiny, two big—are strolling through the town without a care in the world."},{"T":"301","2":"Nanami","3":"Booooring! Boring boring, it's so boring! Martin, come up with something fun!"},{"T":"301","2":"Martin","3":"Stop being such a child, Nanami."},{"T":"301","2":"Nanami","3":"Nyehh! I knew I couldn't count on you! Rohacchi, tell me a new explorer unit joke!"},{"T":"301","2":"Rohacchi","3":"No. More. All. Hundred. Used up. In one day."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","3":"Nanami turns to squint at the two mechanoids."},{"T":"301","2":"Nanami","3":"... (Glares)"},{"T":"301","2":"Martin","3":"...What is it?"},{"T":"301","2":"Rohacchi","3":"Rohacchi. Does not. Get it."},{"T":"301","2":"Nanami","3":"Can't you two just, act a little happier?"},{"T":"301","2":"Martin","3":"You dragged us all the way here... without a single explanation..."},{"T":"301","2":"Rohacchi","3":"Nanami. Wants. Rohacchi. To go. Then. Rohacchi. Goes."},{"T":"301","2":"Nanami","3":"I told you already! We're playing a game! And the game is about going on a journey!"},{"T":"301","2":"Nanami","3":"And what's a journey without companions?! That's why you both are here!"},{"T":"301","2":"Martin","3":"Never heard of that before..."},{"T":"301","2":"Rohacchi","3":"Nanami. Where. Are. You. Bringing. Rohacchi?"},{"T":"301","2":"Nanami","3":"Let's see... there's this nagging mecha babushka... You know, the kind that lives in outer space..."},{"T":"301","2":"Nanami","3":"And this mecha babushka wants to talk with Nanami, but Nanami's voice isn't loud enough..."},{"T":"301","2":"Nanami","3":"So it gave me some coordinates to a loudspeaker that can send Nanami's voice to the heavens!"},{"T":"301","2":"Nanami","3":"But since it'll be bor... Ahem, I mean, dangerous on the road, I got my two amigos here to protect me!"},{"T":"301","2":"Martin","3":"..."},{"T":"301","2":"Rohacchi","3":"That. Is. Just. How. She. Is."}]