[{"T":"301","3":"Time is up."},{"T":"301","3":"A group of Corrupted roars at him. They spread what were once limbs, and countless sharp claws pierce his body."},{"T":"301","3":"He holds the girl tightly, as his armor is shredded to pieces."},{"T":"301","2":"HNB1","3":"I..."},{"T":"301","2":"HNB1","3":"Won't... stop...!"},{"T":"301","3":"Time seems to slow down, as if he and this human being were the only ones left in the world. The wind howls in his ear. He struggles to hold his weapon, made to fight for mankind—just like how he is, as well."},{"T":"301","3":"For a Tai'E, this is his mission and his duty. His frame, in human terms, is fatigued. But even if he were to be destroyed here, he could just be rebuilt in a factory."},{"T":"301","3":"Yet this is different. HNB1 is protecting her out of his own will. He is protecting her because he wants to."},{"T":"301","2":"HNB1","3":"Compared to killing machines like you... I have the faith to fight for humanity—and I'm going to win!"},{"T":"301","3":"He longed to see the Kowloong return to how it once was."},{"T":"301","3":"He longed to see humans laughing around him. He longed to see the moon shine over the KCC tower. He longed to see the Kowloong Theater. He longed to see children laughing and playing."},{"T":"301","3":"During his service in Kowloong, he might never have done anything exceptionally worthy of praise, but these insignificant fragments are memories that are bringing him comfort."},{"T":"301","3":"Maybe that is what differed him from the other Tai'E units."},{"T":"301","2":"Little Girl","3":"(Sobs)"},{"T":"301","2":"HNB1","3":"Why. Are you. Crying?"},{"T":"301","2":"HNB1","3":"Are. You. Hurt?"},{"T":"301","2":"Little Girl","3":"(Weeping)"},{"T":"301","2":"HNB1","3":"Don't. Cry."},{"T":"301","3":"The fear that she might be hurt, that she might be in pain, or stricken with sadness, seems to be tearing apart something in his emotion module. The girl's heart-rending cries burn up into conviction, pushing him forward."}]