[{"T":"301","2":"Nikola","3":"The extra thing I asked you to prepare, how is it coming along, Asimov?"},{"T":"301","2":"Asimov","3":"Had a few hiccups. Still working on it."},{"T":"301","2":"Asimov","3":"As you know, the Task Force classifies combat zones based on their Punishing Virus intensity."},{"T":"301","2":"Asimov","3":"Most people are familiar with the three major categories of combat zones: high, middle, and low. But there's a fourth: Dead Zones."},{"T":"301","2":"Asimov","3":"A lot can be said about Dead Zones, but to sum it up in one sentence: we can't go in there unprotected—not even after we get a serum injection."},{"T":"301","2":"Asimov","3":"So, in order to protect the M.I.N.D. stability of Constructs in Dead Zones, we've upgraded the link chamber."},{"T":"301","2":"Asimov","3":"I will spare you the details about the link chamber. All you need to know, which you already do, is that it's a machine that allows Commandant to command Constructs remotely."},{"T":"301","2":"Nikola","3":"I heard you've tried remote command on several teams now."},{"T":"301","2":"Asimov","3":"Only a handful... And we expect that only Cerberus will adopt the technique in the end."},{"T":"301","2":"Asimov","3":"Ever since remote connection was abolished, it has been excluded by military schools from Commandant assessment criteria. As a result, the available sample are few and far between."},{"T":"301","2":"Asimov","3":"Most of the registered Commandants have no access to the link chamber. Even if they do—"},{"T":"301","2":"Asimov","3":"The Constructs still have their limitations. They can only get to the outermost part of a Dead Zone. If they try going any deeper, malfunctions occur immediately..."},{"T":"301","2":"Nikola","3":"So do you mean to tell me that the program has failed, Asimov?"},{"T":"301","2":"Asimov","3":"'Fail' is a word I never said and never will say."},{"T":"301","2":"Asimov","3":"Me and my technicians are ready to move on to phase two. We have plenty of time to pick a Commandant, but right now we need to have the Constructs overhauled."},{"T":"301","2":"Nikola","3":"Overhaul? The way you did with Gray Raven's Constructs?"},{"T":"301","2":"Asimov","3":"Only more radical... I'm going to develop new models that are truly fit for purpose."},{"T":"301","2":"Nikola","3":"And how do you plan to do it?"},{"T":"301","3":"Asimov lowers his voice. Only the word 'Corrupted' is faintly heard from his mouth."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","2":"Nikola","3":"Are you serious?"},{"T":"301","2":"Asimov","3":"If you approve it, yes."},{"T":"301","3":"At this moment, Asimov hands over two files. One is a report filled with numbers... the other is a Level 2 classified document."}]