[{"T":"301","3":"From that day on, everything about Iris has completely vanished."},{"T":"301","3":"If the letters are not piled up in the cabinet, you might even think that this person is but a figment of your imagination."},{"T":"301","3":"Time flies."},{"T":"301","3":"Everything to do with that girl has been buried in a corner of your mind."},{"T":"301","3":"Until one day..."},{"T":"301","3":"A letter equally strange and familiar arrives in your mailbox."},{"T":"301","3":"It comes across as strange because the envelope and paper used are too coarse, and there is even dirt on them."},{"T":"301","3":"At the same time, the handwriting is familiar, for it has been etched into your memory."},{"T":"301","3":"The content of the letter is exceedingly simple."},{"T":"301","3":"It bears only location coordinates and a dried iris."},{"T":"301","3":"However, the letter unlocks a dam of long-forgotten memories, and the words of past letters written gush forth, filling your mind."},{"T":"301","3":"It all feels like it happened yesterday."},{"T":"301","3":"You carry out a private investigation into the coordinates and find that they are close to a recovered city."},{"T":"301","3":"There are no Corrupted, nor are there high levels of the Punishing Virus."},{"T":"301","3":"You prepare yourself to head out to the coordinates on your own."},{"T":"301","3":"This is probably an abandoned opera house."},{"T":"301","3":"Even though it's already been reduced to ruins, the place still has a certain charm to it."},{"T":"301","3":"It's completely silent. The only light is from the moon, shining down through the hole in the roof."},{"T":"302","2":"(Follow the light forward)"},{"T":"301","3":"(Could she be here...?)"},{"T":"301","3":"You step into the opera house. She has her back to you, standing under the moonlight."},{"T":"301","3":"Hearing the sound of footsteps, the girl slowly turns around."},{"T":"301","3":"A pair of iris-colored eyes gaze at me."},{"T":"301","3":"Iris was right."},{"T":"301","3":"Even though the two of you have never met, you both immediately know that she is the one who has been waiting for you, and you, her."},{"T":"301","3":"The girl doesn't speak, but holds out her hand."},{"T":"301","3":"There is no need for questions nor words. When she reaches out to you, you know what it means."},{"T":"301","3":"You put your hand in hers and cannot help shivering from its coldness."},{"T":"301","3":"But she does not let go. She starts gently humming a song, leading me into a slow dance."},{"T":"301","3":"The tune is languid and gentle, like a whisper between lovers."},{"T":"301","3":"There is a bit of stumbling around at the beginning, but she takes your clumsiness in stride, firmly but gently guiding you through the steps."},{"T":"301","3":"And so you slowly get the hang of her rhythm."},{"T":"301","3":"Just as she has said in her letter, she is an amazing lead."},{"T":"301","3":"Or perhaps you should say that she has become an amazing lead."},{"T":"301","3":"Suddenly, there's a change in pitch and the rhythm becomes tenser and more passionate."},{"T":"301","3":"She has also changed roles, moving from lead to follow, leaving herself in your hands."},{"T":"301","3":"And so you have to change your role too, mimicking her steps from before as the lead."},{"T":"301","3":"The funny thing is that it is not at all exhausting. It seems that you will always know what the next step is when you dance with her."},{"T":"301","3":"It is just like those years when you comforted her, encouraged her, watched over her, and guided her."},{"T":"301","3":"You tilt your head, looking straight at her."},{"T":"301","3":"Those clear, bright eyes gaze right back at you."},{"T":"301","3":"Her eyes no longer hold the innocence she once had, but the romance still alive."},{"T":"301","3":"She's changed, yet remained the same."},{"T":"301","3":"The only thing you can be sure of is..."},{"T":"301","3":"That one step away, that distance between us, has now been traversed."}]