[{"T":"301","2":"Voodoo","3":"The thing... Mister asked me to reveal to you..."},{"T":"301","2":"Voodoo","3":"'Loki' has already done so."},{"T":"301","2":"Voodoo","3":"But, from the look of it, you don't seem to be worthy."},{"T":"301","2":"Voodoo","3":"So, let's end it here."},{"T":"301","3":"The lights on Voodoo's mask begin to flash and change colors. Roland clenches his weapons."},{"T":"301","2":"Voodoo","3":"If... you... can... surive..."},{"T":"301","2":"Voodoo","3":"I... will... judge... again..."},{"T":"301","2":"Voodoo?","3":"Heehee... Heehahaahaa... Hahahahaha!"},{"T":"301","3":"Voodoo's calm voice becomes twisted, changing into a horrifying scream once again."},{"T":"301","2":"Voodoo?","3":"Worst case, I'll just tear you apart and throw your remains to Mister! He won't care! Weaklings don't deserve to live!"},{"T":"301","3":"After a round of battle, Roland is already getting used to her bipolar characteristics."},{"T":"301","2":"Roland","3":"Worst case? Are you suggesting that... I can still live to see your 'Mister'?"},{"T":"301","2":"Voodoo?","3":"..."},{"T":"301","2":"Voodoo?","3":"Dammit... What the... Did those words trigger the defense mechanism...?"},{"T":"301","2":"Voodoo?","3":"Ugh... Ahh..."},{"T":"301","2":"Roland","3":"?"},{"T":"301","2":"Voodoo","3":"'Loki' has gone haywire, exceeding the prediction. The components of the simulation constraint in her vital fluid need to be readjusted..."},{"T":"301","2":"Voodoo","3":"...But the mission must go on."},{"T":"301","2":"Voodoo","3":"Individual 'Roland', my mission is to test you."},{"T":"301","2":"Voodoo","3":"But I'm not seeing anything worth noting in your performance. Your battle stats are lower than the benchmarks set by Mister."},{"T":"301","2":"Voodoo","3":"Neither have you displayed the intelligence—like Mister said—that could neglect the difference in strength."},{"T":"301","2":"Roland","3":"...You've done a lot of homework."},{"T":"301","2":"Voodoo","3":"Mister knows everything."},{"T":"301","2":"Voodoo","3":"So, I'm... not... going..."},{"T":"301","3":"Starting from her hand, Voodoo's entire body begins to tremble. The light spots on her keep changing colors."},{"T":"301","2":"Voodoo","3":"'Lo'... You... betrayer..."},{"T":"301","2":"Voodoo","3":"B-b-betray... ER..."},{"T":"301","2":"Voodoo?","3":"...So what?! Are you going to... execute yourself? Do you still think you can separate yourself from me... ever since you put your favorite movie character in your brain?"},{"T":"301","2":"Voodoo?","3":"'Voodoo', no... Researcher RIKD-042... You don't seem to understand our relationship, do you?"},{"T":"301","2":"Roland","3":"Tsk... You can argue all the time you want, but can I go?"},{"T":"301","2":"Voodoo?","3":"..."},{"T":"301","3":"Voodoo is not responding, but the missile launcher on her back locks onto Roland again."},{"T":"301","2":"Voodoo?","3":"...WHAT DO YOU THINK?"},{"T":"301","2":"Voodoo?","3":"What shall I take? Your entire body, or a hand, or your head? Which one will make Mister happier?"},{"T":"301","3":"...After a few rounds of engagement, Roland appears to be at a disadvantage. His weapons are no match against Voodoo's air supremacy."},{"T":"301","3":"Time after time, Voodoo uses her wings and missiles to outmatch Roland's chain blade."},{"T":"301","3":"Roland seems to be cornered. He can only swing his chain blade to repulse another attack from Voodoo."},{"T":"301","3":"But once he gets enough distance to fire, he immediately shoots the last eight slugs at Voodoo's helmet."},{"T":"301","3":"Voodoo's head flinches backward. She tumbles in mid-air, until the auto-balancing device in her suit controls the engine to adjust her position."},{"T":"301","3":"—She barely manages to maintain balance before falling to the ground."},{"T":"301","2":"Voodoo?","3":"So painful... It hurts..."},{"T":"301","2":"Voodoo?","3":"Heehahaha... Hahahahaha!! **** you! It hurts so bad!"},{"T":"301","2":"Voodoo?","3":"You hit me! I'm going to kill you! I'm going to tear you apart! I'm going to rip your insides out and rub them on your face!"},{"T":"301","3":"In contrast, Roland makes a firm landing. He pretends to pat dust off himself, even though there is no dust on him. His opponent is blocked by the trees."},{"T":"301","2":"Roland","3":"Oh, c'mon... You spent all these efforts to lure me here just to beat me up?"},{"T":"301","3":"He sounds relaxed, but soon taunts again."},{"T":"301","2":"Roland","3":"We could have sat down and chatted if you had any complaints. Resorting to violence is not how a gentleman like me would have preferred..."},{"T":"301","3":"He continues to humiliate his opponent... which is no longer needed. Voodoo has already risen to the sky and dives again."},{"T":"301","2":"Voodoo?","3":"Enough with your bullshit! I've no idea what the mission is! I just want you dead!"},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"With those words come even more ferocious attacks. Obscured from vision, Roland is dashing back, unable to counter."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"For one split second, Voodoo thought she saw a grin in Roland's eyes. But it disappeared so soon that she felt it was just an illusion."},{"T":"301","2":"Roland","3":"Tsk, doesn't even care about the mission now? Why would they send a psychopath..."},{"T":"301","3":"Voodoo has no time to investigate Roland's smile—in fact, she is consumed by Loki's endless fury and has no time to consider."},{"T":"301","3":"Voodoo's leg slams into Roland with extra strength generated by her wings and thruster."},{"T":"301","3":"Knocked back by a strike, Roland collapses to the ground, waving his hand and coughing. Vital fluid drips down from the corner of his mouth."},{"T":"301","2":"Roland","3":"C'mon, at least tell me why you want me dead."},{"T":"301","3":"The conflict has inevitably attracted someone else's attention. At this moment, Roland's plan is finally complete."},{"T":"301","2":"Roland","3":"Did your boss not say anything?"},{"T":"301","2":"Roland","3":"Or... cough... are you just a mercenary, hired to take my life?"},{"T":"301","3":"She pauses a little after hearing Roland's words."},{"T":"301","2":"Roland","3":"(Is it working?)"},{"T":"301","3":"It only buys him a little time before something else takes off from the forest."},{"T":"301","3":"It flies over the forest, cliff and Roland, hovering, releasing blistering heat from its exhaust air."},{"T":"301","3":"On the other side, No. 21 struggles to tighten her body as her instincts tell her danger is close."},{"T":"301","3":"The trees are blown apart by the hot air, revealing a white object between them—"},{"T":"301","2":"No. 21","3":"...I'm spotted!"},{"T":"301","2":"Roland","3":"(That's right.)"},{"T":"301","2":"Vera","3":"...Tsk."},{"T":"301","2":"Voodoo?","3":"..."},{"T":"301","2":"Voodoo?","3":"This scent... this scent?! What a scent!"},{"T":"301","3":"The storm howls. Small rocks fall from the cliff as the metal beast spreads her bladed wings, pulling up rocks and fallen leaves around her, adorned with the moon as a crown. She baths in the blood-red moonlight, her shadow stretching infinitely, and she looks like a claw extended right out of the moon."},{"T":"301","3":"The next moment, she suddenly bursts into a twisted growl. Her body twitches, arching into an unnatural curve, and you are baffled by what is happening."},{"T":"301","2":"Voodoo?","3":"Chirp-chirp, chirp-chirp, chirp-chirp-chirp..."},{"T":"301","3":"A low, rustling sound comes out of the monstrosity's throat, getting louder and louder."},{"T":"301","3":"No, not rustling... laughing. She is laughing from excitement!"},{"T":"301","3":"An excitement... to kill!"},{"T":"301","3":"She chirps and laughs, her monotonic and extended voice sending a chill down your spine like the scream of babies abandoned in the sewer."},{"T":"301","2":"Voodoo?","3":"Chirp-chirp... hahahahAHAHAHAHAHA!!!"},{"T":"301","3":"Her voice suddenly turns into a continuous, high-pitched shriek, filled with equal parts terror and delight. Only a tormented soul in hell could have made such an inhuman sound."},{"T":"301","2":"Voodoo?","3":"I'm here—here! I'M HERE!"},{"T":"301","2":"Voodoo?","3":"Mister must be so disappointed! He picked such a useless scrub!"},{"T":"301","2":"Voodoo?","3":"But... if Voodoo brings him his new toys alive—he'll be happy! Mister will be so happy!"},{"T":"301","2":"Noctis","3":"What is that thing mumbling about...?"},{"T":"301","2":"No. 21","3":"New toys?"},{"T":"301","2":"Vera","3":"Fall back! We are the targets!"}]