[{"T":"301","3":"The gentle sways of a cradle wake you up. The tender breeze carries with it salted air, and you open your eyes to a bright blue sea."},{"T":"301","3":"Some people say that all lives on Earth began from the ocean. Back when the air and the land were lethal to all living things, water shielded lives from deadly radiation, giving them a chance to grow."},{"T":"301","3":"Billions of years of evolution took place in the ocean before chance sent one of its children to the surface with a wave, starting life on the surface."},{"T":"301","3":"Creatures on the surface have gone through rigorous challenges, adapting to their environment and evolving."},{"T":"301","3":"The best of their descendants established civilizations on these lands, but these civilizations are still infants compared to the ocean."},{"T":"301","3":"Now, the ocean is still stretching her arms, embracing and protecting the lone sail that carries Nanami and you."},{"T":"301","3":"Two fishing rods lean against the side of the boat."},{"T":"302","2":"We're fishing?"},{"T":"301","2":"Nanami","3":"Exactly. And Nanami won't be skipping anything this time."},{"T":"301","3":"Nanami takes the fishing rod on the left and says enthusiastically—"},{"T":"301","2":"Nanami","3":"Let's see which one of us can get more fish, Commandant!"},{"T":"302","2":"You're not going to cheat, are you?","4":"Fishing takes a lot of patience."},{"T":"301","2":"Nanami","3":"I won't! There's nothing Nanami cares about more than a fair competition!"},{"T":"301","2":"Nanami","3":"Hmph! You've underestimated Nanami, Commandant."},{"T":"301","3":"With that, Nanami casts her fishing line and sits down with her back to you."},{"T":"301","3":"The ocean breeze gently moves her silver hair. The waves reflect the sunlight onto her profile, shrouding her in ever-shifting colors."},{"T":"301","3":"She looks focused, serious, and sincere. You have never seen her like this, but you can almost hear a voice within you, saying—"},{"T":"301","3":"This is probably how Nanami looks when she grows up."},{"T":"301","2":"Nanami","3":"Why haven't you started, Commandant?"},{"T":"302","2":"Cough..."},{"T":"302","2":"I'll be right there."},{"T":"301","3":"You swiftly hook up the fishing bait, and with your grip on the rod, you cast the fishing line—"},{"T":"301","3":"It creates a small splash. The fishing bobber floats and drifts along the waves, and you sit down as well."},{"T":"302","2":"(Focus)"},{"T":"301","3":"You lock your gaze onto the bobber, paying attention to every slight movement—"},{"T":"301","3":"You always lose track of time whenever you narrow your sight to one single thing. If it does not change, your drifting thoughts will instead extend your other senses, enhancing them."},{"T":"301","3":"It starts with your sense of smell. You peel away the layers of salinity and fishiness, dissecting them into individual strands."},{"T":"301","3":"They are the lawn, freshly mowed; your laundry, dried in the sun; a feast, and a bottle of beautiful wine; a fantasy, within which you can hide forever."},{"T":"301","3":"Next up is your sense of hearing. The calm waves play an everlasting, soothing melody."},{"T":"301","3":"The water whispers softly, like an entrustment from the past, or a call to the future."},{"T":"301","3":"It sounds like it is within your grasp while being miles away. Distance becomes ambiguous as your breath melts into the wind, flying off to the edge of the sky—"},{"T":"301","3":"Your sense of touch pulls you back. The boat is too small for Nanami and you to sit next to each other, so you face opposite directions, sitting with your backs adhering together."},{"T":"301","3":"Instead of the warmth of her back, you can feel her hair most clearly."},{"T":"301","3":"Each strand of hair feels like the softest silk. It pierces your skin and your flesh, wrapping itself around your spine, sending you a slight tingle—"},{"T":"302","2":"(Lean forward)"},{"T":"301","3":"You shake your head, focusing back on the fishing bobber, only to feel a light, sudden impact behind you—"},{"T":"301","3":"You were boastful with your claims to the commandant, but staying focused has proven to be more difficult than you imagined."},{"T":"301","3":"It might be easier if you were building something. Staring at a floating buoy is really trying your patience."},{"T":"301","3":"Restlessness creeps in quicker than normal. The urge to skip forward feels more alluring now."},{"T":"301","3":"You recall the commandant's words—"},{"T":"301","3":"'It's not quantity that makes our memories valuable.'"},{"T":"301","3":"You want to create memories, but you are not seeking cold, impassive data to store in your hard drives."},{"T":"301","3":"You want to brand your companion into your consciousness. You want the commandant to 'live' in your heart."},{"T":"301","3":"You suppress the sense of restlessness."},{"T":"301","3":"The ocean breeze tastes monotonously salty. You dislike that."},{"T":"301","3":"The waves sound dreary and bland. You would rather listen to the thrilling, changing tides if possible."},{"T":"301","3":"But the touch on your back—"},{"T":"301","3":"Muscles more tender than artificial skin softly lean on your back. You can sense the commandant's ease."},{"T":"301","3":"You can feel the commandant's spine past your hair and clothes, unyielding and unbendable."},{"T":"301","3":"With Maple's great computational power, you can simulate the commandant's body temperature accurately."},{"T":"301","3":"Unlike you, a human body does not shift its temperature based on the power output."},{"T":"301","3":"It always stays within a certain range. Right now, your sensor indicates that it is 36.567℃."},{"T":"301","3":"It makes you feel warm, even when it is drastically lower than how heated your frame gets during battles."},{"T":"301","3":"And so you relax, leaning more comfortably against the commandant's back..."},{"T":"301","3":"The commandant suddenly shifts forward slightly. Unprepared, you fall backward to the unexpected movement."},{"T":"302","2":"Nanami?"},{"T":"301","2":"Nanami","3":"Argh! Commandant!"},{"T":"301","3":"Nanami seems startled, sitting straight abruptly."},{"T":"302","2":"Did you fall asleep?"},{"T":"301","2":"Nanami","3":"Um..."},{"T":"302","2":"Fishing really tests our patience, doesn't it?"},{"T":"301","3":"Recalling how distracted you also got, you figure you were no better than Nanami."},{"T":"301","2":"Nanami","3":"That's not the reason why..."},{"T":"302","2":"What?"},{"T":"301","2":"Nanami","3":"Nothing!"},{"T":"301","2":"Nanami","3":"The sun is about to set. Have you caught anything, Commandant?"},{"T":"302","2":"Nothing at all..."},{"T":"301","2":"Nanami","3":"Neither has Nanami! Are we going to draw?"},{"T":"302","2":"There is still time. Let's keep at it."},{"T":"301","2":"Nanami","3":"Alright! I don't always go fishing, but when I do, I won't leave empty-handed!"},{"T":"301","2":"Nanami","3":"We're leaving empty-handed..."},{"T":"301","3":"As beautiful as it is, a wish is but a wish. Reality sinks in as your hard work this afternoon has not been rewarded."},{"T":"301","3":"Nanami and your buckets are still empty, save for the water reflecting the bright, full moon above you."},{"T":"302","2":"What are we doing next?"},{"T":"301","3":"You figure this is the end of this particular experience."},{"T":"301","2":"Nanami","3":"Hmm..."},{"T":"301","3":"Nanami closes her eyes, her brows furrowed, seemingly deep in thought."},{"T":"301","3":"Then she throws away her fishing rod before leaning on your back and placing her head on your shoulder, yawning and stretching."},{"T":"301","2":"Nanami","3":"Never mind! This is it!"},{"T":"302","2":"This is it?"},{"T":"301","2":"Nanami","3":"That's right! Nanami is content!"},{"T":"301","2":"Nanami","3":"My only regret is that we couldn't catch anything."},{"T":"301","3":"As if hearing Nanami's wish, the fishing bobber moves for the first time."},{"T":"301","2":"Nanami","3":"Oh? Commandant, you've landed a fish!"},{"T":"302","2":"(Reel it in)"},{"T":"301","3":"The process is surprisingly easy, making you wonder if anything has actually taken the bait."},{"T":"301","3":"Even if something is hooked, it is probably just a tiny fish."},{"T":"301","3":"But you quickly realize you have utterly misjudged the situation."},{"T":"301","3":"A small 'island' has parted the waters and emerged."},{"T":"301","3":"It was easy not because the fish was not hooked but because it was surfacing voluntarily."},{"T":"301","2":"Whale","3":"Arrrooo..."},{"T":"301","3":"You have caught a whale!"},{"T":"301","2":"Nanami","3":"Ah! Nanami just remembers that all the fish released in these waters are as enormous as this one!"},{"T":"302","2":"Who can catch a fish like that?!"},{"T":"301","3":"Perhaps a Construct does have the strength to reel in a whale? Was that why she was so confident when she suggested this competition?"},{"T":"301","2":"Whale","3":"Arrrooo..."},{"T":"301","3":"The whale easily flips over your boat. Unable to grasp the mast in time, you are thrown into the ocean with Nanami."}]