[{"T":"301","3":"Sharp pain erupts from your ear drums, while a chaotic dissonance rings in your ears."},{"T":"301","3":"The sounds around you are muffled as though you are under water."},{"T":"301","3":"The flash grenade the Corrupted threw may not have caused any fatal damage, but getting caught in it at such a close distance does leave you temporarily blind."},{"T":"301","3":"You feel unspeakable pain in your eyes. You are unable to open them even in the presence of dim light. This is not good. You may fall into greater danger if your vision does not return soon."},{"T":"301","3":"You reach for your memory and swiftly navigate over to the corner between the steel door and wall. You sit on the ground and start performing first aid on your arm that was scraped by a steel fragment during the explosion."},{"T":"301","3":"Your left glove is no longer protective, as blood soaks your glove and fingers, hindering movement instead."},{"T":"301","3":"You unclasp the buckle for your arm, remove the glove and throw it to your side. Feeling for your portable radar detector, you flip on the switch. Fortunately, it is still functioning."},{"T":"301","3":"At least now, when something approaches you, you'll be notified by your radar."},{"T":"301","3":"The radar starts to sound as soon as you switch it on."},{"T":"301","2":"???","3":"Found you."},{"T":"301","3":"You see a black shadow inching closer in your blurred vision."},{"T":"301","3":"The pain in your eyes is still grating on your nerves. Opening them for those few seconds is already your limit. So you can only rely on your intuition to point your gun toward the shadow."},{"T":"301","2":"???","3":"How pathetic. This is a rare sight indeed. The Gray Raven Commandant, powerless in front of me."},{"T":"301","3":"The shadow is looking down at you. Although you cannot hear clearly what they are saying, the voice does sound very familiar."},{"T":"302","2":"Stay back!","4":"I'll shoot!"},{"T":"301","2":"???","3":"How rude."},{"T":"301","2":"???","3":"Do your teammates know about this side of you?"},{"T":"302","2":"..."},{"T":"301","2":"???","3":"...You can't hear me. Sigh, if you don't properly treat your wounds, it'll cause permanent hearing damage."},{"T":"301","2":"???","3":"Come on, let's get out of here first."},{"T":"301","3":"The person lifts you up and leads you toward a certain direction step by step."},{"T":"302","2":"Who are you?","4":"Let go of me."},{"T":"301","2":"???","3":"I'm your partner in prison break, did you forget about me already?"},{"T":"301","2":"???","3":"Fine."},{"T":"301","2":"???","3":"The person let go of your arm without protest."},{"T":"301","3":"The tinnitus in your ears eases up a bit. You can finally identify the sounds you hear."},{"T":"301","3":"The person speaking seems to be masking his voice with a modulator as you hear a low and weird voice."},{"T":"301","3":"Why is he... changing his voice?"},{"T":"301","2":"???","3":"The Corrupted are coming. We'll need to break through here together. Unfortunately, my weapon was destroyed, so I'll need your help to get rid of these pesky enemies."},{"T":"302","2":"How?"},{"T":"301","2":"???","3":"I'll be your eyes, you just need to aim and shoot."},{"T":"301","3":"The person lifts your hand that is gripping the gun."},{"T":"301","2":"???","3":"Ready?"},{"T":"302","2":"(Raise gun)"},{"T":"301","3":"The radar goes off frantically as several unidentified individuals close in on the two of you. You do not reply with your words but with your actions."},{"T":"301","2":"???","3":"On your right."},{"T":"302","2":"(Fire)"},{"T":"301","2":"???","3":"Your 1 o'clock, raise your arm."},{"T":"302","2":"(Fire)"},{"T":"301","2":"???","3":"4 o'clock... There're two. Aim the second shot at 45 degrees to the side, diagonally."},{"T":"302","2":"(Fire)"},{"T":"301","3":"Gripping your gun, you pull the trigger according to the instructions of the person next to you. He supports your hand while slightly adjusting the angle when you shoot."},{"T":"301","3":"As you've never shot before while being temporarily blind, sweat begins to form on your forehead, but the arm supporting yours never wavers."},{"T":"301","3":"Although you have no idea who he is, in this moment, you decide to trust his guidance."},{"T":"301","3":"After the last shot, all noisy mechanic clamoring stops. Your arm starts to feel numb after so many continuous shots."},{"T":"301","2":"???","3":"I didn't know you were such a sharp shooter even when blinded."},{"T":"302","2":"I'm in the army.","4":"I've had training of this kind."},{"T":"301","2":"???","3":"I know."},{"T":"301","2":"???","3":"Training for a situation like this... How reliable."},{"T":"302","2":"Who are you?"},{"T":"301","3":"You ask this question once more."},{"T":"301","3":"A name tugs at your mind, but you don't have concrete proof."},{"T":"302","2":"Your voice is familiar.","4":"Your voice sounds like one of my mission's target."},{"T":"301","2":"???","3":"...Oh my."},{"T":"301","3":"After that, the other person does not speak anymore. No matter how much you try to engage in a conversation, he stays silent."},{"T":"302","2":"..."},{"T":"302","2":"Well, in any case, thank you."},{"T":"301","3":"The silent figure next to you lets out a laugh, as if to remind you that your choice to trust in him blindly is not wise."},{"T":"301","2":"???","3":"'Yet you trust a stranger you've never even met before?'"},{"T":"301","3":"You remember what he said before."},{"T":"302","2":"You could've just left me there."},{"T":"302","2":"But you didn't."},{"T":"302","2":"So..."},{"T":"302","2":"I think I can trust you."},{"T":"301","3":"The person next to you interrupts what you were about to say. He pulls up your left hand with a force that is not so strong yet you can't defy."},{"T":"301","3":"It tickles in the palm of your hand, if though someone is writing on it."},{"T":"301","3":"You. Are. Welcome."},{"T":"301","3":"You subconsciously read aloud the words written on your palm."},{"T":"301","3":"Till. Next. Time."},{"T":"301","3":"He lets go of your hand and the ticklish feeling is gone."},{"T":"301","3":"Exhaustion hits you like a bus, all the wounds on your body fight for your attention all at once. The hand supporting you is strong yet cold. When you finally notice, you are already placed in a relatively safe corner."},{"T":"301","3":"The mysterious person has long since left. There were no sounds of footsteps when he did, as though he was never here at all."},{"T":"301","3":"The only thing that proves that he wasn't a figment of your imagination is the terminal in your hand."},{"T":"301","3":"You don't know if there will come a day when the messages are refreshed, or if you will ever get to meet the mysterious person again."},{"T":"301","3":"As you contemplate, you hear the roaring sounds of vehicles from the outside. It is probably backup from Babylonia."},{"T":"301","3":"You put the terminal in your pocket and stand up while supporting yourself on the wall."},{"T":"301","3":"Though you have a feeling the two of you will meet again, maybe as enemies."},{"T":"301","3":"But when the time comes..."},{"T":"302","2":"I will make the right choice."}]