[{"T":"301","3":"It is easier to climb up a mountain than to climb down. But Pulao's journey home is a lot easier than when she first set off."},{"T":"301","3":"Mountains, rivers, foggy city walls, towering buildings, everything she saw when she set out flies past before her eyes."},{"T":"301","3":"Finally, she has returned to the small, dated martial arts club deep in the alley."},{"T":"301","2":"Pulao","3":"Master! I found the elixir that could cure Punini!"},{"T":"301","3":"Pulao pushes the door open. The room looks no different from when she left. Master sits in front of the counter, his eyes red and exhausted. He only becomes a little lively after seeing Pulao."},{"T":"301","2":"Master","3":"Cough... You foolish kid..."},{"T":"301","2":"Master","3":"...Did you get hurt?"},{"T":"301","2":"Pulao","3":"Don't worry, Master. I'm feeling great. Everybody was very nice to me."},{"T":"301","2":"Pulao","3":"Let's stop talking about me, Master. Here, eat the elixir. It will stop your pain!"},{"T":"301","2":"Pulao","3":"Oh, right... The celestial said it probably wouldn't taste good. I'll get you some water!"},{"T":"301","2":"Master","3":"Sure. Thanks."},{"T":"301","2":"???","3":"Hey, what happened to you? It's only been a few days. Where has all that swag gone?"},{"T":"301","2":"Demon Bane","3":"People are going to say we Gung-hoers only bully the old and weak."},{"T":"301","2":"Pulao","3":"It's you again. How dare you come back!"},{"T":"301","2":"Demon Bane & Lucky Dog & Ding Gold","3":"Here we come!"},{"T":"301","2":"Pulao","3":"Wait, the door is shut. How did you get in?"},{"T":"301","2":"Demon Bane","3":"Huh? From the window, of course."},{"T":"301","2":"Pulao","3":"Really?! I just fixed it before I left!"},{"T":"301","2":"Demon Bane","3":"Wait a sec. Not yet."},{"T":"301","2":"Demon Bane","3":"Lucky Dog, Ding Gold, is everybody here?"},{"T":"301","2":"Ding Gold","3":"Y-yes. Right outside the door. The entire g-gun is here."},{"T":"301","2":"Lucky Dog","3":"What? The entire gang, you mean?!"},{"T":"301","2":"Ding Gold","3":"Yep yep."},{"T":"301","2":"Demon Bane","3":"Alright!"},{"T":"301","2":"Demon Bane","3":"Brother, these are the guys I mentioned to you!"},{"T":"301","3":"As Demon Bane shouts, someone kicks the door open."},{"T":"301","2":"Pulao","3":"What? Who are you?"},{"T":"301","3":"Standing against the sunlight, Pulao is unable to see the exact shape of the crowd appearing in the doorway. Before her eyes can adjust, she hears a piercing buzzing sound from the shadow standing at the very front."},{"T":"301","3":"The red-haired man takes a step forward and swishes his blade in the air, shaking his windbreaker. After finishing his performance, he carries the blade on his shoulder and raises the other hand, pointing to the sky."},{"T":"301","2":"God Slayer","3":"God Slayer."},{"T":"301","3":"Already standing near Pulao, Demon Bane makes several back somersaults. He extends his arms in the air, then lands on one foot next to God Slayer."},{"T":"301","2":"Demon Bane","3":"Demon Bane."},{"T":"301","3":"After Demon Bane lands, a green-haired man smashes his head on the ground. Pulao can feel the wooden floor under her feet trembling slightly even from far away."},{"T":"301","3":"But it is only a start. The whistles in the crowd now begin to form a regular rhythm. The green-haired man spins violently on his head, following the rhythm. The bald spot on his head obviously has something to do with this skilled movement."},{"T":"301","3":"After a few seconds of spinning, he straightens his legs, jumps from the ground with a swirl kick and makes a superhero-style entrance on one knee."},{"T":"301","2":"Heaven Breaker","3":"Heaven Breaker."},{"T":"301","3":"Bang, bang, bang—"},{"T":"301","3":"Three consecutive explosions come from the back of the crowd, with colorful ribbons falling in every corner of the martial arts club."},{"T":"301","2":"Lucky Dog & Ding Gold","3":"And our greatest leader—MC Solar!"},{"T":"301","2":"MC Solar","3":"Eeek—"},{"T":"301","2":"MC Solar","3":"Yo—"},{"T":"301","3":"A red carpet is thrown up high. A white-haired man catches it with one foot and stomps it to the ground."},{"T":"301","3":"He is shouting out 'hoo-ha' loudly. Strange breathing sounds are coming from his vocal cord. Other people start to make rhythmic finger snaps around him."},{"T":"301","2":"MC Solar","3":"Who's coming to our house? Who's making this mess?"},{"T":"301","2":"MC Solar","3":"They have never met me. The only thing that awaits them is defeat."},{"T":"301","3":"MC Solar's minions are snapping their fingers to rhyme. They are cheering as he spins and waves."},{"T":"301","3":"Bang, bang, bang—"},{"T":"301","3":"There are another three explosions, but instead of ribbons, lots of petals fly out."},{"T":"301","3":"The petals fall from sky. MC Solar, Heaven Breaker, Demon Bane and God Slayer sweep back their hair and point at Pulao in sync."},{"T":"301","2":"MC Solar","3":"We are the Gung-hoers."},{"T":"301","2":"MC Solar","3":"You bullied my boys. You're doomed."},{"T":"301","2":"Pulao","3":"Do we really have to fight?"},{"T":"301","2":"MC Solar","3":"Of course. There is no other option."},{"T":"301","2":"Pulao","3":"Sigh... Master needs rest, and you are too loud. Let's finish this quick."},{"T":"301","2":"MC Solar","3":"Problems created by violence should now be ended by violence."},{"T":"301","2":"MC Solar","3":"Oh! I can feel my inspiration surging!"}]