[{"T":"301","3":"Villier shows Qu the details on the mutiny. She watches as the number of casualties continues to escalate."},{"T":"301","2":"Villier","3":"It seems that the attack on us a while ago was just a prelude. This time, he's raised his flags against us in direct opposition."},{"T":"301","2":"Qu","3":"Where are they now?"},{"T":"301","2":"Villier","3":"A large number of troops have gathered outside the city, and there was riot in the North City District. It appears that they sympathize with the mutiny."},{"T":"301","2":"Villier","3":"Now's our chance."},{"T":"301","2":"Qu","3":"What do you mean?"},{"T":"301","2":"Villier","3":"We can leave Kowloong forever, freeing ourselves from family quarrels and human struggles."},{"T":"301","2":"Qu","3":"You're right. Now's our chance..."},{"T":"301","2":"Qu","3":"But I won't leave Kowloong."},{"T":"301","2":"Villier","3":"What do you mean?"},{"T":"301","2":"Qu","3":"You and I both know what will happen if Brother takes the throne. The mutiny will create a river of blood as they slaughter the citizens that support us."},{"T":"301","2":"Qu","3":"We can't let him do that."},{"T":"301","2":"Villier","3":"The citizens... Why can't you drop the act this time?"},{"T":"301","2":"Villier","3":"It's sickening. I thought you understood me."},{"T":"301","2":"Qu","3":"I do understand. But I'm sorry, I was born to rule."},{"T":"301","2":"Qu","3":"Protecting the citizens is my duty."},{"T":"301","2":"Villier","3":"Hmph, do as you wish. I no longer concern myself with human affairs."},{"T":"301","2":"Villier","3":"I wish to join the Science Council and work on their 'Gestalt' AI technology."},{"T":"301","2":"Qu","3":"Okay. I wish you all the best."},{"T":"301","2":"Villier","3":"Enough with the niceties. I can't stand all this social etiquette."},{"T":"301","3":"I do not know whether I made this decision out of everyone's expectation or out of my own free will."},{"T":"301","3":"But when I think about leaving Kowloong, a voice deep within my heart yells, 'STOP!'"},{"T":"301","3":"Because it's home to my comrades—those that have what I lack. They are more perfect and beautiful than me."},{"T":"301","3":"So my duty is clear. I must protect them. I must protect the people of Kowloong."}]