[{"T":"301","2":"Kamui","3":"Karenina, watch your HP. Are you sure you are okay?"},{"T":"301","2":"Karenina","3":"Hah? What's the problem?"},{"T":"301","3":"Karenina was being shot by the arrows from a triggered trap. Kamui looked very concerned."},{"T":"301","2":"Kamui","3":"But you are stepping on a trap, no, many traps... Watch out!"},{"T":"301","3":"Karenina ignored Kamui, who was trying to stop her, and continued walking forward. She triggered another trap just when Kamui stopped talking."},{"T":"301","3":"The ground quickly opened and Karenina was engulfed in flames, her HP kept dropping."},{"T":"301","3":"She then took out the recovery potions collected previously and sprayed them on herself."},{"T":"301","3":"This ultimate playstyle was so broken that it almost destroyed the game experience. It was invented by Camu, and soon adopted by Vera and Karenina."},{"T":"301","2":"Lee","3":"I see... I never knew we could play this type of game like this."},{"T":"301","2":"Kamui","3":"Wait, this isn't the right way to play this game. It probably was Camu's idea!"},{"T":"301","2":"Kamui","3":"But I must say it again. This is the wrong way to play!"},{"T":"302","2":"Camu said he thought of this idea while watching you play games.","4":"What's the right way to play then?"},{"T":"301","2":"Kamui","3":"But I never invented this method. I knew I was clumsy at certain games, but the fun of games comes from challenging the traps with skill."},{"T":"301","2":"Kamui","3":"To clear the traps with my wisdom and skill, of course!"},{"T":"301","2":"Lucia","3":"Do you mean detecting the traps, or avoiding them?"},{"T":"301","2":"Kamui","3":"Yeah, sort of."},{"T":"301","2":"Lee","3":"That sounds good, but based on your usual performance, I doubt if you really can do it."},{"T":"301","2":"Karenina","3":"Hey, what are you doing? Come over here!"},{"T":"301","3":"While Kamui was still talking about his view on games, Karenina had already passed the corridor thanks to the recovery potions. She looked back and was shocked."},{"T":"301","2":"Kamui","3":"Hmph, I'll be there in a sec. Here I come!"},{"T":"301","3":"The next second, Kamui triggered a trap that closed all the nearby exits."},{"T":"301","2":"Kamui","3":"Huh? What's going on!?"},{"T":"301","2":"Lucia","3":"He triggered the trap within an instant..."},{"T":"301","2":"Lee","3":"I see. No wonder Camu invented that playstyle."},{"T":"301","3":"Because Kamui could never detect, or avoid any traps."}]