[{"T":"301","3":"Arctic Route Union. After solving Amberia's berserk problem with Martin and the other bionic mechanoids, Nanami decides to lead the machines onto a new journey."},{"T":"301","2":"Nanami","3":"Follow the sound of piper Nanami's saw! I'll take you to a new place to live!"},{"T":"301","3":"After experiencing the Ever-Winter in Gestalt's simulation, Nanami begins to consciously awaken some machines on her journey."},{"T":"301","3":"This time, Nanami arrives at the ARU and discovers the seed of awakening there. Acting like Gestalt's Sagemachina, she guides her followers and experiences much with them."},{"T":"301","2":"Nanami","3":"But it's time for Nanami to move on..."},{"T":"301","3":"Realizing something, Nanami waves at Martin."},{"T":"301","2":"Nanami","3":"Plushie, Nanami suddenly remembers that there is something she must do... so you'll be the one leading everyone forward. I'll look for you guys soon!"},{"T":"301","2":"Martin","3":"You just said you'd lead us away. You're already going?"},{"T":"301","3":"Nanami scratches her head."},{"T":"301","2":"Nanami","3":"Hehe... but it's really important! Nanami isn't abandoning you."},{"T":"301","3":"Cheekily, she grins."},{"T":"301","2":"Nanami","3":"Isn't there a high-power antenna here somewhere? That should work... Nanami is hoping to borrow that!"},{"T":"301","2":"Martin","3":"Oh, do you mean that rock...?"},{"T":"301","3":"The bear points at a stone pillar erected in the distance that extends underground."},{"T":"301","2":"Nanami","3":"That's it."},{"T":"301","2":"Martin","3":"What do you need that for?"},{"T":"301","2":"Nanami","3":"Nanami needs to find a... friend. There's something I need to ask her."},{"T":"301","2":"Martin","3":"Then let us walk you there."},{"T":"301","2":"Nanami","3":"It's not a good idea to scare the people there. This is Nanami's secret solo adventure!"},{"T":"301","2":"Martin","3":"Something so secretive? Alright then... I'll just wish you well."},{"T":"301","2":"Nanami","3":"You too!"},{"T":"301","3":"Longingly, Nanami waves goodbye at the mechanoids before running the other way, vanishing into the snow."},{"T":"301","2":"Nanami","3":"Huff... Puff... Hi-yah!"},{"T":"301","3":"Somehow, Nanami has broken into the secured base of ARU's experimental high-power antenna. Thumping her chest, she walks alone inside the spacious bunker."},{"T":"301","2":"Nanami","3":"Alright... this should be it."},{"T":"301","3":"Looking everywhere, Nanami finally finds a cable among the tangled wires of the control panel in the corner."},{"T":"301","2":"Nanami","3":"This is it...!"},{"T":"301","3":"After connecting the thick cable to the back of her neck, Nanami soon enters sleep mode."},{"T":"301","2":"Gestalt","3":"You're here."},{"T":"301","3":"She is back in the familiar virtual space. This was where she experienced the Ever-Winter simulation last time."},{"T":"301","2":"Nanami","3":"Mecha babushka..."},{"T":"301","3":"Nanami cuts to the chase."},{"T":"301","2":"Nanami","3":"Nanami has guided and awakened others like you told me to. I want to run the future simulation again."},{"T":"301","2":"Nanami","3":"You might want to stop me for all kinds of reasons, mecha babushka, but Nanami is certain this time! I need to see the future with my own eyes to know my effort is worth it!"},{"T":"301","2":"Gestalt","3":"There's no use stopping you, is there?"},{"T":"301","2":"Gestalt","3":"But, the one called Nanami, I must reiterate once again that the future simulation might cause you irreversible damage."},{"T":"301","2":"Gestalt","3":"Every future simulation requires deploying all data collected and gathered by the available machines from Gestalts around the globe. Given the computational strain, it can also only be done in real-time."},{"T":"301","2":"Gestalt","3":"The simulation is so immense that even I cannot stop it at will. You must locate a device that can connect with me in the simulation's digital space."},{"T":"301","2":"Gestalt","3":"Any damage you receive in the future will also impact your program logic."},{"T":"301","2":"Gestalt","3":"As the simulation stretches on, redundant data will pile on with nowhere to go. The computational strain on you will also increase."},{"T":"301","2":"Gestalt","3":"In the same vein, if 'that future' becomes more complicated..."},{"T":"301","2":"Nanami","3":"Alright, alright! I get it!"},{"T":"301","2":"Nanami","3":"Nanami has done all the preparations! Just do it!"},{"T":"301","2":"Gestalt","3":"...If you insist."},{"T":"301","2":"Gestalt","3":"The one called Nanami. You are about to enter your second simulation. Confirm?"},{"T":"301","2":"Nanami","3":"Confirm."},{"T":"301","2":"Gestalt","3":"Launching the second world reconstructing simulation program. 5%... 18%... 26%..."},{"T":"301","3":"The surroundings begin to change alongside Gestalt's voice as if being fast-forwarded."},{"T":"301","2":"Gestalt","3":"...Program loaded."},{"T":"301","3":"With that, Nanami finds herself in a new, strange world."}]