[{"T":"301","3":"The dawn is gray and dark. Heavy clouds linger in the sky, an unbearable depression interweaving with the fog, affecting everyone stepping into these woods."},{"T":"301","2":"Vera","3":"Progress report, 21."},{"T":"301","2":"No. 21","3":"Roger."},{"T":"301","2":"No. 21","3":"Based on the target coordinates, we're 30 minutes from our destination at our current speed."},{"T":"301","2":"Noctis","3":"Gosh, why am I feeling cold... When will this fog dissipate?!"},{"T":"301","3":"Moist vapor scatters in the air, forming water droplets on the artificial skins of the Constructs. Their footsteps draw a line amidst the fog, and they shiver as the vapor draws on their exposed skin like a cold finger."},{"T":"301","2":"Vera","3":"...It's just your regular fog. Visibility is low, sure, but the Punishing Virus concentration is still normal, so calm down and keep moving."},{"T":"301","2":"No. 21","3":"...Aargh!"},{"T":"301","3":"No. 21, who has been staying at the back of the team, suddenly screams like an animal. Her cry is immediately followed by a beam from her hovering laser cannon."},{"T":"301","2":"Noctis","3":"What?! What the hell?!"},{"T":"301","3":"As the fire and smoke dissipate, the rest of you find out what No. 21 was shooting. It is a tall tree, withered and dry, and, with the laser strike, it now has a big, burnt hole in the center, its edges sizzling."},{"T":"301","2":"Vera","3":"What's wrong?!"},{"T":"301","2":"No. 21","3":"...I sensed eyes."},{"T":"301","2":"Noctis","3":"Don't scare me! I can't do surprises!"},{"T":"301","2":"Vera","3":"Zip it, Noctis. Did you see someone?"},{"T":"301","3":"No. 21 thinks for a moment before shaking her head."},{"T":"301","2":"No. 21","3":"I... sensed eyes."},{"T":"302","2":"Do you mean someone's gaze?"},{"T":"301","2":"No. 21","3":"Gaze?"},{"T":"301","2":"Noctis","3":"It means someone's watching you."},{"T":"301","2":"No. 21","3":"Yes. Someone's watching me."},{"T":"301","3":"Quickly inspecting the back of the tree, Vera shakes her head, not discovering anything out of the ordinary."},{"T":"301","2":"Vera","3":"No alarms and I'm not seeing any tracks. Everyone, stay alert but levelheaded. Let's keep moving."},{"T":"301","2":"Noctis","3":"You're mistaken, I say... You're too nervous, 21. Just a little fog, and you're startled."},{"T":"301","3":"No. 21 does not argue. Still standing before the tree, she holds her hand up and gently touches the dark, burnt parts."},{"T":"301","3":"Withdrawing her hand, she finds her sleeve covered in blood-like marks."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"She puts her sleeve to her nose and sniffs, noticing the smell of rust. It is not blood but the scent of rusty metal in a humid environment."},{"T":"301","3":"Looking down, she finds a rotting doll lying in the bushes next to the tree."},{"T":"301","3":"Shaped like a stuffed animal, it is too dirty to tell its original color, save for the bright red of its cracked lips. The two stiff, sad eyeballs, poorly sewn, are staring straight at No. 21 like melted glass orbs."},{"T":"301","2":"Noctis","3":"Hey, come on!"},{"T":"301","3":"Noctis calls to her from afar. Shaking her head, No. 21 forgets about that gaze hiding in the fog."},{"T":"301","3":"After a while of moving forward, the team is finally through the mist, as the view of the empty town reveals itself before you."},{"T":"301","3":"Solemn and gloomy, the European-styled buildings, as well as the sparse scenery, the deserted walls, and the dying trees covered in white, all display sickly tiredness."},{"T":"301","2":"Noctis","3":"This fog is finally leaving..."},{"T":"301","2":"Noctis","3":"...Huh? Where's 21?"},{"T":"301","3":"That is when you realize No. 21 is not by your side. You all turn around and find her crouching at the cross-section you just passed, staring at a shop window by the road."},{"T":"301","3":"Inside are a few dolls, their ball joints long shattered from time passing, their broken limps nowhere to be found."},{"T":"301","3":"You can still vaguely identify their finely sculpted faces, silent evidence of their past glory."},{"T":"301","3":"But now..."},{"T":"301","3":"Their dark, empty eyesockets draw your attention like a black hole."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21's expression reminds you of a time when two young girls also stopped for a doll mid-mission."},{"T":"302","2":"Do you want it?"},{"T":"301","3":"She looks at you, expressionless, before reaching out her hand. Her arm goes through the glass window, shattering it, and she retrieves the doll."},{"T":"302","2":"..."},{"T":"301","3":"No. 21 takes off the doll's head with a 'snap,' and the broken wires spark at its neck. With that, the doll's eyelids close, unable to stay up."},{"T":"301","3":"Casually, she holds up the doll's head toward you, and you find the sight fairly terrifying."},{"T":"301","2":"No. 21","3":"It moved."},{"T":"301","2":"Noctis","3":"Great, now what?"},{"T":"301","2":"No. 21","3":"I didn't sense 'wrong.'"},{"T":"301","2":"No. 21","3":"I saw it in the shop window at the last cross-section."},{"T":"302","2":"Could it be that there's one in every shop window?"},{"T":"301","2":"No. 21","3":"I didn't sense 'wrong.' It was following me."},{"T":"301","2":"Vera","3":"Stop arguing."},{"T":"301","3":"Vera takes the head from No. 21's hand and taps her receptor, and her eyes project a ray of light, scanning the head before displaying a bright green 'CLEAR'."},{"T":"301","2":"Vera","3":"Tsk."},{"T":"301","3":"Grasping the doll's artificial hair with two fingers, Vera flings the head to the side."},{"T":"301","2":"Vera","3":"I trust your instinct, 21, but now's not the time to disrupt the operation by these unproved, trivial hunches."},{"T":"301","2":"No. 21","3":"...Okay. I understand."},{"T":"301","3":"No. 21 says so as she looks down at her hands before shaking her head again."},{"T":"301","2":"No. 21","3":"I don't understand."},{"T":"301","2":"Vera","3":"What don't you understand, now?"},{"T":"301","2":"No. 21","3":"My hand is itchy."},{"T":"301","3":"She raises her hands high, and her big, puffy sleeves slide down and cover her head, making her look slightly foolish. Still, she points her hands toward Vera, and Noctis also walks up and looks."},{"T":"301","3":"But there is nothing on them except some dust she has picked up accidentally."},{"T":"301","2":"Noctis","3":"Whoa—you should wash your hands, 21. They're dirty."},{"T":"301","2":"Vera","3":"..."},{"T":"301","3":"Vera frowns, seemingly deep in thoughts. But she soon waves her hand."},{"T":"301","2":"Vera","3":"Focus on the mission, 21. Don't get sidetracked again."},{"T":"301","3":"After that brief interlude, you all travel for another short while, and you start noticing remains of strangely-built mechanoids on the sides of the road, long immobilized."},{"T":"301","2":"No. 21","3":"This..."},{"T":"301","3":"No. 21 crouches before a damaged mechanoid. Most of its body is destroyed, leaving behind half a fractured orb. Inside the crack are wires and blades, as a few broken mechanical tentacles extend from within."},{"T":"301","2":"Noctis","3":"What the hell is that..."},{"T":"301","3":"Noctis, walking to No. 21's side, bends down and touches the remaining half of a tentacle."},{"T":"301","3":"The mechanoid seems to detect Noctis touching it, shaking violently as the half-tentacle stands from its core with a long needle at its end, glistening chillingly under the sun."},{"T":"302","2":"Watch out!"},{"T":"301","3":"Reacting quickly, Noctis catches the needle with two of his fingers and snaps it."},{"T":"301","2":"Noctis","3":"What the hell is that?!"},{"T":"301","2":"Vera","3":"Let me see."},{"T":"301","3":"Vera takes the needle from him, sniffing it, even tasting it with her tongue."},{"T":"301","2":"Vera","3":"Drugs, for humans, probably expired for centuries. Can't mistake the smell."},{"T":"302","2":"...Is this how Cerberus operate?"},{"T":"301","2":"Vera","3":"What do you want? Pack it up in a nice package and ship it to Asimov for analysis? Or are there other insights you want to share, Commandant?"},{"T":"302","2":"Can I take a look at the whole thing?"},{"T":"301","3":"Vera picks up the damaged mechanoid and spins it around."},{"T":"301","3":"Rusty as it is, you can still vaguely recognize the few pointed objects inside its mutilated frame. The widest crack on its body is lined with rugged edges, seemingly broken apart by a blunt object intentionally."},{"T":"301","3":"Its base is completely busted. You surmise that it would have been connected with 'legs' that support the orb's body based on the configuration of its couplings."},{"T":"301","3":"—This kind of analysis is usually done by Lee, you think. But after so many missions together, you have picked up a thing or two about the construction of machines."},{"T":"302","2":"It kind of looks like 21's orb, no?"},{"T":"301","2":"Vera","3":"Co-Bot?"},{"T":"301","2":"No. 21","3":"It's 'Buddy'."},{"T":"302","2":"It got a name, huh?","4":"Right."},{"T":"301","2":"Noctis","3":"They don't look alike except for both being... round."},{"T":"302","2":"(Point out the missing parts at the base and its back)"},{"T":"301","2":"Vera","3":"Now that you point it out... I do see the resemblance."},{"T":"301","3":"Those pointed objects are mostly pincers and scalpels, as well as hemostats and parts of the injection device Vera discovered. This mechanoid was a Medic Bot responsible for emergency human surgeries."},{"T":"302","2":"It's a mechanoid used for medical purposes."},{"T":"301","2":"Vera","3":"I recall something like that during the late Golden Age—portable Medic Bots that were quite popular back then but more or less obsolete now. You won't find them on Babylonia anymore."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"21... what's wrong?"},{"T":"301","3":"Her unusual quietness has caught your attention. Still, she only frowns and shakes her head, not answering you."},{"T":"301","2":"Noctis","3":"We know that now, great. Then what?"},{"T":"302","2":"These mechanoids... seem to be destroyed deliberately."},{"T":"301","3":"As you observe the members of Cerberus, you find No. 21 to be especially sensitive to anomalies."},{"T":"301","3":"She has been acting strange since entering the town. You cannot tell if it is her affecting your subconscious or if it is your experience in battles warning you... you know that this town is more than meets the eyes."},{"T":"301","3":"'Those people' would not have sent you if this is just a normal small town."},{"T":"301","2":"Vera","3":"Noctis, check the map."},{"T":"301","2":"Noctis","3":"Sure. Um, hold on... where are we now? Here?"},{"T":"301","2":"Vera","3":"21, cross-reference the coordinates of the objective with that map."},{"T":"301","2":"No. 21","3":"Copy."},{"T":"301","3":"No. 21 opens the holo-map on her terminal, displaying the location of Cerberus, not far away from the blinking red light that denotes their destination, which is—"},{"T":"301","3":"Vera's finger glides right along their route on the brittle paper map until she stops on a single word."},{"T":"302","2":"...'Hospital'."},{"T":"301","2":"No. 21","3":"Capt., nothing to report."},{"T":"301","3":"Her legs hanging on a branch of the tree, No. 21's head pops out from the leaves, upside down, with a few leaves sticking on her face."},{"T":"301","2":"Vera","3":"Climbing up there is entirely unnecessary. What have you been teaching her, Noctis?"},{"T":"301","2":"Noctis","3":"Hey, don't pigeonhole me!"},{"T":"301","2":"Vera","3":"Say that again when you climb back down!"},{"T":"301","3":"The beefy redhead crouches on another branch, sniffing excitedly, his eyes glittering like a deadly predator noticing its prey."},{"T":"301","2":"Noctis","3":"We're here."},{"T":"301","3":"Your vision travels through the small area before you to a white building hidden in the fog not too far away."},{"T":"301","3":"Noctis jumps down deftly from the tree, and No. 21 follows suit, landing by his side on all four limbs."},{"T":"301","2":"Vera","3":"First... Ahead..."},{"T":"301","3":"Suddenly, their voices become muddled and fuzzy before your sight goes black as your vision twists and blurs."},{"T":"302","2":"Ugh—"},{"T":"301","3":"Your hearing is completely taken over by a constant ringing, and all your other senses are gone."},{"T":"301","3":"The building in sight rises, hovering over the ground, transforming and reconstituting. The plants around are blooming anew as if fresh seeds suddenly blossom, bursting out of the soil into a massive tree."},{"T":"301","3":"A bewildering familiarity with this place enthralls you."},{"T":"301","2":"Eerie Voice?","3":"Hehe... hehehe..."},{"T":"301","3":"Within the canopy, a burst of strange and distant laughter zips from branch to branch, giggling nonstop, like a signal transmitting in a nervous system."},{"T":"301","2":"Eerie Voice?","3":"...Wait... wait for me..."},{"T":"301","3":"Amidst the ringing, the unfamiliar phrase elapses before disappearing."},{"T":"301","3":"But the apparition lasts but a moment, and soon your vision and hearing return to normal as the hospital building becomes its old, crumbly self again."},{"T":"302","2":"What was that..."},{"T":"301","2":"Vera","3":"What's wrong with you?"},{"T":"302","2":"Did you see that?!"},{"T":"301","2":"Vera","3":"...Did I see what?"},{"T":"301","3":"Normally speaking, connected Constructs and commandants would have their senses affecting each other, but Vera does not seem to be affected by whatever you just saw."},{"T":"301","3":"Although you have been getting memories replayed from your corrupted Mind Beacon after your last battle with Luna... this kind of twisted vision is unprecedented. And that sense of familiarity... What is going on?!"},{"T":"301","3":"Besides... what you just experienced kind of felt like a memory replay, but not entirely. For a moment, you are flooded by the feeling of nostalgia, as if you had been here before, having seen this place at its prime."},{"T":"301","3":"Has the corruption worsened? Or was the illusion a result of your mental stress?"},{"T":"301","2":"Vera","3":"What is it? 【kuroname】?"},{"T":"302","2":"...Nothing.","4":"This place feels... familiar."},{"T":"301","3":"Before you can figure out what is happening, you should avoid stressing the team over nothing."},{"T":"301","2":"Vera","3":"Familiar? Like... deja vu?"},{"T":"301","3":"Deja vu, 'already seen,' is a condition describing the sense of recollection over an event or a place not experienced before."},{"T":"302","2":"I... I'm not sure."},{"T":"301","2":"Noctis","3":"Vera, I think the town is cursed. First, it was 21 being all paranoid, and now the commandant is acting weird? I feel..."},{"T":"301","2":"Noctis","3":"I feel so fricking excited! Come on, town! Show me creepy stuff as well!"},{"T":"301","3":"Eagerly he paces around you, his eyes beaming with a spark like a hound."},{"T":"301","2":"Vera","3":"Something doesn't line up indeed. Even though the Punishing Virus concentration is within the norm here, it doesn't make sense that we haven't run into any Corrupted at all. Things are going... too smoothly."},{"T":"301","2":"Noctis","3":"...Vera, hush... T-there's a voice!"},{"T":"301","2":"No. 21","3":"Sniff, sniff..."},{"T":"301","2":"No. 21","3":"...Capt., Corrupted approaching."},{"T":"302","2":"Is Cerberus a zoo?","4":"I'm not detecting Corrupted signals."},{"T":"301","2":"Noctis","3":"It's our gifts, gifts we've carried since we were humans. Animal instincts."},{"T":"301","3":"Noctis lies on the floor dramatically and puts his ear to the ground."},{"T":"301","2":"Noctis","3":"Dormant animals are like machines, incapable of detecting slumbering storms... but instincts can foresee when machines are blind."},{"T":"302","2":"I've no idea what you're talking about.","4":"Sounds very... Cerberus."},{"T":"301","2":"Vera","3":"This is why we're so effective. If you want to keep up, Gray Raven Commandant, you'll have to work harder, 'cause we aren't slowing down for anyone left behind."},{"T":"301","2":"No. 21","3":"They're here."},{"T":"301","3":"No. 21 extends her arms while her legs move back, acting like a wild wolf ready to prance."},{"T":"301","3":"At the same time, the screen on the terminal is abruptly awakened as a swarm of tiny dots lights up, like a horde of locusts migrating."},{"T":"301","3":"The Corrupted, unseen since you arrived in this small town... are finally here."}]