[{"T":"301","2":"Qu","3":"What is this? Who are you people?"},{"T":"302","2":"(Introduce yourself)"},{"T":"301","2":"Qu","3":"Gray Raven. And... Lucia."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Pulao","3":"They came to help, Lady Qu. Tonight is the night we get you off this ship and free you from Huaxu."},{"T":"301","2":"Qu","3":"Free me... Is this what you've been up to lately, Pulao?"},{"T":"301","2":"Pulao","3":"Yes, I've been preparing for this moment for a long time. And we only have one shot at this."},{"T":"301","2":"Pulao","3":"Everything that accursed AI has stolen from us, we're going to take them back!"},{"T":"301","2":"Qu","3":"You must have worked very hard to get this far, Pulao."},{"T":"301","2":"Qu","3":"Do you want to go back too, Pulao? To that Kowloong..."},{"T":"301","2":"Pulao","3":"This is the closest we've ever been to making that happen. Lady Qu, do you still have access to the main control room?"},{"T":"301","2":"Qu","3":"Then follow me, Gray Ravens..."},{"T":"301","2":"Liv","3":"...Are you okay?"},{"T":"301","2":"Qu","3":"It's nothing... I'm fine..."},{"T":"301","2":"Qu","3":"I'll take you to the main control room."},{"T":"301","2":"Qu","3":"...I've been waiting for this moment for so long."},{"T":"301","2":"Lucia","3":"What's wrong, Liv?"},{"T":"301","2":"Liv","3":"The status monitoring shows that Qu..."},{"T":"301","3":"Liv pauses for a moment, then continues."},{"T":"301","2":"Liv","3":"She's in terrible condition."},{"T":"301","2":"Liv","3":"Her M.I.N.D. is a mess, and all her indicators are off the scale."},{"T":"301","2":"Liv","3":"She needs immediate..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"On the observation deck of the Nighter."},{"T":"301","2":"Qu","3":"This is the place."},{"T":"302","2":"Where's the system terminal?"},{"T":"301","2":"Qu","3":"Huaxu is here. This place IS Huaxu."},{"T":"301","3":"After saying that, Qu lets go of Pulao's hand, then holds Lucia's and walks on."},{"T":"301","2":"Lucia","3":"...?"},{"T":"301","2":"Qu","3":"Pulao, did you say earlier that I, I mean we, have all been controlled by Huaxu?"},{"T":"301","2":"Pulao","3":"Lady Qu?"},{"T":"301","2":"Qu","3":"You were wrong. The master of this ship has always been me. I have the highest authority here."},{"T":"301","2":"Lee","3":"Wait, that means... Lucia!"},{"T":"301","2":"Qu","3":"Too late."},{"T":"301","3":"When you realize what is going on and are about to draw your gun, a few mechanical puppets that have been hanging upside down the ceiling descend to the ground."},{"T":"301","2":"Qu","3":"I was the one who wanted a vessel. I founded the night market and trade fair. I schemed. I put collars on you."},{"T":"301","2":"Pulao","3":"Are you still being controlled by Huaxu? Lady Qu would never…"},{"T":"301","2":"Qu","3":"Lady Qu would never do such things, huh? Or do you mean no human would do such things?"},{"T":"301","2":"Qu","3":"And how can you be so sure? Machines are merely lifeless creations of mankind, devoid of emotions and thoughts."},{"T":"301","2":"Qu","3":"You must have forgotten that you yourself are a human-machine hybrid, Pulao. What a fool."},{"T":"301","2":"Qu","3":"Huaxu, she... well, she's a bleeding heart."},{"T":"301","2":"Qu","3":"She took in refugees and erected a protective barrier against the virus... But what did humans do in return?"},{"T":"301","2":"Qu","3":"But none of that matters now. Anyway, thank you for this surprise gift."},{"T":"302","2":"Let go of Lucia!","4":"Ready your weapons!"},{"T":"301","2":"Qu","3":"No, I won't let go of such a precious specimen."},{"T":"301","2":"Lee","3":"Pulao, I'm afraid you need a change of plans."},{"T":"301","2":"Pulao","3":"Why... Why is this happening? Lady Qu..."},{"T":"301","2":"Lucia","3":"Ngh..."},{"T":"301","2":"Qu","3":"Through different transfer experiments... I've already found the most efficient way to transfer minds."},{"T":"301","2":"Qu","3":"Huaxu, I've found the perfect vessel for you."},{"T":"301","2":"Qu","3":"...This will be the last time."},{"T":"301","3":"As if being grasped by an invisible hand, Lucia floats soundlessly in the air."},{"T":"301","3":"Sand painting. Rivulets."},{"T":"301","3":"Qu looks at the sand painting in silence."},{"T":"301","3":"Then lifts a hand, touching the painting."},{"T":"301","2":"Chrome","3":"What's happening... Gray Raven?!"},{"T":"301","3":"Your mind suddenly goes blank."}]