[{"T":"301","3":"The dozen of tall Constructs stand out conspicuously in the crowd. Staessen picks you and the others out in a glance."},{"T":"301","2":"Staessen","3":"You're back."},{"T":"301","2":"Diana","3":"Apologies for my unauthorized departure, Captain Staessen, but 【kuroname】 and I brought Rosetta and her companions back."},{"T":"301","2":"Staessen","3":"Apology accepted."},{"T":"301","2":"Staessen","3":"And now... my turn for an apology for what I'm about to say."},{"T":"301","2":"Diana","3":"?"},{"T":"301","2":"Staessen","3":"To tell you the truth, I just had a private exchange with representatives from other settlements."},{"T":"301","2":"Staessen","3":"We have agreed to absolve you of the 'sinner' status, but only under certain conditions."},{"T":"301","2":"Liv","3":"Thank goodness...!"},{"T":"301","2":"Rosetta","3":"So... I guess this hinges on the conditions?"},{"T":"301","2":"Staessen","3":"Indeed."},{"T":"301","2":"Rosetta","3":"This works better for us as well. Knowing our reputation in the ARU, absolving us so lightly must've ruffled a few feathers."},{"T":"301","2":"Staessen","3":"...Indeed. I wanted to announce it publicly, but I was acting out of turn."},{"T":"301","2":"Rosetta","3":"So, what are the conditions?"},{"T":"301","2":"Staessen","3":"You must retrieve two 'Moses class' icebreakers from the Border Commune."},{"T":"301","2":"Lee","3":"Border Commune?"},{"T":"301","2":"Liv","3":"Icebreakers?"},{"T":"301","2":"Lucia","3":"Retrieve?"},{"T":"301","2":"Staessen","3":"If you can complete this mission, the icebreakers will be immediately put to work establishing a new settlement for the Forest Guards."},{"T":"301","2":"Staessen","3":"In the new settlement, Forest Guards will be regarded as equal members of the ARU."},{"T":"301","2":"Rosetta","3":"Very well. This should be enough to win respect for the Forest Guards."},{"T":"301","2":"Rosetta","3":"But before that, I think you need to explain to our guests here first."},{"T":"301","3":"..."}]