[{"T":"301","2":"No. 21","3":"—I'm not alone either."},{"T":"301","2":"Vera","3":"Noctis, 21, finish him!"},{"T":"301","3":"Voodoo is no match for Cerberus. Her defeat is inevitable."},{"T":"301","3":"...But life is full of surprises."},{"T":"301","2":"Roland","3":"Laguz—"},{"T":"301","3":"Roland quietly mumbles a word. Only Vera realizes what is about to happen, as she has seen Roland do it before—"},{"T":"301","2":"Vera","3":"Turn off your audio modules now!"},{"T":"301","2":"Roland","3":"That's not going to work."},{"T":"301","3":"No. 21 and Noctis are suddenly knocked back by an immense force one after another. Everyone loses their balance and drops their weapons, falling to the ground."},{"T":"301","2":"Noctis","3":"Ah—Ouch—"},{"T":"301","2":"No. 21","3":"...Ugh!"},{"T":"301","3":"Even Vera is trapped by the whip."},{"T":"301","3":"The crouching man—who has been pretending to be defeated—gives a smile."},{"T":"301","2":"Roland","3":"Marvelous... How wonderful."},{"T":"301","3":"Elegantly Roland steps up and takes off an invisible hat, bowing under the moon like a magician giving his curtain call."},{"T":"301","2":"Roland","3":"Ta-da! The show is over!"},{"T":"301","2":"Roland","3":"What an opening act! You've saved me a lot of work, let me tell you that. As for the audience who tried to sneak in without a ticket... I think a little punishment is in order, no?"},{"T":"301","3":"Roland did not try to imprison Voodoo though."},{"T":"301","3":"After fighting both Roland and Cerberus, she probably has no strength left."},{"T":"301","3":"At the same time, Roland can find more information through her reaction—"},{"T":"301","3":"—She did not attempt to run, which was a good sign. It means she was prepared to be defeated."},{"T":"301","3":"He walks to Voodoo, looking nothing like the frail loser moments ago."},{"T":"301","2":"Roland","3":"Now, can I have your ticket, please, ma'am?"},{"T":"301","3":"He then moves closer and whispers in her ears—"},{"T":"301","2":"Roland","3":"—Where's the other one? I don't talk to the henchman."},{"T":"301","2":"Roland","3":"If you want me, get your boss to talk to me."},{"T":"301","2":"Voodoo","3":"...Mr. Vonnegut will be very satisfied with your performance."},{"T":"301","2":"Roland","3":"Where is he?"},{"T":"301","2":"Voodoo","3":"...You'll find out soon enough."},{"T":"301","2":"Roland","3":"I don't like riddles."},{"T":"301","3":"Roland points his gun at Voodoo's broken mask."},{"T":"301","2":"Roland","3":"I have no idea why your designer put the core components of your M.I.N.D. in the head, making you no different from a human."},{"T":"301","2":"Roland","3":"But that's easier for me. Without the armor on your mask, even a military-grade composite skull won't survive my shotgun."},{"T":"301","2":"Roland","3":"So bring me the other one if you don't want to die."},{"T":"301","2":"Voodoo","3":"..."},{"T":"301","2":"Roland","3":"3."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","3":"A familiar girl dressed in black appears in the corner of Roland's vision."},{"T":"301","2":"Roland","3":"Tsk, how boring."},{"T":"301","2":"Roland","3":"Alright, we don't have much time, do we?"},{"T":"301","2":"Roland","3":"That Mister you keep talking about, take me to him."},{"T":"301","2":"Voodoo","3":"I'm afraid I can't do that..."},{"T":"301","2":"Roland","3":"?"},{"T":"301","2":"Voodoo","3":"Because... I have to leave."},{"T":"301","2":"Voodoo","3":"Starting back-up jet engine."},{"T":"301","3":"A few thrusters suddenly appear under Voodoo's large black wings."},{"T":"301","3":"The flames and air currents push Voodoo into the air at an awkward angle."},{"T":"301","3":"Before she leaves Roland's firing range, her last words are—"},{"T":"301","2":"Voodoo","3":"You'll change your mind once you meet him."},{"T":"301","2":"Voodoo","3":"To people like you and me... That is the only place we get to enjoy ourselves..."},{"T":"301","2":"Roland","3":"Interesting... Very interesting..."},{"T":"301","3":"What a fascinating plot, Roland thinks."},{"T":"301","2":"Roland","3":"Haha... Hahaha... Hahahaha!"},{"T":"301","3":"—Roland can't help but burst into laughter. He turns back and looks at No. 21, who is still pinned to the ground."},{"T":"301","3":"She seems to have felt Roland's mockery and disdain and makes a threatening growl. But it only makes Roland feel more sorry for her, and the Gray Raven Commandant."},{"T":"301","2":"Roland","3":"Interesting... Commandant, I wonder what your face will look like when you find out the truth..."},{"T":"301","2":"Roland","3":"(The world is a dark place, as always. To me, and to you.)"},{"T":"301","2":"Roland","3":"(If only I have a chance... I wish I can chain you in front of me, so both of us poor souls can have a good talk.)"},{"T":"301","3":"—But that's another story. Roland looks back at Voodoo—"},{"T":"301","3":"She has already escaped into the sky. Roland searches around for the girl he saw earlier on—"},{"T":"301","3":"—But she has already disappeared without a sign, just like every past appearance of hers."},{"T":"301","2":"Roland","3":"...Tsk, enough of this pretentious mystery."},{"T":"301","2":"Roland","3":"Well, I've got to go too."},{"T":"301","2":"Roland","3":"See you, good puppies."},{"T":"301","3":"Roland turns around and leaves the valley."},{"T":"301","3":"The helicopter noises are getting close. That's probably Babylonia's reinforcements."},{"T":"301","3":"Or maybe not? But Roland no longer cares."},{"T":"301","3":"Soon, Cerberus will find out that unlike the encounter at Venus Splash Park, this time they are only trapped by the electromagnetic constraints that he planted earlier on during the battle."},{"T":"301","3":"But that's not for Roland to worry about."},{"T":"301","2":"Cinderelik","3":"Ready for the next step?"},{"T":"301","2":"Cinderelik","3":"I see, you were defeated. Don't worry, that was also part of the plan."},{"T":"301","2":"Cinderelik","3":"Yeah, just come back after that."},{"T":"301","2":"Cinderelik","3":"I'll take over from here."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Cinderelik","3":"Mister wanted it this way."},{"T":"301","2":"Cinderelik","3":"Okay."},{"T":"301","2":"Cinderelik","3":"It's not something you should worry about."}]