[{"T":"301","3":"— an unusual gathering of Corrupted near the Forsaken HQ 'coincides' with Gray Raven's investigation."},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Watanabe","3":"Hey, Commandant! Watch your back!"},{"T":"302","2":"(Dodge the attack)","4":"(Counterattack)"},{"T":"301","2":"Liv","3":"Thank goodness you weren't hurt, Commandant."},{"T":"301","2":"Lucia","3":"Please stay by Lucia's side, and leave the Corrupted to us."},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Watanabe","3":"Whoa... not bad..."},{"T":"301","2":"Watanabe","3":"But I'd advise you to stand back. If you got hurt, these Gray Raven fellas might just collapse."},{"T":"301","2":"Lee","3":"(112, 671), detecting a sizable Corrupted response. Risk of a breakthrough."},{"T":"301","2":"Watanabe","3":"We're on it. Reinforcements have been sent to the breach."},{"T":"301","3":"Back to back, the two strike at the same time, and the encroaching Corrupted are knocked flying."},{"T":"301","2":"Changyu","3":"Hey, old man! Back up!"},{"T":"301","3":"Nearby, Changyu's fist makes contact with a Corrupted chest. Contradictory to the boy's slender frame, the punch warps the Corrupted vessel beyond recognition as it sails towards Watanabe."},{"T":"301","3":"Lee and Watanabe quickly separate and finish off several enemies struck by the flying Corrupted chassis."},{"T":"301","2":"Watanabe","3":"Akdelik runt... are you trying to get us killed?"},{"T":"301","2":"Changyu","3":"It missed you anyways. Climb on! We have to go!"},{"T":"301","2":"Lee","3":"...Old...man?"},{"T":"301","3":"Changyu climbs aboard the transport first and starts the engine. The enormous wheels churn the pursuing Corrupted into scrap as Gray Raven and Watanabe climb aboard as well, racing towards the Forsaken HQ."},{"T":"301","2":"Changyu","3":"So this is the Forsaken HQ..."},{"T":"301","3":"Compared to the sufficiently extravagant Eternal Engine and the Nighter, the Forsaken HQ is spartan, almost bare."},{"T":"301","2":"Liv","3":"Watanabe-San, what's in here?"},{"T":"301","3":"Without a word, Watanabe opens the containers and instructs the Forsaken soldiers in the HQ to help move their contents."},{"T":"301","2":"Lucia","3":"Rice? And beans and seasoning... is that all there is? What do the Forsaken want with this food?"},{"T":"302","2":"Go and ask","4":"Leave it be"},{"T":"301","2":"Lucia","3":"You're curious too, Commandant? Then I shall go ask."},{"T":"301","2":"Lucia","3":"Memory Data on the Forsaken indicates... feels... like they are not a threat... I'll go ask!"},{"T":"301","2":"Lucia","3":"Hello, may I ask what this food is for?"},{"T":"301","2":"Forsaken Soldier","3":"Duanwu festival's almost here! We're makin' Zongs!"},{"T":"301","2":"Lucia","3":"Duanwu festival...? Do you know what that is, Commandant?"},{"T":"302","2":"An old Eastern festival"},{"T":"301","2":"Lucia","3":"Festival... there appears to be an analog... in my Memory Data. It feels warm."},{"T":"301","2":"Changyu","3":"We are pretty close to the Duanwu Festival... Do the Forsaken even observe it?"},{"T":"301","2":"Forsaken Soldier","3":"Several years ago, we saved someone by the ocean. He told us that he sold Zongs on the Nighter. He was heavily modified with cybernetics. Most of his organs weren't his anymore. It was a miracle that he survived being thrown into the sea."},{"T":"301","2":"Forsaken Soldier","3":"Day and night, that man dreamt of returning home. So fierce was his longing that several of our companions starting feeling the same way, and we ended up taking him in. He was the one who told us about Duanwu, and taught us how to make Zongs."},{"T":"301","2":"Changyu","3":"The man who sold Zongs on the Nighter... was his name Old Man Fu? I knew him. I ate his Zongs too!"},{"T":"302","2":"Where is he now?"},{"T":"301","2":"Forsaken Soldier","3":"Dunno. One day, he just up and disappeared. We never found him."},{"T":"301","3":"The soldier spots Watanabe approaching, throws a salute, then joins the line of men moving supplies."},{"T":"301","2":"Watanabe","3":"Hmph, in a world devoid of hope, it is impossible to survive without something to miss."},{"T":"301","2":"Watanabe","3":"It so happened that our could handle making these Zongs, and so Duanwu became the one festival we celebrate and pin our hopes on throughout the year."},{"T":"301","2":"Watanabe","3":"This year, however, Corrupted activity has surged thanks to the presence of the Ascendant, and we've been unable to gather the requisite supplies."},{"T":"301","2":"Changyu","3":"Hence the trip to the Nighter?"},{"T":"301","2":"Lee","3":"What is the significance of this festival, to warrant the allocation of so many resources?"},{"T":"301","2":"Watanabe","3":"Significant? There are those among us who consider it so significant, that they have named themselves 'Zongs'."},{"T":"301","2":"Changyu","3":"You're kidding, no one is as stupid as that."},{"T":"301","2":"Changyu","3":"Really? Come on..."},{"T":"301","2":"Watanabe","3":"For you, perhaps it is just a marginally more important day, but for us, Duanwu is the only release for a protracted and solitary longing. I don't want to disappoint them on a day like this."}]