[{"T":"301","2":"Lee","3":"The data's correct. This warning call was from Liv's comms."},{"T":"301","2":"Lucia","3":"I see... I don't recommend going forward. We should immediately retreat and locate Liv, and wait for reinforcement."},{"T":"301","3":"As you discuss among yourselves how best to retreat, one mechanoid guard with only its skeleton frame left stands up and drags its broken body before you all."},{"T":"301","2":"??","3":"You are... Commandant."},{"T":"301","2":"??","3":"The rest of you must be Constructs from Babylonia. I am grateful—you two have helped me improve on the defense of the Golden Vortex."},{"T":"301","2":"Lucia","3":"I-is this a trap?"},{"T":"301","2":"??","3":"This mechanoid should have a projection device, if I recall correctly..."},{"T":"301","2":"Nat","3":"Here! Now you can all see me."},{"T":"301","2":"Nat","3":"I have been watching you since you entered this desert."},{"T":"301","2":"Nat","3":"I am Nat, Queen of Gold, the Golden Construct, the Nemesis of the Punishing Virus, She who is the Last Hope of Earth."},{"T":"301","2":"Lucia","3":"Lee... make sure there's no one ambushing us. Give me the clear, and we're out of here."},{"T":"301","2":"Nat","3":"Are you worrying about Liv? I can take you to see her."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Nat","3":"Let me establish that I do not 'have' Liv with me. But with a snap of my finger, and my servants will destroy her as they would have devour you."},{"T":"301","3":"As soon as Nat finishes speaking, all the mechanoids that can still move begin to make their way toward you, even if they only have one arm left."},{"T":"301","2":"Nat","3":"I suggest you reconsider my offer, and whether you can afford the alternative."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"Why do you want to see us?"},{"T":"301","2":"Nat","3":"Not at all! I only want to see your commandant."},{"T":"302","2":"You can't hurt my teammates if you want to see me!"},{"T":"301","2":"Nat","3":"I am a Queen of her word."},{"T":"301","2":"Nat","3":"My servants will lead the way."},{"T":"301","2":"Lee","3":"From what she said, Liv should be fine for now..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"We have to do what she says for now."}]