[{"T":"301","2":"Pulao","3":"Welcome to the Nighter!"},{"T":"302","2":"...Okay.","4":"...Right."},{"T":"301","2":"Pulao","3":"Liven up! I promise it's a vacation this time."},{"T":"301","3":"You find yourself back on the Nighter after a recent call."},{"T":"301","3":"A few days had passed since you returned from the Venus Splash Park. Though your wounds had not fully healed, at least HQ had conveniently forgotten about your existence."},{"T":"301","2":"Liv","3":"Judging from the test just now, you'll fully recover in a week."},{"T":"302","2":"Good."},{"T":"301","2":"Liv","3":"By the way..."},{"T":"301","3":"Liv handed over a fragrant, delicate cardboard box."},{"T":"301","2":"Liv","3":"It's a gift from Celica. She said she'd come to visit you after finishing another hundred million tasks."},{"T":"301","3":"Picturing Celica with a cake box in one hand and a stack of papers in another on unsteady steps, you could not help but give a wry smile."},{"T":"302","2":"I see. Please thank her for me.","4":"I'll thank her once I've recovered."},{"T":"301","2":"Liv","3":"Of course."},{"T":"301","2":"Liv","3":"But... sugar and carbs are no good for recovery..."},{"T":"301","2":"Liv","3":"Right now, it's still important to save your appetite for more proteins so that you'll recover sooner."},{"T":"302","2":"Alright."},{"T":"301","3":"Soon as you set the cake box aside, your communication device rang."},{"T":"301","2":"Liv","3":"I'll get going then. I still have some work to do."},{"T":"301","3":"You nodded to Liv, and when you looked back at the screen, you found a surprising figure."},{"T":"301","2":"Changyu","3":"Hey, it's been a while, 【kuroname】. How have you been?"},{"T":"302","2":"Pretty good."},{"T":"301","2":"Changyu","3":"I heard you were beaten up in that Venus Splash Park. But now you're 'pretty good'? Impressive."},{"T":"301","2":"Pulao","3":"【kuroname】, how about coming to the Nighter for vacation? It's almost the Double Seventh Festival."},{"T":"302","2":"Why are you two together?"},{"T":"301","2":"Changyu","3":"Oh, curious?"},{"T":"301","2":"Sophia","3":"We've made a pact with the Nighter. So we're staying together for now."},{"T":"301","2":"Sophia","3":"It's the first time we've worked together on a festival, so we'd like you to come and experience it."},{"T":"302","2":"I still haven't gotten over that last 'vacation.'"},{"T":"301","2":"Pulao","3":"Relax, it's definitely a vacation this time."},{"T":"301","2":"Sophia","3":"That's right. It's a business partnership between Akdilek and the Nighter."},{"T":"301","2":"Pulao","3":"We've been very busy since losing our leader. So they've taken over the Nighter for the time being."},{"T":"302","2":"By the way, what is the Double Seventh Festival?"},{"T":"301","2":"Changyu","3":"In short, it's a traditional festival where people gather to enjoy all kinds of entertainment, while folks like us do some business and sell some stuff..."},{"T":"301","2":"Sophia","3":"Here is some information."},{"T":"301","3":"Sophia gave you a brief overview of the planned events on the Nighter."},{"T":"301","2":"Changyu","3":"How does that sound? Just think about it."},{"T":"302","2":"Why me?"},{"T":"301","2":"Pulao","3":"You've been good to us. Think of it as our token of appreciation."},{"T":"302","2":"I need to discuss it with the others.","4":"Nah, I'll pass."},{"T":"301","2":"Pulao","3":"Alright then. I look forward to hearing from you. Be sure to come!"},{"T":"301","2":"Pulao","3":"You'll regret it! Mark my words!"},{"T":"301","3":"Just as Pulao disconnected, your comms rang again."},{"T":"301","2":"Hassen","3":"【kuroname】, were you on the phone with someone else just now?"},{"T":"302","2":"(Briefly explain)"},{"T":"301","2":"Hassen","3":"Oh, so the ACA took over the Nighter for now?"},{"T":"301","3":"Hassen thought for a moment."},{"T":"301","2":"Hassen","3":"Why not have a gander?"},{"T":"301","2":"Hassen","3":"Keeping in touch with them won't do Babylonia any harm, at least for now."},{"T":"302","2":"I request an overtime payment.","4":"Sure."},{"T":"301","2":"Hassen","3":"Don't be so defensive. Are you worried that it's another one of those... overtime vacations?"},{"T":"301","2":"Hassen","3":"It's an easy task—just write up a report about what's been going on in Kowloong when you get back. How does that sound?"},{"T":"302","2":"...","4":"Fine."},{"T":"301","2":"Hassen","3":"Bon voyage."},{"T":"301","3":"Failing to find a reason to refuse, you have boarded the Nighter with a hint of doubt and a few unhealed wounds."},{"T":"301","2":"Changyu","3":"Hey, it's been a while!"},{"T":"301","2":"Sophia","3":"Hello."},{"T":"301","2":"Pulao","3":"Great! Now that you're here, you can relax and enjoy your vacation!"},{"T":"301","2":"Liv","3":"May I ask... What do we do on vacation in Kowloong?"},{"T":"301","2":"Pulao","3":"Feel free to check the sightseeing guide for details—oh, wait, it doesn't seem to be ready yet..."},{"T":"301","2":"Lee","3":"You wanted to expand your business and tourism, and your guide is not even ready?"},{"T":"301","2":"Changyu","3":"Look, it hasn't been long since we started working together. And there are so many things waiting to be done!"},{"T":"301","2":"Sophia","3":"If I'm not mistaken, we're all supposed to submit a design. You're the only one who hasn't handed it in yet, Changyu."},{"T":"301","2":"Changyu","3":"Yeah, yeah. I'm on it."},{"T":"301","2":"Pulao","3":"Never mind, I'll be the tour guide for you this time. It's an exclusive service I provide for Gray Raven!"},{"T":"301","2":"Changyu","3":"Wonderful. Pulao will show you around the night market on the deck."},{"T":"301","2":"Changyu","3":"There are a lot of festival crafts over there exquisitely made with care. 【kuroname】, how about bringing some souvenirs back with you?"},{"T":"302","2":"Hold your horses, Mr. Salesman."},{"T":"301","2":"Pulao","3":"That's fine! You don't have to buy anything."},{"T":"301","2":"Changyu","3":"You're not going to be an adequate merchant if that's your sales pitch!"},{"T":"301","2":"Pulao","3":"Those crafts are made for the Double Seventh Festival. As our first event on the Nighter, it's more important to recreate and pass on the history recorded by Kowloong!"},{"T":"301","2":"Pulao","3":"Akdilek might have an established business model, but Kowloong does things our way. We don't do hard sells."},{"T":"301","2":"Changyu","3":"Fine, fine..."},{"T":"301","2":"Changyu","3":"Right, 【kuroname】, you can't buy things without grubs. Would you like to exchange some with me?"},{"T":"302","2":"Alright.","4":"No thanks."},{"T":"301","2":"Changyu","3":"Good. Remember to enjoy your stroll around the night market and help promote it when you return. We can always use more guests here!"},{"T":"301","2":"Changyu","3":"Come on, don't say no to me! I'll give you a 10% off in exchange, how about that?"},{"T":"301","2":"Pulao","3":"【kuroname】 is a guest of mine, so I should offer you this!"},{"T":"301","3":"Pulao hands you a bag of grubs without any explanation."},{"T":"301","2":"Changyu","3":"Fine. Remember to enjoy your stroll around the night market and help promote it when you return. We can always use more guests here!"},{"T":"301","2":"Pulao","3":"Let's get going. I'll show you what the Double Seventh Festival is like in Kowloong!"},{"T":"301","2":"Lucia","3":"The Double Seventh Festival?"},{"T":"301","2":"Pulao","3":"Exactly. It's said to be a festival that celebrates a love story."},{"T":"301","2":"Lucia","3":"What kind of love story... would have people create a festival for it?"},{"T":"301","2":"Pulao","3":"There are a lot of versions of it. Mostly it's about a fairy from the heavens who fell in love with a mortal."},{"T":"301","2":"Liv","3":"...Fairy?"},{"T":"301","2":"Pulao","3":"Yeah, according to the myths, all fairies come from the skies."},{"T":"301","2":"Liv","3":"By the skies, do you mean Babylonia?"},{"T":"301","2":"Pulao","3":"Uhm... I guess? Maybe?"},{"T":"301","2":"Lucia","3":"What happened next? Did they end up together?"},{"T":"301","2":"Pulao","3":"No. Because of their different status, they were separated by their king and sent to the two ends of the starry sea, never able to see each other again."},{"T":"301","2":"Lucia","3":"Just because of that?"},{"T":"301","2":"Pulao","3":"They say there are other reasons in different versions of the story, but there aren't that many records left on the Nighter, so that's all I can tell you."},{"T":"301","2":"Pulao","3":"However, the story does not end here. After they were separated, the cries of the two moved the king. So they were allowed to meet once every year on July 7th on a 'magpie bridge' built by magpies."},{"T":"301","2":"Liv","3":"Can magpies really build bridges?"},{"T":"301","2":"Pulao","3":"Of course they can—in stories! Legend has it that they'd work so hard they go bald while building it."},{"T":"301","2":"Liv","3":"I hope they didn't get hurt..."},{"T":"301","2":"Lee","3":"These are just fantasies humans made up while looking up at the sky in ancient times. How could magpies build bridges?"},{"T":"301","2":"Pulao","3":"That's just what I know from the files on the ship! I'll tell you how magpies build bridges when I find more records in Kowloong."},{"T":"301","2":"Lee","3":"So you're holding an event in the name of this festival when you don't fully know its origin and meaning?"},{"T":"301","2":"Pulao","3":"In the records of the Golden Age, the Double Seventh Festival was quite popular among people in Kowloong. There were a lot of related commercial and entertainment events."},{"T":"301","2":"Pulao","3":"I thought it would be nice for this place to feel lively again. It's a festival, after all."},{"T":"301","2":"Pulao","3":"Anyway, you'll know what it's all about after I show you around!"},{"T":"301","2":"Pulao","3":"Just come with me!"}]