[{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"A bomb explodes less than five meters away from you. Liv immediately opens a Protective Field."},{"T":"301","3":"Roland takes this opportunity to fall back further to the entrance of the Core Area. Despite the unrelenting attacks from the Gray Ravens, his reaction has been nothing short of a walk in the park."},{"T":"301","2":"Lee","3":"This guy... has been hiding his true strength."},{"T":"301","2":"Roland","3":"I'm flattered. I always believe that being environmentally friendly is a virtue, so it's important to win fuel-efficiently."},{"T":"301","2":"Roland","3":"Now, you're all treasured guests of Miss Luna. I can't just let you kick it before she achieves her goals."},{"T":"301","2":"Roland","3":"So until our actual protagonist arrives, how about a little chat?"},{"T":"301","2":"Roland","3":"Say, Lucia, your swordplay is nothing but nostalgic. Have you finally remembered your past?"},{"T":"301","2":"Lucia","3":"?"},{"T":"301","2":"Roland","3":"Ah, doesn't look like it. How about I tell you the story of what Babylonia did to you?"},{"T":"301","2":"Roland","3":"And Lee, you were a Kurono, weren't you? Then you should know how the technology behind Constructs was developed."},{"T":"301","2":"Roland","3":"The bloodshed behind the curtains, the endless lies, the corpses threw away like trash when their experiments failed. Lucia... they never treated her as a 'human' when they abandoned your sister."},{"T":"301","2":"Roland","3":"Can you say for certain that the commandant standing next to you won't do the same thing?"},{"T":"301","2":"Roland","3":"Can you say for certain that, when all's said and done and you're no longer of any use, you won't suffer the same fate as those corpses, ruined and forsaken?"},{"T":"301","2":"Lucia","3":"Don't talk about Commandant like that! You never—"},{"T":"301","2":"Roland","3":"As long as humans are still their arrogant selves, they will never accept Constructs as one of them. You... will never be anything but tools."},{"T":"301","2":"Roland","3":"After all..."},{"T":"301","3":"Roland's gaze stays on Liv for a second before sighing with a regretful expression."},{"T":"301","2":"Roland","3":"Humans will even happily trade their families away as wares. What chance do the non-human 'others' have?"},{"T":"302","2":"No."},{"T":"302","2":"Humans and Constructs are the same.","4":"Not all humans are so despicable."},{"T":"301","2":"Roland","3":"You mean, Constructs are really just humans, right?"},{"T":"301","2":"Roland","3":"You mean, 'you' are different, and these Constructs are your buddies, right?"},{"T":"301","2":"Roland","3":"Oh, humans... You just love to run your mouth about sunshine and rainbows to have us sacrifice ourselves. What's the big deal, right? When you can just wipe our memories, and here we go again, wigging our tails."},{"T":"301","2":"Roland","3":"All your pretty words, simply because these Constructs are still useful to you."},{"T":"301","2":"Roland","3":"To us Ascendants, everything's fair and honest. We only serve absolute power, and when we unite, we'll create a world where humans are the ones who go extinct."},{"T":"301","2":"Lucia","3":"Enough with that!"},{"T":"301","2":"Roland","3":"Fine, fine. I know you won't listen."},{"T":"301","2":"Roland","3":"But if your commandant asks you to kill your sister now, will you be able to do it?"},{"T":"301","2":"Roland","3":"Can you really put that blade of yours in Luna's heart?"},{"T":"301","2":"Lucia","3":"I..."},{"T":"301","3":"Despite his mocking tone, Roland's eyes fixate on Lucia, his gaze unwavering, as if he is indeed waiting for her answer."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Lucia turns away, ignoring his question, before raising her katana toward him again."},{"T":"301","2":"Roland","3":"Is that so?"},{"T":"301","2":"Roland","3":"Let me rephrase."},{"T":"301","2":"Roland","3":"Facing your closest family, who stands opposite you, her hands soaking in blood, do you—"},{"T":"301","3":"Roland's piercing words are suddenly interrupted by a deafening noise. The bridge immediately sways from an enormous quake, seemingly originating from a massive explosion."},{"T":"301","3":"The noises and the quakes do not stop. Instead, they come in waves, accompanied by blinding white light from the Core Area."},{"T":"301","2":"Lucia","3":"What just happened?!"},{"T":"301","2":"Liv","3":"It's from the Core... A huge spike in energy wave motion and Punishing Virus reaction!"},{"T":"301","2":"Lee","3":"Protect the commandant!"},{"T":"301","2":"Roland","3":"Gabriel..."},{"T":"301","3":"Roland's expression briefly shifts for a second. Then he turns and bows to you all."},{"T":"301","2":"Roland","3":"Our friendly conversation must be cut short, apparently. We'll speak again, Commandant."},{"T":"301","3":"He throws a stun grenade at you, before swiping the operation terminal of the bridge."},{"T":"301","3":"The bridge slowly raises behind him, pulling back toward the Core Area."},{"T":"301","2":"Lee","3":"We'll never get through if the bridge fully rises! Leave Roland to me. Lucia, Liv, take Commandant to the other side!"},{"T":"302","2":"Jump onto the bridge before it is raised!","4":"Attack Roland!"},{"T":"301","2":"Roland","3":"Sorry, I can't let you through."},{"T":"301","3":"Lucia draws her katana and swings at Roland, only to be blocked by his chain blade. Liv shields you from his bullets, before shooting the axle bearing of the bridge with her Levi-Gun, but that still fails to stop the bridge from drawing back."},{"T":"301","3":"Before the bridge is fully withdrawn, Roland utilizes the tension from his chain blade to launch himself into the Core."},{"T":"301","2":"Lee","3":"Dammit... He got away again."},{"T":"301","2":"Liv","3":"Based on what Roland just said... Luna really is in the Core Area."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"On the other side of the bridge—"},{"T":"301","3":"Rushing further into the Core Area, Roland looks gnawing as he sprints in haste."},{"T":"301","2":"Roland","3":"...Dammit, Gabriel, why are you proceeding already? Have you figured it out?"},{"T":"301","2":"Roland","3":"He's probably not gonna do anything to Luna, but I might've just underestimated how crazy he's gotten."},{"T":"301","2":"α","3":"Where are you heading?"},{"T":"301","2":"Roland","3":"...To find Luna."},{"T":"301","2":"α","3":"Why did you let the Gray Ravens go?"},{"T":"301","2":"α","3":"Roland, who are you actually loyal to?"},{"T":"301","2":"α","3":"What's your actual intention?"},{"T":"301","2":"Roland","3":"My intention... has been pretty obvious since the beginning."},{"T":"301","3":"Alpha narrows her eyes to Roland's ambiguous answer."},{"T":"301","2":"α","3":"You've lost Luna's trust. I won't let you near her again, and once I've dealt with her troubles, I'll deal with you."},{"T":"301","3":"With that, Alpha turns and sets off in the direction of the explosion. Instead of catching up to her, Roland just stands there and laughs."},{"T":"301","2":"Roland","3":"Hahahahaha..."},{"T":"301","2":"α","3":"Are you mad?"},{"T":"301","2":"Roland","3":"Sigh... You're her sister, and still, you have no clue what she wants."},{"T":"301","2":"Roland","3":"Have you even tried to understand who your sister is nowadays?"},{"T":"301","2":"Roland","3":"Like, has she mentioned anything that you haven't paid attention to?"},{"T":"301","2":"Roland","3":"And have you considered what the true nature of the Ascension-Network is?"},{"T":"301","2":"α","3":"...What are you trying to say?"},{"T":"301","2":"Roland","3":"You know that I'm bad at the guessing game, and Luna isn't exactly chatty."},{"T":"301","2":"Roland","3":"She's definitely not as patient with me as she is with you. Oh, how I've suffered."},{"T":"301","2":"Roland","3":"That's why it's imperative for me to figure out what my boss needs, and work my butt off to achieve that."},{"T":"301","2":"Roland","3":"Whatever she wants, I'll get it."},{"T":"301","2":"Roland","3":"So. Her intent is my intent."},{"T":"301","3":"Alpha sneers in the face of Roland's unrelenting speech."},{"T":"301","2":"α","3":"Be careful, Roland. Your smugness will take its toll."},{"T":"301","2":"Roland","3":"...Aha."},{"T":"301","2":"α","3":"For me, Luna is Luna. Nothing else matters."},{"T":"301","2":"α","3":"I'll be by her side and give her whatever she wants."},{"T":"301","2":"Roland","3":"(Chuckles) Do you truly know what she wants?"},{"T":"301","2":"Roland","3":"...Maybe she doesn't even know it herself?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Silently, Alpha draws her blade, and strikes toward Roland."}]