[{"T":"301","2":"Lucia","3":"Why are you helping?"},{"T":"301","3":"Lucia quietly asks Alpha while keeping her eye on the agent in front of her."},{"T":"301","2":"α","3":"I don't owe you any answers."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"α","3":"【kuroname】."},{"T":"301","3":"Alpha looks over, as if she had something to say."},{"T":"302","2":"..."},{"T":"301","2":"α","3":"Do you know where Luna went after the Polyphage was eradicated?"},{"T":"302","2":"I don't.","4":"This question again..."},{"T":"301","2":"α","3":"Again?"},{"T":"301","3":"She hesitated slightly before furrowing her brows like something has just dawned on her."},{"T":"301","2":"α","3":"Really?"},{"T":"301","3":"Alpha stares straight into your eyes as if trying to see if you are lying."},{"T":"301","3":"The last thing you remember was a brilliant light emanating from the Polyphage's core and the concentration of the Punishing Virus in the area suddenly skyrocketing."},{"T":"301","3":"You are about to retreat with Lucia when the upper level collapses."},{"T":"301","3":"When you wake up, virus levels have plummeted and someone has removed whatever was holding you down."},{"T":"301","3":"And... Huaxu was gone."},{"T":"302","2":"(Look directly into her eyes)","4":"(Tell her)"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"After a brief moment of silence, she shifts her focus to Vonnegut."},{"T":"301","2":"Vonnegut","3":"Oh? Not going to talk anymore?"},{"T":"301","2":"Vonnegut","3":"Perhaps this human has more information to share. This piques my interest, Don't worry, I won't interrupt your conversation."},{"T":"301","3":"Hearing this, Alpha snorts disdainfully."},{"T":"301","2":"α","3":"As long as they're in the Task Force, they won't know the truth."},{"T":"301","2":"Lucia","3":"But I've recovered my memory."},{"T":"301","2":"α","3":"...And?"},{"T":"301","2":"Lucia","3":"What?"},{"T":"301","2":"α","3":"Other than that memory, what else?"},{"T":"301","3":"Lucia falls silent. Alpha's words piques her curiosity, but she is hesitant whether to keep on asking questions with the agent in front of her."},{"T":"301","3":"But when facing an enemy one knows nothing about, rushing into combat is nothing short of a reckless act."},{"T":"301","3":"To buy some time for Chrome in the greenhouse above, you try to drag it out."},{"T":"302","2":"Other than that memory..."},{"T":"302","2":"What else?"},{"T":"301","2":"α","3":"Lucia didn't tell you?"},{"T":"301","2":"Lucia","3":"What are you talking about?"},{"T":"301","2":"α","3":"Looks like all you did was find your memories. You don't know what really happened then."},{"T":"301","2":"Lucia","3":"What really happened..."},{"T":"301","2":"α","3":"Weren't you ever curious? About who told Ravenge that commandants could connect to Ascendants?"},{"T":"301","2":"α","3":"And which Ascendant he connected to?"},{"T":"301","3":"Alpha deliberately enunciated every syllable of 'Ascendant', while keeping her eyes fixed on the agent before her."},{"T":"301","2":"Lucia","3":"Was it his subordinate?"},{"T":"301","2":"α","3":"Not so dumb after all."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"She hesitates slightly, then decides to ask the question that has been bugging her."},{"T":"301","2":"Lucia","3":"Have you heard of the Project Winter?"},{"T":"301","2":"α","3":"How do you know...?"},{"T":"301","2":"Lucia","3":"An investigation."},{"T":"301","3":"Lucia is tight-lipped, offering nothing more than those two words."},{"T":"301","2":"α","3":"I don't really know much about it."},{"T":"301","2":"α","3":"Only that it's research that relates to Ascendants."},{"T":"301","2":"α","3":"Based on the intelligence I got, it might have started from the incident with Ravenge."},{"T":"301","2":"α","3":"Any worsening of 【kuroname】's circumstances is likely to be connected to this plan. I say this because their men are looking for a commandant who could help them advance the plan."},{"T":"301","2":"Lucia","3":"Alpha, why did you come to help? And why did you tell me this?"},{"T":"301","2":"α","3":"I hate it when people repeat the same mistakes, and I sure don't want to see 'myself' doing so either."},{"T":"301","2":"Lucia","3":"That's a very different way of thinking than before."},{"T":"301","2":"α","3":"Huh..."},{"T":"301","2":"α","3":"My way of thinking's never changed. It's you who've changed."},{"T":"301","2":"α","3":"Don't you feel it, Lucia?"},{"T":"301","2":"α","3":"You used to be completely ignorant, living blissfully in paradise... But now, you're on the 'starting point'."},{"T":"301","3":"Most people present have no idea what 'starting point' means, but Lucia frowns upon hearing these words."},{"T":"301","2":"α","3":"I don't want to see 'myself' repeat the same mistakes. Should there come a day when you step into the abyss, don't do it because you were betrayed."},{"T":"301","2":"Lucia","3":"If you're talking about what's happening to the commandant, rest assured that I'll do everything in my power to stop it."},{"T":"301","2":"α","3":"That's just a single issue. Hatred doesn't build up overnight."},{"T":"301","3":"Alpha falls silent for a moment. She thinks of what Luna told her."},{"T":"301","2":"α","3":"Lucia, I used to think of you only as a chess piece leftover from a conspiracy, a piece of data that was previously deceived and had no reason to exist."},{"T":"301","2":"α","3":"That's why I've wanted to get rid of you since we met."},{"T":"301","2":"α","3":"But at the same time, you've shown me new possibilities."},{"T":"301","2":"α","3":"You are no longer as confused and weak as before."},{"T":"301","2":"α","3":"You're your own person, and even though you are very similar to me, I'll no longer see you as unwanted data."},{"T":"301","2":"α","3":"Show me how long you can struggle for."},{"T":"301","2":"Lucia","3":"I will never walk the same path as you."},{"T":"301","2":"α","3":"Oh?"},{"T":"301","2":"α","3":"Then do you best to flee from the clutches of the abyss before that day comes."},{"T":"301","2":"α","3":"And now—"},{"T":"301","3":"Alpha steps forward, grabbing the hilt of her katana at the same time as Lucia grabs hers. Together, they point their blades at Vonnegut."},{"T":"301","2":"Vonnegut","3":"Aren't you going to tell her about the Arctic incident?"},{"T":"301","2":"α","3":"Some words are more believable if they come from the mouth of another."},{"T":"301","2":"Vonnegut","3":"Makes sense. Bring it on, then!"},{"T":"301","3":"The battle, which is forced to take place, lasts three minutes. During this time, Vonnegut unleashes a never-ending barrage of unexpected attacks."},{"T":"301","3":"Practically everyone has sustained injuries, except Alpha, who is familiar with Vonnegut."},{"T":"301","3":"For some reason or another, the agent seems to have avoided fatally injuring the team. Like a cat toying with its prey, he takes joy in relentlessly striking them."},{"T":"301","3":"But even Alpha is not able to really hit Vonnegut, and all her attacks bounce off him."},{"T":"301","2":"Kamui","3":"His defense is such a pain! Be a man and stop turtling!"},{"T":"301","2":"Vonnegut","3":"Combat involves defense as well. What right do you have to taunt me if you aren't even skilled enough to get close?"},{"T":"301","2":"Vonnegut","3":"And why are you always protecting that commandant in the middle?"},{"T":"301","3":"He takes leisurely steps in that direction."},{"T":"301","2":"Vonnegut","3":"So that's it. You're like a crystal pyramid."},{"T":"301","2":"Vonnegut","3":"You unleash their strength, causing them to quickly fade."},{"T":"301","2":"Lucia","3":"That's not what the commandant does!"},{"T":"301","2":"Vonnegut","3":"Say what you like, I'm growing bored of this."},{"T":"301","3":"He puts his hands behind his back, and a sardonic smile appears on his lips."},{"T":"301","2":"Vonnegut","3":"The captain who changed his frame hasn't returned yet. Could he have been eaten by the Hetero-Hive Mother? Hmm..."},{"T":"302","2":"I believe in him.","4":"No way."},{"T":"301","2":"???","3":"AARGH—"},{"T":"301","3":"A ragged cry comes from the other side of the wall."},{"T":"301","2":"Vonnegut","3":"Congrats! Looks like you put your faith in the right person after all."},{"T":"301","3":"He slowly applauds them."},{"T":"301","2":"Vonnegut","3":"I'll hold up my end of the bargain. You're free to leave."},{"T":"301","2":"Vonnegut","3":"But there's something I have to do to erase any traces of vital information."},{"T":"301","3":"The light in his clenched fist turns into grains of sand that slip through his fingers. When it falls onto the ground, the area's Punishing Virus concentration rises quickly, along with the earthquake."},{"T":"301","2":"Wanshi","3":"This place's about to collapse! Retreat!"},{"T":"301","3":"The team covers each other while making for the exit."},{"T":"301","2":"Lucia","3":"Get the commandant out of here!"},{"T":"301","2":"Vonnegut","3":"A bond can be a troublesome thing sometimes, can it not?"},{"T":"301","3":"He smiles as he raises his hand, and the surging Punishing Virus binds those trying to protect you."},{"T":"301","3":"Just as the team moves to respond to Vonnegut's attack, a huge stone slab falls from above. There is a small gap, but it blocks the fragile human body from moving."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Wanshi","3":"His attacks home in on us! We can't go over or they'll hit Commandant! Divert the attacks!"},{"T":"301","2":"Vonnegut","3":"Good observation skills, but will that do you any good?"},{"T":"301","3":"A thunderous crack comes from above, and the walls start to collapse again."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia leaps into the air, smashing one falling stone slab after another while using the rocks to block the path of the lightning."},{"T":"301","2":"Lucia","3":"Over here!"},{"T":"301","3":"Under Alpha's onslaught, cracks start to appear in Vonnegut's force field, but they quickly close up."},{"T":"301","3":"Lucia swoops down to assist, and their successive attacks finally breach the impenetrable light screen by tearing it apart before it can be repaired."},{"T":"301","2":"Vonnegut","3":"Interesting! How interesting it is to see you struggle."},{"T":"301","2":"Vonnegut","3":"If you want to save that commandant, come at me, all of you!"},{"T":"301","2":"Lucia","3":"You just want us to stay and continue fighting."},{"T":"301","2":"Vonnegut","3":"If you're worried about the collapsing arena, I don't mind moving our battle somewhere safe."},{"T":"301","2":"Kamui","3":"Then let's go!"},{"T":"301","3":"The fury in Kamui's voice gets everyone to evacuate the area."},{"T":"301","3":"But just as Lucia is about to raise her katana once more, Vonnegut snaps his fingers at Alpha."},{"T":"301","2":"Vonnegut","3":"But before we begin, I have to remove the outsider."},{"T":"301","3":"Instantly, myriad noises inundate Alpha's M.I.N.D.."},{"T":"301","2":"Vonnegut","3":"Look where you stand, Alpha."}]