[{"T":"301","3":"Watanabe takes the wheel and drives away."},{"T":"301","3":"Liv gazes at the heat-distorted horizon in silence. Her silken hair flutters in the hot wind as her body bumps along with the vehicle's uneven movements."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"You're behaving a lot calmer than I expected."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Forsaken Soldier","3":"Hey, Mr. Watanabe is talking to you."},{"T":"301","2":"Liv","3":"I'm waiting for Mr. Watanabe's apology."},{"T":"301","2":"Forsaken Soldier","3":"What? You—"},{"T":"301","2":"Watanabe","3":"Hah, made of sterner stuff than your looks entail."},{"T":"301","2":"Liv","3":"You kidnapped me. For this, you face the risk of warfare with Babylonia."},{"T":"301","2":"Liv","3":"This is not a risk you can afford to take. Not for an organization the size of the Forsaken."},{"T":"301","2":"Liv","3":"If you require my help, you should have asked us about it."},{"T":"301","2":"Liv","3":"But instead, you have separated us and put my companions in danger."},{"T":"301","2":"Forsaken Soldier","3":"..."},{"T":"301","2":"Watanabe","3":"We do not wish to harm you."},{"T":"301","2":"Watanabe","3":"But we also do not care about your safety, and will not fear the consequences of what we've done."},{"T":"301","2":"Watanabe","3":"Babylonia owes us too much. And we have always been ready for full-frontal warfare."},{"T":"301","2":"Watanabe","3":"But now, we need the coming event to succeed."},{"T":"301","2":"Watanabe","3":"For this, placing your companions in danger to slow down the Corrupted—it was all part of the plan."},{"T":"301","2":"Watanabe","3":"From the start, you never had a choice in the matter but to follow us..."},{"T":"301","2":"Liv","3":"Mr. Watanabe. Please stop the car and I'll leave here."},{"T":"301","2":"Watanabe","3":"...But—"},{"T":"301","2":"Watanabe","3":"If you do decide to aid us, then after all this is done, I can consider... apologizing to you and your companions."}]