[{"T":"301","3":"You are not in the training room but in a much older shooting range this time, a quieter space with fewer visitors. You hold an actual rifle in your hands, which feels quite different from the one in the simulation."},{"T":"301","3":"You aim at the distant target and take a deep breath. There is no wind, no interference from the environment, and your training focuses on the fundamental skill of precision."},{"T":"301","3":"Thinking about the lessons from the training course, you toggle the safety."},{"T":"301","3":"Following the sound of a 'Bang!', the system announces the points of the ring you hit in your headset."},{"T":"301","2":"System","3":"Round 10, 3rd shot, result: 7.6. Please keep up."},{"T":"301","3":"The right hand is still slightly numb."},{"T":"301","3":"Inhale. Exhale. You place your sight back through the scope..."},{"T":"301","2":"???","3":"Better to steady your rifle first."},{"T":"302","2":"?","4":"Who's there?"},{"T":"301","2":"???","3":"Don't get distracted. The moment you hold a gun, there is only the target."},{"T":"302","2":"..."},{"T":"301","2":"???","3":"Every time you aim your gun... you have... to hit... Yawn."},{"T":"301","3":"With the voice's guidance, you once again focus on your target for now."},{"T":"301","3":"The voice pauses for a moment after a lengthy yawn. Like a machine that has finally booted up, his voice becomes calm and steady when he speaks again."},{"T":"301","2":"???","3":"Sniper rifles are different from the tactical pistols you're familiar with."},{"T":"301","2":"???","3":"Precision shooting tests your entire shooting system, not just the singular aspect of 'aiming.'"},{"T":"301","2":"???","3":"Aiming is actually the estimation of the projectile's trajectory in the air. Any changes in your shooting system during this process will affect the result, causing the actual impact point to deviate from the prediction."},{"T":"301","2":"???","3":"You're too focused on 'aiming.'"},{"T":"302","2":"Too focused?"},{"T":"301","2":"???","3":"Breaths and pulses affect how stable your posture is, while observation and thinking will create unwanted human errors. These are the weak links of your shooting system."},{"T":"301","2":"???","3":"So, the more human errors are reduced, the more often you can perform excellent shooting."},{"T":"301","2":"???","3":"...And you're being too restless. Calm and steady."},{"T":"302","2":"...","4":"(Take a deep breath)"},{"T":"301","2":"???","3":"Keep your scope aligned above the barrel."},{"T":"301","2":"???","3":"The moment you think you're ready... don't hesitate."},{"T":"302","2":"(Fire)"},{"T":"301","2":"System","3":"Round 10, 4th shot, result: 8.6. Please keep up."},{"T":"302","2":"Phew."},{"T":"301","3":"After putting down the rifle, you turn around and find Wanshi on a lounge chair not far away, having no idea how long he has been there."},{"T":"302","2":"Thanks."},{"T":"301","2":"Wanshi","3":"Hmm... It's just that you training here is disrrupting my sleep."},{"T":"302","2":"I didn't know you were here.","4":"But this is the training room."},{"T":"301","2":"Wanshi","3":"True... well..."},{"T":"301","2":"Wanshi","3":"Ah... is it?"},{"T":"301","2":"Wanshi","3":"I thought... no commandant would come to such a shabby shooting range on the weekends."},{"T":"301","3":"Wanshi looks up as he says this. You follow and notice a note on the wall that says 'Wanshi's Resting Place'."},{"T":"302","2":"Already claimed the place for yourself?"},{"T":"301","2":"Wanshi","3":"Uh-huh."},{"T":"302","2":"What you said earlier was very insightful."},{"T":"301","2":"Wanshi","3":"...Well, I suppose."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"...Are you waiting for me to say something?"},{"T":"302","2":"Eh."},{"T":"301","2":"Wanshi","3":"...I'm not obligated to keep teaching you. I'm already getting tired from talking so much..."},{"T":"302","2":"Alright."},{"T":"301","2":"Wanshi","3":"...Right? Sniping is a tactic, not a gun."},{"T":"301","2":"Wanshi","3":"...Sure, if you're just looking for long-range accuracy, the advanced sniper rifles with their fire-control systems can indeed allow a toddler hit a target miles away with just a few hours of training."},{"T":"301","2":"Wanshi","3":"But fighting in a war is different than shooting at a range, isn't it? Marksmanship is the least important part of real combats."},{"T":"301","2":"Wanshi","3":"So... no, there's no need to obsess over marksmanship."},{"T":"301","2":"Wanshi","3":"As a commandant, you're useful enough in tactical deployment."},{"T":"302","2":"Thanks for the consolation, I guess?","4":"Is that why you let me win during the training last time?"},{"T":"301","2":"Wanshi","3":"I'm just telling it like it is..."},{"T":"301","2":"Wanshi","3":"Oh... you've found out."},{"T":"302","2":"It was pretty obvious."},{"T":"301","2":"Wanshi","3":"Captain told me not to knock out the commandants with my first shot during the simulation to leave room for 'rehearsals'... Besides, I had no idea it was you that I was up against."},{"T":"302","2":"Would you act differently if you knew?"},{"T":"301","2":"Wanshi","3":"I'd act... a little bit more convincing."},{"T":"301","2":"Wanshi","3":"Well... anyway, you've had some good shots here. Can you finish training now?"},{"T":"301","2":"Wanshi","3":"If... you're to train here the whole day, I won't be able to... sleep..."},{"T":"302","2":"You're already sleeping!"},{"T":"301","3":"The faint murmur across you gradually quiets down, and you receive no response after waiting for a while."},{"T":"302","2":"...","4":"Then I'll leave you to rest."},{"T":"301","2":"Wanshi","3":"For humans, your stamina determines the threshold of your marksmanship."},{"T":"301","3":"Just as you walk toward the exit of the training room, you hear Wanshi speaking once again, as if talking to himself."},{"T":"301","2":"Wanshi","3":"...Don't overexert yourself. You'll just lower the threshold."},{"T":"302","2":"I see."},{"T":"301","3":"There is no response for real this time. Wanshi curls up against the wall, seemingly having already fallen asleep."},{"T":"301","3":"Although you know that Constructs do not get tired from unhealthy sleeping positions, you still cannot help but feel bad seeing him falling 'asleep' in this awkward pose."},{"T":"301","3":"You recall the memory foam pillow that WGAA sent you a while ago. It was designed for humans... but perhaps it can be a gift of appreciation for Wanshi, seeing how he is sleeping now."},{"T":"301","3":"With this in mind, you close the door for Wanshi as you leave the old shooting range."}]