[{"T":"301","2":"Liv","3":"Lucia, Lee, where did you two go?"},{"T":"301","2":"Lucia","3":"I had to help Lee get something. We already knew where it was, but then Lee suddenly disappeared."},{"T":"301","2":"Liv","3":"Hmm... Did Lee run into any danger?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"No. I realized Lee was just pacing around in circles."},{"T":"302","2":"Hah.","4":"..."},{"T":"301","2":"Lee","3":"Ahem—this city all looks the same. It's too easy to get lost."},{"T":"301","2":"Lucia","3":"Lee, is your navigation module..."},{"T":"301","2":"Liv","3":"Shhh!"},{"T":"302","2":"Alright, alright."},{"T":"302","2":"Now that everyone is here, let's continue with the mission."},{"T":"301","2":"Lucia & Lee & Liv","3":"Understood."},{"T":"301","3":"The sun rises from the city horizon, illuminating the Corrupted lurking in the shadows."},{"T":"301","3":"Within a split second of metallic scrapping, the Corrupted's broken body appears within its own visual module."},{"T":"301","3":"The signals received in its electric shell gradually fades to nothingness as its head collides with the ground. The last image branded in its memory is a flash of bright red."},{"T":"301","2":"Liv","3":"Lucia, another enemy at your 3 o' clock!"},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","3":"Lucia cleans the Corrupted oil off her katana with a flick of her wrist. She kneels at the ready, then sprints off in the direction indicated by Liv."},{"T":"301","3":"A small red light flashes through Lucia's visual module. With her keen perception, she quickly glances in the direction of the red light to see a Jitterbomb lying there."},{"T":"301","2":"Lucia","3":"!!"},{"T":"301","3":"Seeing the Jitterbomb, Lucia quickly withdraws behind cover. However, to her surprise, there is no explosion."},{"T":"301","2":"Lucia","3":"What happened?"},{"T":"301","2":"Lee","3":"I overloaded it. If a threat exposes itself, I won't let it remain a threat to us."},{"T":"301","2":"Lee","3":"I won't allow myself to make the same mistake twice."},{"T":"301","2":"Lucia","3":"Thanks."},{"T":"301","2":"Lee","3":"Don't let your guard down."},{"T":"301","3":"Right as Lucia hears the message on the comms, a bullet from Lee flies past her and takes out a Corrupted rushing toward her. However, due to the distance, the bullet fails to pierce the Corrupted's protective casing. Seizing the opportunity, Lucia flips her katana up and stabs the Corrupted in the head."},{"T":"301","2":"Lucia","3":"I've eliminated all the nearby Corrupted."},{"T":"301","2":"Lee","3":"Same here."},{"T":"301","2":"Lucia","3":"Clear up the remaining Corrupted in the center of 38th Street, Liv."},{"T":"301","2":"Liv","3":"Roger."},{"T":"301","3":"Liv raises her hands slightly, hindering the horde of Corrupted's movement. A pink electric current flows between Liv and her Levi-Gun."},{"T":"301","2":"Liv","3":"Control secured for 13 seconds. I'll leave the rest up to you all."},{"T":"301","2":"Lucia","3":"Alright, Commandant. It's our turn."},{"T":"302","2":"(Reload)"},{"T":"301","2":"Liv","3":"Commandant, are your hands really okay?"},{"T":"302","2":"Don't worry."},{"T":"302","2":"Our instructor taught us how to handle a situation like this."},{"T":"301","2":"Liv","3":"Okay..."},{"T":"301","3":"In the distance, Lucia waves her left hand, giving the attack command. Lee charges out from within the shadows of a nearby building."},{"T":"302","2":"(Climb over barricade)"},{"T":"301","3":"You climb over the barricade and quickly charge toward the horde of Corrupted."},{"T":"301","3":"As Lucia and Lee advance down the street, Corrupted fall before their blade and gun one after another."},{"T":"301","3":"As you advance, a Corrupted blocks your way forward."},{"T":"301","3":"You aim the muzzle of your gun between its eyes and pull the trigger. The Corrupted falls to the ground with a heavy thud."},{"T":"301","2":"Liv","3":"Commandant, on your left!"},{"T":"301","3":"Even though Liv is suppressing the enemy's movements, that does not mean their attacks are any weaker."},{"T":"301","3":"You turn to the left, barely managing to parry the Corrupted's incoming attack. A bullet flies past you, putting an end to the Corrupted standing before you."},{"T":"301","2":"Lee","3":"Get your head in the game!"},{"T":"302","2":"(Open fire)"},{"T":"301","3":"Raising the gun, you shoot past Lee and kill a Corrupted about to attack him from behind."},{"T":"302","2":"You too."},{"T":"301","2":"Lee","3":"Hmph."},{"T":"301","3":"In order to maintain stability with the gun, you subconsciously use too much strength in your hands, causing blood to slowly seep from your bandages."},{"T":"301","2":"Liv","3":"Com. Man. Dant."},{"T":"302","2":"Oops, you caught me."},{"T":"301","3":"With the collective efforts of the Gray Ravens, the horde of Corrupted on the street has finally been cleared. Liv suddenly appears next to you. She grabs your hands despite you intentionally keeping them behind your back and out of view."},{"T":"301","2":"Liv","3":"Don't move. I need to give you emergency medical care."},{"T":"301","3":"After confirming that all Corrupted have been eliminated, Lucia and Lee walk over to you and Liv."},{"T":"301","3":"Liv expertly bandages both of your hands, then both of you look up at Lee and Lucia as they approach."},{"T":"301","2":"Lucia","3":"What's wrong, Commandant?"},{"T":"302","2":"I'm all good. No worries."},{"T":"301","2":"Lee","3":"...Whatever."},{"T":"301","2":"Lee","3":"Shall we take a break before moving on?"},{"T":"302","2":"Let's keep moving. The factory is up ahead."},{"T":"302","2":"The threat will only get worse if we wait any longer."},{"T":"302","2":"We need to cut them off at the source ASAP."},{"T":"301","2":"Lee","3":"Understood."},{"T":"301","2":"Lucia","3":"Agreed. Let's proceed as the commandant has directed."}]