[{"T":"301","3":"The shattered iris continues to sink in the deep darkness."},{"T":"301","3":"After a long period of zero gravity, Selena feels her toes touching the ground."},{"T":"301","3":"It is the wooden floor of the Babylonia opera house, a feel that she cannot be more familiar with. She has stepped on it numerous times, spilling traces of joy, longing, apprehension, uncertainty and sweat."},{"T":"301","3":"The familiar sight is split in two in front of her."},{"T":"301","3":"Her left eye reflects a ruined world, while her right eye sees splendor."},{"T":"301","3":"She hears half of herself chanting alone amidst the broken walls. But this is not right; the Babylonia opera house has never been caught in a war and should not be in this state."},{"T":"301","3":"From nowhere comes a sticky sound of tides. She cannot locate the source of the sound as it moves far and near."},{"T":"301","3":"Where is... this place?"},{"T":"301","3":"The vision in left eye quietly changes as if it is answering to her question."},{"T":"301","3":"The broken pillars are reattached, the sacred sculptures restored, the peeling murals enriched with color again. The heavenly light pours down from the dome right in front of her."},{"T":"301","3":"She hesitantly steps into the light."},{"T":"301","3":"All of a sudden, applause and cheers fill the vast opera hall once again, as if someone has removed the hands covering her ears."},{"T":"301","3":"She finds herself standing on the glorious stage, facing the overwhelming applause and praise."},{"T":"301","3":"Her eyes subconsciously search the audience, but find nothing. She seems to be looking for someone, and even if she does not remember the face of that person, she somehow knows that the person she is looking for is not among them."},{"T":"301","3":"The auditorium is filled with well-dressed audience, among whom she sees her mentor, best friend, Construct soldiers and Task Force captains. All of them are just standing stiffly, their eyes empty, their vision coming from all directions and piercing straight at her."},{"T":"301","3":"No one raises a hand, no lips move, but applause and cheering keep coming from nowhere, lashing at her heart and stripping away the shame and remorse deep inside her, making her fearful, but leaving her nowhere to escape."},{"T":"301","2":"Selena","3":"Please... Don't do this..."},{"T":"301","2":"Selena","3":"Where am I? Where is this place?"},{"T":"301","2":"Selena","3":"Somebody..."},{"T":"301","3":"Somebody... help me..."},{"T":"301","3":"Memories of her past set upon her like vengeful spirits, dragging her down into an endless spiral."},{"T":"301","3":"It turns out that she has been walking in an illusion woven by herself."},{"T":"301","3":"She has built a fragile barrier around her lone island in the midst of the terrifying waves, isolating herself from all the loneliness and sorrow, as if by just doing so could bring herself a moment of peace."},{"T":"301","3":"She repeats her past life in a daze, rewriting the endings."},{"T":"301","3":"She fights alongside her best friend, saves all her comrades who are fighting for the future, continues to write the music that depicts the true glory, fulfills all the unfulfilled promises, and takes the step that was not taken."},{"T":"301","3":"She wants to have a chance to choose again, make up for regrets, and atone for her guilt."},{"T":"301","3":"Are these dreams too beautiful to be true, so they need to be embellished with suffering?"},{"T":"301","3":"Her body has shed its last drop of blood, her soul shattered and wounded. Does she now have the power to create art, to write the real music?"},{"T":"301","3":"The questions will never be answered as everything was but her imagination. Once again, she is dragged and pushed to face the cruel reality."},{"T":"301","3":"She wasn't able to save anyone. Even the Hetero-Core shard was not delivered to Ayla in the end."},{"T":"301","3":"What... happened after that?"},{"T":"301","3":"She feels her body is constantly changing."},{"T":"301","3":"The crimson sea wraps around her, engulfing, disintegrating, tearing, fusing, and reconstructing."},{"T":"301","3":"Her consciousness seems to be stripped away from her body, and her vessel cries out a blood-curdling wail of pain, regarded as a voice of calamity as it travels the earth while her soul gazes at the stars above."},{"T":"301","3":"The starry sky seen from Earth is far more beautiful than the 'stars' she remembers seeing every night before going to sleep. It has surpassed all her imagination."},{"T":"301","3":"—Is this what people in the Golden Age saw everyday?"},{"T":"301","3":"How wonderful would it be if she can share this majestic view with others? How much ink and paper does she need to describe her thoughts in full?"},{"T":"301","3":"The iris-like girl seemed to be bothered by the same problem in the distant past."},{"T":"301","3":"What did she reply back then?"},{"T":"301","3":"—It's all good. If I cannot share it in a letter, I can always leave it till later when we meet in person."},{"T":"301","3":"—That way, I can always be looking forward to it."},{"T":"301","3":"—We still have lots of time after all."},{"T":"301","3":"Her mind wanders in never-ending torment."},{"T":"301","3":"After what seems an eternity."},{"T":"301","3":"She has lost track of time."},{"T":"301","3":"—Selena."},{"T":"301","3":"She hears a call across all the storms and vague, distorted memories. It hits her chest like a celestial light."},{"T":"301","3":"It contains more emotion than any of her illusions, making her want to weep."},{"T":"301","3":"After what feels like an eternity, she finally hears a call so real. It is more pleasant than the chirping of a nightingale, and more lasting than a blue whale's song."},{"T":"301","3":"This is the voice that she has been waiting to hear. This is the voice that has been reconstructed for numerous times in her dreams."},{"T":"301","3":"The voice has been watching her, soothing her, and guiding her."},{"T":"301","3":"The person who has always been in her dreams finally can be recognized."},{"T":"301","3":"She tries hard to take back the ownership of her body."},{"T":"301","3":"The call is also her guidance. Just by exchanging one look, she already remembers her mission and knows what to do."},{"T":"301","3":"She takes the item that person hands over, then gathers her last strength in her broken arm to push the human away."},{"T":"301","3":"She watches the human walk toward the rising sun. That person hesitates for a while, but never looks back, leaving her behind with a cold, solid hope wrapped in her arms."},{"T":"301","3":"But she is not Eurydice, so she stabs the black probe into her power core."},{"T":"301","3":"When light falls upon her at the final moment, she gives a satisfying smile."},{"T":"301","3":"All the pain and longing have stopped as her dream vanishes away."}]