[{"T":"301","3":"Standing at a vantage point, Gabriel looks at a map of the city. Red dots seem to be moving toward the city from every direction."},{"T":"301","2":"Gabriel","3":"Not only does it not work, it has also attracted vermins..."},{"T":"301","2":"Gabriel","3":"The signal jammer is functioning well. This underground facility is holding up better than I expected."},{"T":"301","2":"Gabriel","3":"Now that you have come this far, you might as well stay here for good."},{"T":"301","3":"The ground quivers as Gabriel speaks. The Red Tide breaks through the sewers and erupts out of the ground."},{"T":"301","3":"As the Red Tide rushes to the distance, Gabriel turns around and walks down the stairs."},{"T":"301","2":"Gabriel","3":"Next... the final step."},{"T":"301","3":"Outskirts of City 075 ruins."},{"T":"301","2":"Chrome","3":"This is Strike Hawk. We have arrived at the outskirts of City 075."},{"T":"301","2":"Chrome","3":"The area looks clear at the moment. No sign of the Corrupted or Red Tide. We will begin searching for Huaxu's signal along the planned route."},{"T":"301","3":"Chrome keeps a finger on his comms device and gives a status report to Babylonia while reading the information on the screen."},{"T":"301","2":"Kamui","3":"Capt, how does it look?"},{"T":"301","2":"Chrome","3":"Communication has been unstable since we arrived. The closer we are to the city center, the stronger the interference gets. It's advisable to finish all preparations before we commence the mission."},{"T":"301","2":"Kamui","3":"Speaking of which, Gray Raven should be in the area too, right?"},{"T":"301","2":"Chrome","3":"Well, Gray Raven entered from the east while we came in from the west of the city. Since we can only narrow down Huaxu's location to a 5-10km radius, there may still be some distance between us."},{"T":"301","2":"Kamui","3":"The other airborne units are also looking for Huaxu, right? I mean the Support Force, the Mountain Owls, and the Cerberus..."},{"T":"301","2":"Chrome","3":"Yeah. They all came in the city from different directions."},{"T":"301","2":"Kamui","3":"Then we can't let them beat us!"},{"T":"301","2":"Kamui","3":"I know we're no match for Liv, but the Strike Hawk's radar is still outstanding, isn't it, Captain?"},{"T":"301","3":"Chrome does not even raise an eyebrow at Kamui's sudden enthusiasm."},{"T":"301","2":"Chrome","3":"This isn't a game. Focus on the mission."},{"T":"301","2":"Kamui","3":"I know. I always treat my missions with utmost sincerity!"},{"T":"301","2":"Chrome","3":"Besides, Huaxu isn't the top priority for the Strike Hawk. Our first and foremost task is figuring out the Red Tide's source and collecting samples."},{"T":"301","3":"Chrome takes out a cylinder shaped airtight device."},{"T":"301","2":"Chrome","3":"With this, we can extract Red Tide samples at a safe distance. Let's locate its source first."},{"T":"301","3":"A transmission rings on the comms."},{"T":"301","2":"???","3":"Strike... Hawk... Do... you... copy..."},{"T":"301","2":"Chrome","3":"Copy. This is Strike Hawk. Is it President Hassen?"},{"T":"301","2":"Hassen","3":"...What's the situation now?"},{"T":"301","3":"Hassen's signal is choppy but finally stabilizes at a recognizable level."},{"T":"301","2":"Chrome","3":"We are trying to locate the Red Tide and Huaxu along the planned route."},{"T":"301","2":"Hassen","3":"You have a new mission objective. From now on, locating Gray Raven is your priority."},{"T":"301","2":"Kamui","3":"Gray Raven? What happened to them?"},{"T":"301","2":"Hassen","3":"...That's the problem. We have absolutely no way to find out their current status. A few minutes ago we lost all communication with them."},{"T":"301","2":"Chrome","3":"Hmm..."},{"T":"301","2":"Hassen","3":"They may have encountered unexpected situations or even danger."},{"T":"301","2":"Hassen","3":"Or—they may have already found their target, but interference is too strong around that area for them to reach out."},{"T":"301","2":"Hassen","3":"Considering the actual condition of this place and Gray Raven's capability, I think the latter is more probable."},{"T":"301","2":"Chrome","3":"We shouldn't be more than 20km from the Gray Ravens. Try contacting them via shortwave communication."},{"T":"301","2":"Kamui","3":"Nothing... No answer at all. I called each of their channels, even the backup comms."},{"T":"301","2":"Kamui","3":"No one answered."},{"T":"301","2":"Hassen","3":"I guess you'll have to look for them yourselves."},{"T":"301","2":"Hassen","3":"Whatever situation they're in, Gray Raven could probably use our help."},{"T":"301","2":"Hassen","3":"I've sent you their last known coordinates before we lost contact. We'll be counting on you."},{"T":"301","2":"Chrome","3":"Understood."},{"T":"301","2":"Kamui","3":"We need to rendezvous with them ASAP... Wait, those coordinates... I remember that the Support Force headed that way, too!"},{"T":"301","2":"Chrome","3":"Let's find the Support Force first and see what they know."},{"T":"301","2":"Chrome","3":"Strike Hawk, move out."}]