[{"T":"301","3":"Two hours into waiting for him in his 'secret lair,' you finally find Changyu slipping through the door."},{"T":"301","2":"Changyu","3":"Haha, sorry for leaving y'all up there."},{"T":"301","3":"Cheekily he shrugs and wipes off the rain from his mechanical parts, looking anything but apologetic."},{"T":"301","2":"Changyu","3":"So, what are you doing here? Is Babylonia after that black market as well?"},{"T":"302","2":"That's right.","4":"What about you?"},{"T":"301","2":"Changyu","3":"Hmm, well, well..."},{"T":"301","3":"Changyu takes a long look at the four of you and stops when his eyes reach your tired appearance."},{"T":"301","2":"Changyu","3":"You look like you'd walked through a rainstorm. And when was the last time you rest up?"},{"T":"301","3":"He deftly climbs up the racks behind him and throws a box down."},{"T":"301","2":"Changyu","3":"C'mon, let's get you something to eat."},{"T":"302","2":"That's not necessary.","4":"That's unusually generous of you."},{"T":"301","2":"Changyu","3":"Let's call it my apologies—not to mention that there's this itsy-bitsy problem I can use your help with."},{"T":"301","2":"Changyu","3":"Ha, nothing can get past you! There's this itsy-bitsy problem I can use your help with."},{"T":"302","2":"What problem?","4":"Anything to do with that man back there?"},{"T":"301","2":"Changyu","3":"Oh, slow down!"},{"T":"301","3":"Changyu tears open the box he took, grabbing two cans of canned food, a couple of condiments, and a self-heating cooking pot."},{"T":"302","2":"Um...","4":"..."},{"T":"301","2":"Changyu","3":"C'mon, it's obviously just food stocked in the warehouses."},{"T":"301","2":"Changyu","3":"One of Akdilek's many ventures is reselling food. Occasionally I'll 'liberate' some of the ingredients upstairs and keep them here."},{"T":"301","2":"Changyu","3":"Y'know, just to reminisce... how people used to gather and feast."},{"T":"301","2":"Changyu","3":"Sure, I no longer have to eat, but I still love to cook. It's nice when others enjoy my cooking."},{"T":"301","3":"He deftly opens the red can and mixes in a few different spices, stirring everything together. Next is the white can, which he opens and takes out a few white, circular discs."},{"T":"301","2":"Liv","3":"Are those... made with actual flour?"},{"T":"301","2":"Changyu","3":"That's right; these are wrappers for this famous Kowloong dish called 'jiaozi.' Y'all can give it a try once I'm done!"},{"T":"301","2":"Lucia","3":"—If the commandant approves."},{"T":"302","2":"Well, they are made by Changyu...","4":"Well, if these are made in Kowloong..."},{"T":"301","2":"Changyu","3":"Ha! Is that a compliment, or are you just worried?"},{"T":"301","2":"Changyu","3":"To be fair, Kowloong doesn't make these cans the way they used to."},{"T":"301","3":"He spoons out a portion of the fillings from the red can and stuffs them into a piece of wrapper. Holding it in his palm, he folds the edges of the wrapper and turns the whole fare into a wrinkly dough."},{"T":"301","2":"Changyu","3":"They ought to look better, but that would be way too much work for me, so you'll have to make do with this."},{"T":"301","3":"Changyu's hands briskly move around as he speaks. Before you know it, he has finished wrapping a whole plate of jiaozi."},{"T":"302","2":"That was quick!"},{"T":"301","2":"Changyu","3":"Oh? Maybe it's because the motion of wrapping jiaozi is pretty similar to my martial art training. Check this out—"},{"T":"301","3":"Changyu slows down his movement to demonstrate. With a wrapper in his left hand and the spoon on his right, he takes some fillings from the can and stuffs them into his left palm."},{"T":"301","2":"Changyu","3":"...And squeeze. Done!"},{"T":"302","2":"It does look like the opening moves of a martial art set.","4":"If you just ignore how they turn out..."},{"T":"301","2":"Changyu","3":"Right? It makes sense once you speed it up."},{"T":"301","2":"Changyu","3":"Tch. Picky eaters get field rations for dinner."},{"T":"301","3":"Changyu turns around and grabs a bucket hanging on a nearby pipe, pouring the water inside into the cooking pot."},{"T":"301","2":"Lucia","3":"The piping still works here?"},{"T":"301","2":"Changyu","3":"It's more of a filter than a pipe, if anything. It purifies the rainwater collected above ground."},{"T":"301","2":"Changyu","3":"Relax, though. Sure, it's not completely sterilized, but it's clean enough to drink."},{"T":"301","3":"Throwing the jiaozi into the pot, Changyu seasons them with a pinch of salt. The water quickly begins bubbling."},{"T":"301","2":"Changyu","3":"Almost there..."},{"T":"301","3":"He lightly rinses the plate in his hand with the boiling water."},{"T":"301","2":"Liv","3":"What was that?"},{"T":"301","2":"Changyu","3":"You mean rinsing the plate with hot water? That's just common Kowloong practice. Our people believe doing so keeps the containers clean and the eaters healthy."},{"T":"301","3":"With that, Changyu fishes out a whole plate of... grotesque and twisted shapes."},{"T":"301","2":"Changyu","3":"And done! Give it a try!"},{"T":"302","2":"...A try it is.","4":"...I could use a little courage here."},{"T":"301","2":"Changyu","3":"If they taste bad, it's because you've got bad taste."},{"T":"301","3":"You pick one up with a fork as everyone has their eyes on you—"},{"T":"302","2":"Yummy!","4":"Hot! Hot!"},{"T":"301","2":"Changyu","3":"Told ya!"},{"T":"301","2":"Changyu","3":"This isn't your typical rations, you moron! Blow on the food before you stuff it in your mouth."},{"T":"301","3":"Taking a closer look at your half-eaten dumpling, you cannot believe how fragrant this swirling mess of black and brown bits is."},{"T":"301","3":"...Even though the boiled wrapper looks like a piece of crumpled paper in the trash. But, hey, there is no denying that it is indeed very tasty."},{"T":"302","2":"This is amazing!","4":"Everyone, come and try it!"},{"T":"301","3":"Hearing that, the three Gray Ravens look visibly tempted."},{"T":"301","2":"Lucia","3":"Not that we have to eat—but if you recommend it, Commandant, then..."},{"T":"301","3":"Lucia only thinks for a moment before picking up one for a bite."},{"T":"301","2":"Lucia","3":"Is this what Kowloong cuisine tastes like? It's really wonderful. Do you guys want one?"},{"T":"301","2":"Liv","3":"I'd like to try one..."},{"T":"301","3":"Liv grabs the fork from Lucia and takes a bite."},{"T":"301","2":"Liv","3":"It's quite delicious. Let me run a scan on the ingredients... Oh, the nutritional balance is well-thought-out as well. Commandant, you can eat as much as you want."},{"T":"301","2":"Lucia","3":"How about you, Lee?"},{"T":"301","2":"Lee","3":"I'll pass. Save them for the commandant."},{"T":"301","2":"Changyu","3":"Now, some thoughts to go with your food."},{"T":"302","2":"(Munch munch munch)","4":"Shoot."},{"T":"301","2":"Changyu","3":"This adulterating business has been bad business for Akdilek as well."},{"T":"301","2":"Changyu","3":"The counterfeits are barely discernable, and it takes way too long to inspect every single one of 'em. We'll be forced to use the knockoffs in any emergency."},{"T":"301","2":"Lucia","3":"Our bases on the ground are similarly compromised."},{"T":"301","2":"Changyu","3":"Regardless..."},{"T":"301","3":"Changyu pulls up a chair to his side. Leaning on it, he fiddles with the spoon he used earlier, looking buried in thought."},{"T":"301","2":"Changyu","3":"I'm very close to seeing their boss. I imagine he's got information y'all want."},{"T":"302","2":"That's right.","4":"(Nod)"},{"T":"301","2":"Changyu","3":"How about a deal? Get rid of the man by my side, and you get to keep his token."},{"T":"301","2":"Changyu","3":"His clothes as well, so you can play dress-up afterward, and we'll pay their boss a visit together."},{"T":"302","2":"Who's that man?"},{"T":"301","2":"Changyu","3":"A mole from the dock. He was planted on Akdilek originally, but now he just keeps tabs on me."},{"T":"302","2":"Can't you take him out yourself?"},{"T":"301","2":"Changyu","3":"Of course I can! But they know I'll beat his ass, so they've installed this irritating device on me as a contingency."},{"T":"302","2":"If we act unprovoked...","4":"What about the 'inside men' he mentioned?"},{"T":"301","2":"Changyu","3":"Relax. Do me this favor, and I'll take care of the rest."},{"T":"301","2":"Lucia","3":"You'll be putting the commandant in harm's way."},{"T":"301","2":"Lee","3":"And why would we have to stick our noses into your 'family matters'?"},{"T":"301","2":"Changyu","3":"Are you holding a grudge, Lee? And I thought we were family!"},{"T":"301","2":"Changyu","3":"Look, get ahold of the token, and it'll take us to whoever is in charge. You can find out any information you need."},{"T":"301","2":"Changyu","3":"We businessmen call it—"},{"T":"301","2":"Lee","3":"Venturing."},{"T":"301","2":"Changyu","3":"WIN—WIN—It's a win-win!"},{"T":"301","2":"Changyu","3":"You know what, it doesn't matter—I just need 【kuroname】 alone. So what do you say?"},{"T":"302","2":"Deal.","4":"...This is the path of least resistance."},{"T":"301","2":"Changyu","3":"That's the spirit!"},{"T":"301","2":"Changyu","3":"In that case, Commandant, I await your command!"}]