[{"T":"301","2":"Lee","3":"This is the last one."},{"T":"301","3":"Your team's strategy of maintaining constant communication seems to be almost on par with the Engineering Force, even with the help of their thrusters."},{"T":"301","3":"Only one component remains."},{"T":"301","2":"Construct A","3":"Sorry, but we've found it, too!"},{"T":"301","2":"Lee","3":"Tch."},{"T":"302","2":"Ignore them, Lee."},{"T":"301","3":"One of the other Constructs stays behind and blocks Lee for a few seconds, giving the other Construct a chance to slip by the side of the cliff using the thrusters."},{"T":"301","2":"Construct A","3":"Should've expected such tactics from a combat team. Guess I learned a thing or two."},{"T":"301","3":"Even though Lee manages to juke the Construct blocking his way, the competition is still down to the wire."},{"T":"301","2":"Construct B","3":"Got it!"},{"T":"301","2":"Construct A","3":"We win!"},{"T":"301","2":"Construct B","3":"Looks like we got the upper hand this time."},{"T":"301","3":"After grabbing the last part, the Construct returns to her companion's side. She extends her hand in a gesture of sportsmanship."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Who wouldn't have an 'upper hand' with anti-gravity thrusters..."},{"T":"301","3":"Lee's response carries a sarcastic undertone, but he still shakes hands with his opponents in a friendly gesture."},{"T":"302","2":"We lost..."},{"T":"301","3":"You feel slightly annoyed with the other team for using high-speed support devices."},{"T":"301","3":"After all, the organizers probably didn't anticipate anyone going out of bounds and bypassing the side of the cliff. You feel helpless against their exploitation of a loophole."},{"T":"301","2":"Lee","3":"It's not over yet."},{"T":"302","2":"?"},{"T":"301","2":"Construct A","3":"Hold on. Didn't we get the last bolt? Why does it look like the other parts..."},{"T":"301","2":"Construct B","3":"Did you mess up?"},{"T":"301","2":"Construct A","3":"How's that possible? Would you have messed up?"},{"T":"301","3":"Faced with the explanation by the organizer's staff, the Constructs share looks of dismay."},{"T":"301","3":"They repeatedly check the objects on the table only to realize they accidentally grabbed a duplicate bolt."},{"T":"302","2":"(Could it be...?)"},{"T":"301","3":"At that moment, Lee hands in the items you have collected."},{"T":"301","3":"Surely enough, the last part lies in his palm."},{"T":"301","2":"Lee","3":"Looks like I still have a trick up my sleeve from playing magician all day."},{"T":"302","2":"When you shook their hands?"},{"T":"301","2":"Lee","3":"Correct."},{"T":"302","2":"You weren't practicing beforehand, were you?"},{"T":"302","2":"You seem a little too good at that."},{"T":"301","2":"Lee","3":"...I just have quick hands."},{"T":"301","3":"After leaving his signature code at the end of the last report today, Lee closes the holo-screen."},{"T":"301","3":"After rubbing the center of his brow, he clenches his fist, shakes his wrist, and opens his fingers. An intricate robot instantly appears in the palm of his hand."},{"T":"301","3":"Lee opens a drawer stuffed with parts, ribbons, playing cards, and small robots of various shapes, and puts it in."},{"T":"301","3":"Then he casually picks up the paper in front of him, holds it by the edge, and folds it several times. The celebration flyer becomes an intricate origami rose."},{"T":"301","3":"Looking at the time, he furrows his eyebrows and quickly unfolds the paper with blistering speed."},{"T":"301","3":"Folding it again, but this time faster, he checks his time, then puts the 'rose' in the drawer."},{"T":"301","3":"After moving his stiff joints, he takes out a bottle of lubricant and rubs it on his hands."},{"T":"301","2":"Lee","3":"All that remains is..."}]