[{"T":"301","2":"Andre","3":"Let me introduce you all to our new recruit."},{"T":"301","2":"Andre","3":"Her name is... I'll just let her introduce herself because I don't know her name."},{"T":"301","2":"'Hyena'","3":"Some call me... 'Hyena'."},{"T":"301","2":"Laughing Crowd","3":"'Hyena'? What kind of bull name is that?"},{"T":"301","2":"Andre","3":"No one would call a girl 'Hyena', unless you can prove yourself."},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","2":"???","3":"Boss, our standards are getting lower and lower! You bring back kid this time, are you gonna bring back a cripple next time?"},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","3":"As if sensing 'Hyena' is about to explode in anger, Andre puts a hand on her shoulder to hold her back."},{"T":"301","2":"Andre","3":"He means no ill."},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","3":"Feeling 'Hyena' relaxing under his hand, he lets go of his hand."},{"T":"301","2":"Andre","3":"What, Clegg? Do you have opinions on how I pick people?"},{"T":"301","2":"Andre","3":"Did I make the wrong choice when picking you or the others here?"},{"T":"301","2":"Clegg","3":"O-of course not!"},{"T":"301","2":"Andre","3":"Then that's that. You're thinking you can finally get rid of your last place title now that a kid's here, aren't you?"},{"T":"301","2":"Clegg","3":"Well, she's a kid. How can I be worse than a kid..."},{"T":"301","2":"Andre","3":"Heh, we'll see."},{"T":"301","3":"Andre smirks before pushing 'Hyena' into the crowd of workers."},{"T":"301","2":"Andre","3":"From today on, she'll be a part of the investigation team. Clegg, you're in charge of her!"},{"T":"301","2":"Clegg","3":"Aww, come on... Why'd it have to be me..."},{"T":"301","2":"Clegg","3":"Hey! You! Listen up. I may have the worse scores during training, but the investigation team is always the busiest!"},{"T":"301","2":"Clegg","3":"Alright, there's a pipeline failure in section B of the exhaust gas recovery system. Go have a look."},{"T":"301","2":"'Hyena'","3":"...Good."},{"T":"301","2":"Clegg","3":"If you can fix it, then fix it. If you can't, come back and tell me."},{"T":"301","2":"'Hyena'","3":"...Where are the maintenance tools?"},{"T":"301","2":"Clegg","3":"Looks like you know the basics. You've seen us working before? It's on the shelf over there next to the mop bucket."},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","3":"'Hyena' quietly takes the tool kit off the shelf and straps it to her back. She then pushes open the door and leaves."},{"T":"301","2":"Inspection Team Member","3":"Aren't you being a little too harsh, Clegg?"},{"T":"301","2":"Inspection Team Member","3":"According to the rules, members have to undergo three months of training before they can attend to exhaust gas maintenance..."},{"T":"301","2":"Clegg","3":"That's a rule for newbies who know nothing."},{"T":"301","2":"Clegg","3":"I don't know why the boss decided to recruit a kid, but I hope he has his reasons."},{"T":"301","2":"Clegg","3":"If she's just a normal kid then I don't mind being the villain here."},{"T":"301","2":"Clegg","3":"Of course, I hope she'd just be a normal kid, scurrying home crying. That tool kit can be sold in exchange for food for a few days. It's not a bad deal for her."},{"T":"301","2":"Inspection Team Member","3":"But what if the boss asks?"},{"T":"301","2":"Clegg","3":"Whatever. I doubt he'd want to see a newbie gone after a few jobs again."},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","3":"When Clegg wakes up from his nap and sees a 'Hyena' covered in dirt and oil before him, an hour has already passed."},{"T":"301","2":"Clegg","3":"What the...?! You almost gave me a heart attack there! How's the exhaust gas recovery system?"},{"T":"301","2":"'Hyena'","3":"...I found this stuck in the pipe."},{"T":"301","3":"'Hyena' tosses an oily balled-up cloth onto the ground in front of Clegg. The logo of the inspection team could still be seen vaguely."},{"T":"301","2":"Clegg","3":"I thought I'd stuck it in deep enough... Never thought you'd find it."},{"T":"301","2":"'Hyena'","3":"Why did you do it?"},{"T":"301","2":"'Hyena'","3":"...Do you hate me?"},{"T":"301","2":"Clegg","3":"Not really, but if the boss tossed me someone with no credentials, then I'd have to find the evidence myself to prove she's reliable."},{"T":"301","2":"Clegg","3":"I was wrong. If you wanna tell the boss, you're free to do so."},{"T":"301","2":"'Hyena'","3":"..."},{"T":"301","3":"Clegg and 'Hyena' stare at each other, hoping to find the answer in the other's eyes. They were suddenly interrupted by Andre pushing open the door."},{"T":"301","2":"Andre","3":"Clegg! You little s**t, I heard you ordered the new girl to repair the exhaust gas recovery system!"},{"T":"301","2":"Clegg & 'Hyena'","3":"...!"},{"T":"301","2":"Andre","3":"I'm only going to ask you this, what's your conclusion? You only keep those who are useful, which is why I entrusted her to you."},{"T":"301","3":"Clegg raises his hands and diverts his gaze away from 'Hyena'."},{"T":"301","2":"Clegg","3":"She passed. Looks like I get to keep the honor of being in last place."},{"T":"301","2":"Andre","3":"Good. I was most worried about your attitude when I took her in."},{"T":"301","2":"Andre","3":"That's settled then! Kid, here's your uniform! Look at how dirty you are, go take shower! We left the shower empty just for you!"},{"T":"301","3":"It has been 197 days since 'Hyena' joined the inspection team. She never cared to keep count of the days, but now, every day is precious to her."},{"T":"301","3":"It was everything she had ever dreamt of—bed fluffier than steel slabs and asbestos, two whole meals a day, at least 6 hours of sleep every night, a hot shower every two days..."},{"T":"301","3":"Chief Andre may look like a tough guy, but deep down he was very thoughtful and considerate, he knew how to make tasty scrambled eggs and resizing uniforms for small girls."},{"T":"301","3":"As long as people do not make fun of his treasured badge—which he claims to be an authentic royal token—he does not mind most of the time."},{"T":"301","3":"Leader Clegg, always ranking last, but he can remember where every wrench and every screw is; stubborn and stingy, and also short-sighted."},{"T":"301","3":"Leader Katyusha, the leader of the structure team. One of the only three females in the whole inspection team. She can run faster than anyone in a 10km run with weights. She is also one of the few that were present on 'that day.'"},{"T":"301","3":"As for 'Hyena'... Well, she's no longer 'Hyena' now. Lena from the structure team gave her a new name—'Sophia'."},{"T":"301","3":"From what she's heard, this is the name of Chief Andre's homeland. And in the language of the Golden Age, it meant 'gift from God'."},{"T":"301","3":"Recently, someone found a movie from the Golden Age."},{"T":"301","3":"And after that, Chief Andre insists on others calling him 'Boss' like Clegg does."},{"T":"301","3":"It has been 197 days since Sophia joined the inspection team."},{"T":"301","2":"Sophia","3":"Today... It's been... Since Sophia joined the inspection team... I don't know how to write. I'm going to leave it blank for now."},{"T":"301","2":"Sophia","3":"Today, Sophia... Start... Follow Chif, Endre to... Can't spell this. Delete... Work together."},{"T":"301","2":"Sophia","3":"It's... Sophia's, first time... bring tiim to work outside."},{"T":"301","2":"Andre","3":"Sophia! It's time!"},{"T":"301","2":"Sophia","3":"(...I'll get back to this later.)"},{"T":"301","2":"Sophia","3":"Coming!"}]