[{"T":"301","2":"Ann","3":"Garghhh—!"},{"T":"301","3":"Another black data steam bursts out of Ann."},{"T":"301","3":"The two data streams converge to form a giant black figure."},{"T":"302","2":"It's...!"},{"T":"301","2":"Dark Monster","3":"——! ——!!"},{"T":"301","2":"Ann","3":"Is... Is this me?"},{"T":"301","2":"Researcher","3":"We're adding a backup of 'her' personality data to 'Virtual Horizon?'"},{"T":"301","2":"Officer","3":"Well, after all, the most important point of 'Virtual Horizon' is to learn how to control that monster in order to win wars."},{"T":"301","2":"Researcher","3":"I see. Looks like ARU's wish to rule the world isn't staying a mere dream."},{"T":"301","2":"Officer","3":"Of course. The world will be in the palm of our hand..."},{"T":"301","2":"Ann","3":"I see... I was born from a monster. I'm... also a monster..."},{"T":"301","2":"Dark Monster","3":"Ah—!"},{"T":"301","3":"The Dark Monster waves its huge claws at the unsuspecting Ann."},{"T":"302","2":"Ann!"},{"T":"301","3":"But the claws are blocked by a red blade, sending sparks into the air."},{"T":"301","2":"Lotus","3":"..."},{"T":"302","2":"Lu... Wait, no! The Lotus frame?!"},{"T":"301","3":"Not only was it just the Lotus frame, but rather, all the Constructs in 'Virtual Horizon' are appearing before you. They join forces to resist the monster's attack."},{"T":"301","2":"Ann","3":"What's going on? They weren't summoned, nor were they ordered here."},{"T":"301","2":"Lotus","3":"..."},{"T":"302","2":"You created their personality data."},{"T":"301","3":"Ann recalls that she had, in fact, inadvertently added simple personality modules to the Constructs."},{"T":"301","3":"In a sense, Ann is their creator."},{"T":"301","2":"Ann","3":"You all... chose me?"},{"T":"302","2":"This is 'the other way.'"},{"T":"301","3":"Although the Constructs remain robotic as ever, they closely guard Ann."},{"T":"301","2":"Ann","3":"I see... Thank you, everyone... Now, just one last mission remains!"},{"T":"301","2":"Ann","3":"And that is to get you safely out of here!"}]