[{"T":"301","2":"Hassen","3":"...What?"},{"T":"302","2":"I was very clear in my report."},{"T":"301","2":"Asimov","3":"A comprehensive data camouflage... How is that possible?!"},{"T":"301","2":"Lee","3":"We aren't sure. We can only guess that Huaxu is capable of such power."},{"T":"301","2":"Asimov","3":"That doesn't make sense. If Huaxu is capable of this degree of data camouflage, then 'she' could have just..."},{"T":"301","3":"Asimov stops talking mid-sentence on the comms."},{"T":"301","2":"Hassen","3":"I warned you not to forget that possibility."},{"T":"301","2":"Asimov","3":"You were right. I'll get going."},{"T":"302","2":"What's happening?"},{"T":"301","2":"Hassen","3":"We'll clarify later. Right now, you have a more urgent mission."},{"T":"302","2":"Catch Bianca... I mean, Huaxu?"},{"T":"301","2":"Hassen","3":"Since Huaxu took the initiative to appear before us, we obviously can't let this opportunity slip out of our grasp."},{"T":"301","2":"Hassen","3":"No matter where 'she' goes, Huaxu will eventually find a way to complete the core objective... Or return to the mother terminal."},{"T":"301","2":"Lucia","3":"I see. In short, as long as we can find the location of that program, we can find hints on where to proceed from there."},{"T":"301","3":"A few days ago."},{"T":"301","2":"Murray","3":"Alright, so..."},{"T":"301","3":"Holding the cold coffee, Murray got up to leave the conference room before bumping into Celica, who opened the door."},{"T":"301","2":"Murray","3":"...Miss Celica?"},{"T":"301","2":"Murray","3":"Did President Hassen forget to explain something?"},{"T":"301","2":"Celica","3":"..."},{"T":"301","3":"Celica blankly handed Murray an ID card."},{"T":"301","2":"Celica","3":"Commander Nikola asked me to give this to you. Otherwise, I wouldn't be talking to you."},{"T":"301","2":"Celica","3":"As for your mission... I don't want to get involved."},{"T":"301","3":"With that, Celica turned and left the conference room."},{"T":"301","2":"Murray","3":"..."},{"T":"301","3":"Murray looked down to confirm the logo on the ID card and gave a wry smile."},{"T":"301","2":"Murray","3":"'Ouroborus', 'Scarab', 'Cerberus', and 'Caribou'... Which of the black ops teams would be the Commander's backup plan?"},{"T":"301","2":"Murray","3":"As for me... How much do you know about me?"},{"T":"301","2":"Murray","3":"Looks like... I have the upper hand with the information I know right now."},{"T":"301","2":"Murray","3":"This will eat into some of my resources, but this risk... is worth taking."},{"T":"301","3":"Playing around with the ID card in his hand, Murray opened the door and left the conference room."},{"T":"301","3":"After he left, the only light that remained in the room was the quiet blinking from the bug in the holo-projector."}]