[{"T":"301","3":"Not long after pressing onward, a familiar figure appears among the projections in the ruins."},{"T":"301","2":"Liv","3":"Is that... the boy we just saw?"},{"T":"301","3":"A boy stands on the lofty ruins, looking out at the destroyed block."},{"T":"301","3":"He resembles a Corrupted with the amount of broken parts on his body."},{"T":"301","2":"Liv","3":"Looks like he failed to become an Ascendant like Roland..."},{"T":"301","3":"The boy stumbles forward in the ruins. His eyes, once full of anger, are now devoid of any semblance of emotion."},{"T":"301","3":"Even though it is just a projection, he is still entwined with red current."},{"T":"302","2":"He's already deteriorated into a Corrupted.","4":"This must have happened when he returned from that place."},{"T":"301","2":"Liv","3":"But didn't Roland give him an invitation? Why would he let him become a Corrupted?"},{"T":"301","2":"Lee","3":"Because he was still required to 'make it there alive.'"},{"T":"302","2":"..."},{"T":"301","2":"Lucia","3":"Looks like he failed."},{"T":"301","3":"The young Construct continues to wander the deserted ruins, occasionally looking at the sky and making some mechanical and meaningless gestures."},{"T":"301","3":"Suddenly, a female scavenger stops by the ruins."},{"T":"301","2":"Female Scavenger","3":"Jett?!"},{"T":"301","3":"Whether the young Corrupted hears a name or simply a loud noise, he turns around and staggers toward the female scavenger."},{"T":"301","2":"Female Scavenger","3":"...How could you turn into a..."},{"T":"301","3":"She begins to weep and takes out a smooshed piece of bread from her backpack, apparently handing it to the boy."},{"T":"301","2":"Female Scavenger","3":"Do you... hate... Mommy?"},{"T":"301","3":"The boy is unable to respond now that he is a Corrupted."},{"T":"301","2":"Female Scavenger","3":"But if Mommy didn't hand you to that Daedalus corporation... we would've all starved to death..."},{"T":"301","3":"As she weeps, she becomes more heartbroken, but the boy still does not respond. Instead, he continues to walk slowly toward her."},{"T":"301","2":"Female Scavenger","3":"I heard some soldiers say that... you were here on a mission... So I wanted to see you again..."},{"T":"301","3":"Saying that, she wept quietly."},{"T":"301","2":"Female Scavenger","3":"But... h-how... did... y-you ... turn into t-this..."},{"T":"301","3":"While his mother cries, the boy hobbles toward her like a toddler learning to walk. He steps on a loose brick, then slides down the ruins."},{"T":"301","2":"Female Scavenger","3":"Jett! Jett...!"},{"T":"301","3":"The female scavenger hurries to help the boy up, and hands him the piece of bread."},{"T":"301","2":"Female Scavenger","3":"I'm sorry... It's all I have left... You can have it..."},{"T":"301","2":"Jett","3":"Ah—"},{"T":"301","3":"He opens his mouth like a toddler to eat the bread his mother gives him, but then—"},{"T":"301","3":"—bites off her hand in the process."},{"T":"301","2":"Female Scavenger","3":"AHHHHHHHHHH!!!"},{"T":"301","3":"The woman unleashes a blood-curdling scream from the pain. It seems that she has not noticed... or rather, cannot accept that her child has turned into a Corrupted."},{"T":"301","2":"Liv","3":"No..."},{"T":"301","3":"Liv's outstretched hand falls helplessly by her side. The four of you know that there is nothing you can do that could change what happened."},{"T":"301","3":"The female scavenger clutches her severed wrist, then hurriedly gets up to run away."},{"T":"301","2":"Female Scavenger","3":"Why do you... hate me so much! Mommy just... just wanted us... to survive!"},{"T":"301","2":"Female Scavenger","3":"I simply chose... our best chance of survival! I never meant... to abandon you!"},{"T":"301","3":"The woman falls to the ground from the pain in her severed arm. Too weak to stand, she helplessly watches as her son approaches with each step."},{"T":"301","2":"Female Scavenger","3":"...Mommy just... just..."},{"T":"301","3":"He thrusts his hand right through his mother's chest, causing blood to spew out of her mouth. She still fights through the agony to say her last words."},{"T":"301","2":"Female Scavenger","3":"Mommy... failed you..."},{"T":"301","2":"Female Scavenger","3":"I wanted... to make us... a happy family..."},{"T":"301","3":"Unfazed by his mother's last words, the Corrupted boy drags his mother down the street as she breathes her dying breaths."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv remains silent for a moment, then raises her head and looks firmly at the three of you."},{"T":"301","2":"Liv","3":"...Let's go. The sooner we put an end to the Ascendants and the Red Tide, the sooner we can prevent something like this from ever happening again!"},{"T":"302","2":"You're right. Let's go.","4":"That's the Liv I know."},{"T":"301","2":"Lucia","3":"Alright, let's keep going."}]