[{"T":"301","2":"West General","3":"UUUUGGHH, how is it that you've defeated me, the West General?!"},{"T":"301","2":"West General","3":"AAAAGGHHH!"},{"T":"301","3":"He has not actually fought you, but the West General poses weirdly after Lucia has passed the trial to demonstrate his defeat."},{"T":"301","3":"He buries his head inside his hands, then half-kneels on the floor before falling to the ground with a 'Thud!' while groaning painfully."},{"T":"302","2":"What a realistic performance.","4":"A little bit hyperbolic, isn't it?"},{"T":"301","2":"Lucia","3":"He does act like a defeated villain, doesn't he? But we really should focus on our surroundings right now, Commandant."},{"T":"301","2":"Lucia","3":"He should've fallen immediately. But we really should focus on our surroundings right now, Commandant."},{"T":"301","3":"After Lucia points it out, you realize that the recon drones are also falling alongside the West General. With that, the holographic projections around you begin to crumble."},{"T":"301","3":"——"},{"T":"301","2":"Liv","3":"What is this place?"},{"T":"301","2":"Lee","3":"What it was originally, I imagine. It looks to be a factory."},{"T":"301","3":"With that, Lee walks toward the giant screen and opens the terminal with the black box he carries."},{"T":"302","2":"What are you looking for?","4":"Is this a good idea?"},{"T":"301","2":"Lee","3":"Just what this factory was built for. Maybe we can even figure out why so many mechanoids gather here."},{"T":"301","2":"Lee","3":"I'm certain there will be an order to investigate this place after this. We're going to save some time if we start preparing now."},{"T":"301","2":"Liv","3":"But isn't this place maintained by Foreman and the others?"},{"T":"301","2":"Lee","3":"I'm not digging for their secrets. I'm just trying to find out what this factory originally was."},{"T":"301","3":"Lee begins to decipher the factory's terminal afterward, and data soon appear on the screen."},{"T":"301","2":"Lucia","3":"Are these records of the factory?"},{"T":"301","2":"Lee","3":"Correct. It seems like this is an assembly line of a packaging plant—a medium-to-low-level one, judging by its scale."},{"T":"301","2":"Lee","3":"Pay attention to this... notice of cessation."},{"T":"301","2":"Lee","3":"There's a more detailed explanation underneath. Basically, all human employees were ordered to evacuate because of the Punishing Virus."},{"T":"302","2":"That was par for the course back then.","4":"Just humans?"},{"T":"301","2":"Lee","3":"Indeed. This kind of operation was happening everywhere back in those days, but the point is they only evacuated the human employees..."},{"T":"301","2":"Lee","3":"Indeed. To lessen the pressure on the operations and guarantee their efficiency, only humans were evacuated."},{"T":"301","2":"Liv","3":"So, Foreman and the others..."},{"T":"301","2":"Lee","3":"There are no concrete proofs, but we can assume that they are the mechanoids that got left behind."},{"T":"301","2":"Lee","3":"Although I'm not sure how they managed to avoid the Punishing Virus, they've somehow survived until now, and, following the schedule of the factory..."},{"T":"301","2":"Lee","3":"They gather here to celebrate the festivals."},{"T":"301","2":"Lee","3":"This is just a guess, of course. I simply noticed that days like the Double Seventh Festival and the Ghost Festival are marked on their calendar."},{"T":"301","2":"Liv","3":"Even with the humans gone and the factory abandoned... they're still gathering here according to custom."},{"T":"301","2":"Lee","3":"Following their routines is a fundamental part of their programming logic. There's nothing unusual for them to act like this."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lee","3":"That's about everything we can find out about this place. Let's focus on the last trial."},{"T":"302","2":"Let's get going."},{"T":"301","2":"Lucia","3":"Right."}]