[{"T":"301","3":"The delivery droid belonged to a new line of sustainable delivery mechanoids from a logistics company, but the Punishing Virus had spread to their location before they were launched."},{"T":"301","3":"It was abandoned deep within a warehouse until some humans broke in, looking for supplies and waking it up."},{"T":"301","3":"It retained its original command, even when there were no more humans requesting its service. Still, it continued to drag its human-battered body around the city, looking for things it could deliver."},{"T":"301","3":"It was drawn by the murals on the walls. All the machines said they were revelations left by 'Sage'."},{"T":"301","3":"One day, it saw a strange mechanoid before an unfinished mural. She enthusiastically painted beautiful colors on the wall, clapping and cheering when she completed it."},{"T":"301","3":"Noticing the hidden delivery droid, she reached out and patted it, and in an instant, it understood 'warmth' for the first time."},{"T":"301","3":"The girl did not say who she was, but the delivery droid was certain that she was the 'Sage' every machine was talking about."},{"T":"301","3":"'Sage' was deeply invested in the heritage of humanity. She spent a whole day searching for 'treasures' in the mall, gathering other machines there to play 'role-playing' games."},{"T":"301","3":"The delivery droid did not understand what the games meant, but it could feel the joy in her heart, a feeling so overwhelming that even the hole in its heart was filled."},{"T":"301","3":"The girl left soon after, however. She waved goodbye and said, 'Nanami had a really good time. Bye-bye!' before stepping into the sunset."},{"T":"301","3":"If they collected enough of the things she liked, would Sage return someday?"},{"T":"301","3":"So it began gathering what humans had left behind: art, books, games, toys... and it brought them back to their headquarters."},{"T":"301","3":"These 'offerings' it collected have since sat there neatly in the warehouse, waiting for their master to return."},{"T":"301","2":"Deli","3":"Now that we have a larger collection than when Sage first arrived, she is going to have an even better time."},{"T":"301","2":"Deli","3":"But she never came back. Is that because she has yet to find the 'key item'?"},{"T":"301","2":"Deli","3":"And my companions... None of them has returned."},{"T":"301","3":"Confused, the delivery droid stands amidst the 'offerings' and the remains of the machines."},{"T":"301","2":"Haicma","3":"...What do your companions look like?"},{"T":"301","2":"Deli","3":"They are all the same model of delivery droid as me."},{"T":"301","3":"Haicma has noticed the delivery droid acting strange since they entered the mall."},{"T":"301","3":"Not only is its GPS malfunctioning, but it also has not been able to recognize its companions."},{"T":"301","3":"Infected by the Punishing Virus, corrupted machines cannot emit the same identification signal as the delivery droid. Even though they were standing before it, it could not recognize its old companions."},{"T":"301","3":"Haicma had destroyed all of the Corrupted right in front of the delivery droid. Their remains scatter around the two of them."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Deli","3":"Is there something wrong?"},{"T":"301","3":"She should tell it everything, but she cannot."},{"T":"301","2":"Haicma","3":"...Nothing. Your collection... I think she'll like it."},{"T":"301","2":"Haicma","3":"I'm also searching for 'Sage'. It's my... purpose."},{"T":"301","3":"Haicma walks to a corner of the warehouse, crouching and touching the mural surrounded by 'offerings.'"},{"T":"301","3":"Part of the mural was done later than the other. The slightly older part reveals pure joy as if the painter wanted to share her bliss with others."},{"T":"301","3":"The newer part depicts a small girl and a group of mechanoids. It reminds Haicma of a painting Nanami did and her smile back then."},{"T":"301","3":"Where is she now? What has she been through?"},{"T":"301","3":"Haicma closes her eyes, allowing the feeling of 'longing' floods over her."},{"T":"301","2":"Deli","3":"If you find her, can you tell her that we are waiting for her here?"},{"T":"301","2":"Haicma","3":"I will. I'll tell her that Deli has been waiting for her."},{"T":"301","2":"Deli","3":"Thank you! I will look after this place until she comes back!"},{"T":"301","3":"Haicma reaches out and pats the mechanoid's head."},{"T":"301","3":"Deli watches Haicma quietly, its transparent lens seemingly reflecting another figure it misses so dearly."},{"T":"301","3":"Before she goes, Haicma helps Deli tidy the warehouse. She puts the remains of the other delivery droids together on a soft foam mat, their bodies leaning and lying on top of each other as if they are resting in peace."},{"T":"301","3":"The only standing delivery droid does not stop waving at Haicma as she bows her head and says goodbye."},{"T":"301","3":"It watches the female figure walking further and further away until she disappears, stepping into the sunset."}]