[{"T":"301","2":"System Voice","3":"That is the plan for the operation."},{"T":"301","2":"System Voice","3":"You must be reminded again that this operation is very important and comes with certain risks."},{"T":"301","2":"System Voice","3":"There is a large number of Corrupted in the battle area. Teams must work closely together to achieve the goal of liberating the area."},{"T":"301","2":"System Voice","3":"Please act with your assigned team and strictly follow the mission orders. In other cases, the commandant's decisions are the final commands."},{"T":"301","2":"System Voice","3":"Finally, I wish you all to return in triumph."},{"T":"301","2":"System Voice","3":"— Please accept the highest regards from the Command Center."},{"T":"301","2":"Kamui","3":"Shame that we're in different teams..."},{"T":"301","2":"Koya","3":"But aren't you on the same team as Lucia? I thought you wanted to have a practice match with her?"},{"T":"301","2":"Kamui","3":"That's right... But Lucia doesn't like to talk. I'll look stupid if I'm the only one who enjoys the game and she doesn't even care a bit of it."},{"T":"301","2":"Koya","3":"Hahaha, didn't think you would worry about stuff like this."},{"T":"301","2":"Koya","3":"But she does look a little too distant indeed."},{"T":"301","2":"Kamui","3":"Whoa! Quietly or she'll hear us!"},{"T":"301","2":"Koya","3":"I didn't mean to say anything bad... I just feel that she is a little too determined, as if there is some kind of obsession supporting her to fight."},{"T":"301","2":"Kamui","3":"Is that so... Oh right, let's return to base together after finishing our mission!"},{"T":"301","2":"Koya","3":"Yeah."},{"T":"301","2":"System","3":"Attention, the operation will begin in three minutes. Please proceed to the platform with the corresponding number to board the transport craft and prepare for battle."},{"T":"301","2":"Kamui","3":"We must get rid of those pests this time!"},{"T":"301","2":"Koya","3":"Well, let's part our ways here... And take care of yourself, Kamui. See you after the operation."},{"T":"301","2":"Kamui","3":"Construct Kamui."},{"T":"301","2":"Kamui","3":"I'll sacrifice everything to liberate the Earth."}]