[{"T":"301","2":"Lee","3":"We did it."},{"T":"301","2":"Lee","3":"All cabin lock status have been reconfigured to lock..."},{"T":"301","2":"Lee","3":"But only 72% of compartments are online now."},{"T":"301","2":"Liv","3":"We still have no information... on the whereabouts of those troops expunged by the space station..."},{"T":"301","2":"Lee","3":"Constructs can adapt to space. All the commandants participating in this mission also have dedicated space equipment."},{"T":"301","2":"Lee","3":"The life-support system should last them until they're rescued."},{"T":"301","2":"Lee","3":"But before that, they could only wander alone in space."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"Thank goodness...","4":"We need to finish this mission ASAP."},{"T":"301","2":"Liv","3":"Let's complete the mission as soon as possible, so we can contact Celica and get everybody home..."},{"T":"301","2":"Lee","3":"I copied the space station's log data while waiting for the lock to activate."},{"T":"301","2":"Lee","3":"Given that the database was also contaminated, I don't know how much useful information we can find."},{"T":"301","2":"Lee","3":"I'll leave it to you to filter the data, Liv."},{"T":"301","2":"Liv","3":"Of course."},{"T":"301","2":"Liv","3":"The log actually recorded how the space station arrived at this state..."},{"T":"301","2":"Liv","3":"The station failed to stop Punishing Virus from invading its gravity core, which resulted in gravity disorder."},{"T":"301","2":"Liv","3":"It destroyed the structure and continued to attract nearby Punishing Virus..."},{"T":"301","2":"Liv","3":"A high-density matter was created in the gravity core. It was formed by a large amount of Punishing Virus..."},{"T":"301","2":"Liv","3":"According to the log, this process is called Heteromerization, and this high-density body is hence named Punishing Heteromer."},{"T":"301","2":"Liv","3":"The scary thing is, these Heteromers can gather and disperse at will while maintaining high coordination with one another."},{"T":"301","2":"Liv","3":"It was also recorded that a cross-shaped enemy would control nearby Heteromer particles to form various Corrupted that were seen on Earth."},{"T":"301","2":"Lucia","3":"Which means we have been fighting Punishing Virus itself..."},{"T":"301","3":"Lucia clenches her blade."},{"T":"301","2":"Watanabe","3":"...This information is incredibly important to humanity."},{"T":"302","2":"The Punishing Virus evolved...","4":"We need to tell the world about this."},{"T":"301","2":"Lee","3":"Soon, we will have to face more than just information..."},{"T":"301","2":"Liv","3":"All ally signals are moving toward the gravity device in the core."},{"T":"301","2":"Lucia","3":"We must not fall behind."}]