[{"T":"301","3":"Following the final blow from Kamui, the fish-like Hetero-Creatures in the greenhouse are torn to pieces."},{"T":"301","2":"Kamui","3":"All that's left is you!"},{"T":"301","3":"Kamui swings his greatsword, but his attack is deflected by a mysterious force. A tall figure saunters out from within the shadowy depths as if paying no mind to the enemy."},{"T":"301","2":"Kamui","3":"Gabriel!"},{"T":"301","2":"Gabriel","3":"If it isn't more Babylonian scum? Struggle as you will, it will only be in vain."},{"T":"301","2":"Chrome","3":"Gabriel, our database has you marked as Luna's henchman. Does that mean Luna and the other Ascendants are here, too?"},{"T":"301","2":"Gabriel","3":"Other Ascendants?"},{"T":"301","3":"Gabriel's vocalizer forces out a sardonic sneer."},{"T":"301","2":"Gabriel","3":"Those cowards who betrayed the Ascension-Network no longer have any right to reside here."},{"T":"301","2":"Gabriel","3":"Their whereabouts are of no concern to me."},{"T":"301","2":"Kamui","3":"You don't care about where your comrades are?"},{"T":"301","2":"Gabriel","3":"I have no interest in weaklings or cowards."},{"T":"301","2":"Gabriel","3":"Only those that possess absolute power and power itself are worthy of my attention."},{"T":"301","2":"Kamui","3":"Then why are you still here at the former base?"},{"T":"301","2":"Gabriel","3":"Because of 'der Meister'."},{"T":"301","3":"Gabriel's voice fills with reverence and devotion."},{"T":"301","2":"Gabriel","3":"After that battle, he bestowed me with a new life and allowed me to bear witness to a new zenith of power."},{"T":"301","2":"Chrome","3":"Der Meister?"},{"T":"301","2":"Kamui","3":"Are you referring to the Ascendant in our database known as Roland?"},{"T":"301","2":"Gabriel","3":"Roland..."},{"T":"301","3":"Uttering this name, Gabriel's tone returns to its former coldness."},{"T":"301","2":"Gabriel","3":"The 'Meister' I refer to is a different agent."},{"T":"301","2":"Gabriel","3":"Roland is nothing more than a traitor to the Ascension-Network."},{"T":"301","2":"Wanshi","3":"Looks like they have themselves a new agent..."},{"T":"301","2":"Gabriel","3":"Puny minds. Does the existence of a new agent come as a surprise?"},{"T":"301","2":"Wanshi","3":"...Just another nuisance is all."},{"T":"301","2":"Gabriel","3":"Then let me share with you more good news."},{"T":"301","2":"Gabriel","3":"Aside from der Meister, there is yet another agent nearby that is beyond your understanding."},{"T":"301","2":"Chrome","3":"So there are three agents?"},{"T":"301","2":"Gabriel","3":"As I've said, there are only two. As for Miss Luna's whereabouts, I do not know. Any attempt to reconfirm this will only yield the same answer."},{"T":"301","2":"Gabriel","3":"If you're so curious, I suggest you ask your colleagues. I'm sure they are more aware of this situation, considering how long they have been tracking her."},{"T":"301","2":"Chrome","3":"You mean Babylonia has been tracking Luna this whole time?"},{"T":"301","2":"Gabriel","3":"Of course. Ever since Miss Luna became an agent right under Babylonia's nose, humanity has coveted her power."},{"T":"301","3":"Gabriel pulls out his cane from the side of his cloak and points it at Chrome standing in front."},{"T":"301","2":"Gabriel","3":"As oblivious as you all are, there's no sense in continuing this conversation."},{"T":"301","2":"Gabriel","3":"I'd rather finish you myself than disturb der Meister."},{"T":"301","2":"Kamui","3":"Seems like you're his number one fan."},{"T":"301","3":"Gabriel takes a step forward. Red sparks begin to emit from his footprints, intertwining with his cold mechanical limbs."},{"T":"301","2":"Gabriel","3":"Der Meister saved me from the brink of death and bestowed me with this newfound power."},{"T":"301","2":"Gabriel","3":"Now, bear witness to this power."},{"T":"301","3":"Countless red photons coalesce in Gabriel's palm. As he clutches the bright cube, light erupts from the palm of his hand."},{"T":"301","3":"Amid the blinding red light, Gabriel launches himself headlong at Strike Hawk!"},{"T":"301","2":"Chrome","3":"Defensive formation!"},{"T":"301","3":"The walls of the greenhouse begin to turn into rubble in the seismic tremors. Smoke and dust fill the room."},{"T":"301","3":"The defensive formation barely manages to withstand the full might of Gabriel's attack. However, they know now that combat data on Gabriel was far from reality."},{"T":"301","2":"Gabriel","3":"I take back what I said. You all might be clueless, but you are just like those Gray Ravens—troubles."},{"T":"301","2":"Kamui","3":"You know Gray Raven?"},{"T":"301","3":"Gabriel refrains from answering. Another cube of red light begins to coalesce in his hand. Before it can materialize, it is disrupted by Kamui's greatsword."},{"T":"301","2":"Chrome","3":"Kamui! Don't be reckless!"},{"T":"301","2":"Kamui","3":"Captain! But—"},{"T":"301","2":"Chrome","3":"Fight as a team!"},{"T":"301","2":"Kamui","3":"Roger!"},{"T":"301","3":"Chrome steps forward. The blade of his scythe swings in an arc. Wanshi swiftly leaps over his two comrades surrounding Gabriel and delivers a direct strike to Gabriel's skull from above."},{"T":"301","3":"Red light erupts from the blow, unleashing a wave of highly concentrated Punishing Virus into their Inver-Devices. Searing pain spreads across their neurolinks and penetrates deep into their M.I.N.D.s like a sharp blade drilling into their bones."},{"T":"301","2":"Chrome","3":"Pull back!"},{"T":"301","3":"Kamui swings his greatsword backward. Using the inertia of the blast, he defends against the attack and pulls back several meters."},{"T":"301","3":"Chrome raises his scythe to catch the falling Wanshi, then flings him toward Kamui."},{"T":"301","2":"Kamui","3":"Nice pass!"},{"T":"301","3":"Kamui catches Wanshi, then gives Chrome a thumbs up."},{"T":"301","2":"Wanshi","3":"...Think you can put me down first?"},{"T":"301","3":"The narrow confines of the greenhouse limit Gabriel's movement. Unable to fly into the air, all he can do is swing his cane and attack the trio with the help of the Punishing Virus."},{"T":"301","3":"—CLANG!"},{"T":"301","3":"Chrome adeptly parries Gabriel's lunge with his scythe. He quickly retracts his weapon, then uses this window of opportunity to leap into the air and slash at his opponent."},{"T":"301","3":"Gabriel is forced to step back in a hurry. Pulling off his cloak, countless red lights envelop him in preparation to unleash another explosion."},{"T":"301","2":"Cinderelik","3":"Gabriel, Mother... is still resting."},{"T":"301","2":"Chrome","3":"Mother?"},{"T":"301","3":"The red light in the greenhouse suddenly disperses in response to the girl. Gabriel retracts his weapon and glares at the nearby trio in contempt."},{"T":"301","2":"Gabriel","3":"No need to fight in the narrow confines of the greenhouse."},{"T":"301","2":"Kamui","3":"Don't think you can run!"},{"T":"301","2":"Gabriel","3":"Run? No... I just don't want to ruin der Meister's plan."},{"T":"301","2":"Kamui","3":"What the hell does that mean?"},{"T":"301","3":"Gabriel sighs in disdain, responding vaguely."},{"T":"301","2":"Gabriel","3":"Do you really wish to see der Meister? Leave with me, and I'll give you an opportunity to fulfill your dying wish."},{"T":"301","2":"Gabriel","3":"If you insist on staying here, I can accompany you to the end."},{"T":"301","3":"With that, Gabriel takes Cinderelik and opens a door on the other side of the greenhouse, then stares at the trio."},{"T":"301","2":"Kamui","3":"Perfect. Wait until I get my hands on this guy when I see him!"},{"T":"301","2":"Chrome","3":"Seems like a trap."},{"T":"301","2":"Wanshi","3":"If we stay here and fight, getting crushed when the room caves in ain't much better."},{"T":"301","2":"Wanshi","3":"Maybe it's a good idea to get out of this place."},{"T":"301","2":"Chrome","3":"They won't let us leave now that we know about the new agent. Also, we can't just ditch Camu. He doesn't know what happened here."},{"T":"301","2":"Kamui","3":"Then let's follow him while we wait for Camu. Whaddaya say, Captain?"},{"T":"301","2":"Chrome","3":"Wait... Wanshi, who do you think Cinderelik meant by 'Mother'?"},{"T":"301","3":"Wanshi ponders the question a while, then quietly spits out a series of unlikely explanations."},{"T":"301","2":"Wanshi","3":"Based on the word, Mother could refer to... one of the agents mentioned earlier, a Corrupted... or even a new type of Hetero-Creature."},{"T":"301","3":"Chrome still has concerns, considering that, whatever the true identity of this 'Mother' figure is, it will only put the team in danger of being attacked."},{"T":"301","3":"He nods to Kamui and Wanshi, signaling them to leave the greenhouse."},{"T":"301","3":"Following Gabriel and Cinderelik, the trio walks down the spacious waterway and arrives at a platform lift."},{"T":"301","2":"Kamui","3":"Why would a platform lift be here in a waterway?"},{"T":"301","2":"Wanshi","3":"It's not that surprising. We DID just come from an underground greenhouse, after all."},{"T":"301","2":"Wanshi","3":"I don't think this waterway was really built to drain wastewater."},{"T":"301","2":"Kamui","3":"Think the Ascendants stay here often?"},{"T":"301","2":"Chrome","3":"This place might be connected with City 075. Considering that it was a military facility built to prevent war, I wouldn't be surprised if it served multiple functions."},{"T":"301","2":"Chrome","3":"From what we've observed along the way, I'd assume it's been abandoned for quite some time."},{"T":"301","3":"Chrome motions to Kamui to keep his voice down. The trio slows their pace, distancing themselves from Cinderelik and Gabriel up ahead."},{"T":"301","2":"Chrome","3":"This is just a theory, but I think this abandoned corridor was opened on short notice as a response to the Longinus Arsenal."},{"T":"301","2":"Chrome","3":"And I'm guessing it was abandoned due to the quality of the facility."},{"T":"301","2":"Wanshi","3":"I think you're right. Any more earthquakes, and this waterway is going to collapse."},{"T":"301","2":"Wanshi","3":"Why is this the only shoddy part of the facility?"},{"T":"301","2":"Chrome","3":"A section of the report on City 075 stated that the facility was expanded to isolate the infected prior to developing the serum."},{"T":"301","2":"Chrome","3":"But the Punishing Virus spread faster than anticipated. The facility was abruptly abandoned before it saw any use."},{"T":"301","3":"As they are talking, Gabriel and Cinderelik disappear around the corner. The trio accelerates their pace to catch up."},{"T":"301","3":"Among the flurry of footsteps, Chrome hears Camu on the Strike Hawk comm link."},{"T":"301","2":"Camu","3":"...Where... you guys..."},{"T":"301","3":"Even though the Strike Hawk comm link is more stable than most, his voice intermittently cuts out due to the unique jamming technology of the underground city."},{"T":"301","2":"Chrome","3":"We're on the platform lift down here in the waterway. What's your location?"},{"T":"301","2":"Camu","3":"...Maze... down here."},{"T":"301","2":"Camu","3":"I'm... going... platform lift... Wait there."},{"T":"301","2":"Chrome","3":"Alright, we'll wait for you."},{"T":"301","3":"Right as Chrome terminates the comm link, the group sees Cinderelik, who had disappeared around the corner, now floating in the air."},{"T":"301","3":"Even though her damaged wing makes flight toilsome, four fish-like Hetero-Creatures tightly grip the straps on her clothes and pull her upward."},{"T":"301","2":"Kamui","3":"I guess those straps aren't just for looks! Captain, I want a pair of my own!"},{"T":"301","2":"Chrome","3":"I'll help you put in a request, but don't get your hopes up."},{"T":"301","2":"Chrome","3":"Now's not the time, though. I wasn't expecting this kind of escape route from them."},{"T":"301","2":"Gabriel","3":"Wrong. I'm not going anywhere."},{"T":"301","2":"Gabriel","3":"Cinderelik is no longer needed here. I'm more than enough to serve as your guide."},{"T":"301","2":"Gabriel","3":"Come with me."}]