[{"T":"301","3":"You and the others follow the lonesome figure of Karenina. She eventually stops and hunches near the entrance to the theater. She seems to be peeking at the area inside."},{"T":"301","2":"Lucia","3":"Karenina...?"},{"T":"301","2":"Karenina","3":"Shh—"},{"T":"301","2":"Karenina","3":"Over there."},{"T":"301","3":"Karenina points at the far side of the stage."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The mechanoid sits, posture erect and delicate. Yet can it really be called 'sitting' when there's nothing underneath it?"},{"T":"301","2":"Karenina","3":"Fishier than Murmansk. Looks like a tough cookie up there."},{"T":"301","2":"Karenina","3":"We may need to take this guy together."},{"T":"301","2":"Lee","3":"Wow, tactics. From you?"},{"T":"301","2":"Karenina","3":"...Go soft your wares, software man. You doing it or not?"},{"T":"301","2":"???","3":"Guests, I presume? Please seat yourselves. The show is about to start."},{"T":"301","3":"...Show?"},{"T":"301","2":"???","3":"The mere and humble performer model IX—Bunshiro is pleased to make your acquaintance."},{"T":"301","2":"Karenina","3":"'Bunshiro'? Is that your name?"},{"T":"301","2":"Bunshiro","3":"If you wish, my lady."},{"T":"302","2":"What are you doing here, Bunshiro?"},{"T":"301","2":"Bunshiro","3":"I will be playing the character of Bunshiro in the play of 'Blessed Bunshiro or: How I Defeated the Dark Ghasts of Yama'."},{"T":"301","2":"Bunshiro","3":"Though, regrettably, I can only perform the second last act of 'And so fades the stars, and I shall wear justice' for you."},{"T":"302","2":"Why is that?"},{"T":"301","2":"Bunshiro","3":"The only performer still fit to take the stage, is me."},{"T":"301","3":"Originally, there were several hundred performers like me in our glorious and resplendent Glazed Arch."},{"T":"301","2":"Bunshiro","3":"On that very day, we were supposed to be running our headlining act, 'The Gilded Age'."},{"T":"301","2":"Bunshiro","3":"The play starred both the grand master and the second master of the Glazed Arch, Lian Yu, and Jing Mei. Countless Constructs were activated for the performance, and eighty of them were just the side characters and extras."},{"T":"301","2":"Bunshiro","3":"But the cue to start the performance from the main control room never came."},{"T":"301","2":"Bunshiro","3":"And before we noticed, the audience also vanished, to a man."},{"T":"301","2":"Bunshiro","3":"There was nothing we could do but wait... And the stage remained empty."},{"T":"301","3":"Grand master Lian Yu was the first to be shut down. After all, he had the highest processing power and ate up the most energy."},{"T":"301","3":"The pride of the most esteemed performers—their specs—quickened their own death."},{"T":"301","3":"Without knowing when the play would begin... We could only try to limit our energy consumption..."},{"T":"301","3":"And then we found out. The longer a performer spends off stage, the quicker they deteriorate."},{"T":"301","3":"...That left us no choice. We could only take turns and perform as much as we could."},{"T":"301","2":"Bunshiro","3":"And then there was one—me. As for the choice of the play today, I decided it together with the last functioning performer, before he too fell to eternal slumber."},{"T":"301","2":"Bunshiro","3":"This act requires only a single martial performer. The broken mechanoids that are running around will do as the ghasts of Yama."},{"T":"301","2":"Bunshiro","3":"I just need someone to command the play to begin. It can be done in the control booth in the back. And then... I can act."},{"T":"301","2":"Karenina","3":"Why don't you just cue yourself in?"},{"T":"301","2":"Bunshiro","3":"For us specialized mechanoids, the control booth is sacrosanct. We are wired to respect it."},{"T":"301","2":"Bunshiro","3":"As a 'character', we have no concept of a 'backstage'. One of you will have to go in my stead."},{"T":"301","2":"Ayla","3":"..."},{"T":"301","2":"Sophia","3":"Ayla. You look sad."},{"T":"301","2":"Ayla","3":"H-huh? Oh, no. I just... think we should help him finish his last act."},{"T":"301","2":"Ayla","3":"To pine for a turn that will never arrive, to wait for a Godot that never comes... For any artist or performer... That's too cruel a fate."},{"T":"302","2":"...Then let's get the show going."},{"T":"301","2":"Ayla","3":"Yes! Thank you, Commandant!"},{"T":"301","3":"—The performance will be beginning shortly. Please take your seats.—"},{"T":"301","3":"'——Wait-droids will be serving complimentary fruit platters and face towels. Please feel free to employ their services——'"},{"T":"301","2":"Ayla","3":"I found records of this play in the WGAA archives. Looks like the plot concerned a main character provoking some soldiers in an attempt to start a fight."},{"T":"301","2":"Ayla","3":"All we need to do is make sure Bunshiro isn't harmed by the Corrupted as he delivers his lines and runs through his blocking."},{"T":"301","2":"Automated Voice","3":"As the azure clouds shroud the skies and the dark cyclones ravage the lands, the Yama ghasts entrap our brave heroes—"},{"T":"301","2":"Bunshiro","3":"Aha! You have finally shown yourself, scoundrel!"},{"T":"301","2":"Bunshiro","3":"Thou hath pilfer'd lives sixteen surnamed Bun, now thy ghasts besiege towns of folk by the million!"},{"T":"301","2":"Bunshiro","3":"Heaven may be blind, yet I—Bunshiro—am not!"},{"T":"301","2":"Bunshiro","3":"On, on, on, on, on! Hear, hear, forces of Bun! We fight till our death today! Bring the ghasts their second death!"}]