[{"T":"301","3":"Unlike the clean and merciless cuts, Alpha tears through Lucia's body with something that almost hints at emotion."},{"T":"301","2":"Lucia","3":"A-agh!!!!"},{"T":"301","3":"Her blade dances in the air amid a crescendo of anguished moans. Upon sheathing the blade, Alpha kicks Lucia onto the ground."},{"T":"302","2":"(Catch Lucia)"},{"T":"301","3":"Ignoring the danger around, you dash forward and catch the nigh-broken Lucia in your arms."},{"T":"301","2":"Lucia","3":"Cough..."},{"T":"301","3":"Your arms do not manage to mitigate the fall. A cloud of dust is whipped up from the impact."},{"T":"301","2":"Lucia","3":"Ah... Commandant..."},{"T":"301","3":"A quick check on Lucia's condition confirms your worries—she has been damaged beyond repair."},{"T":"301","3":"Her body has been completely mangled by the slashes. An intricate mass of mechanical fiber and circulation liquid oozes out of Lucia's frame uncontrollably."},{"T":"302","2":"Are you okay?","4":"Don't talk."},{"T":"301","2":"Lucia","3":"My voice module is still functional... I managed to... protect my core components."},{"T":"301","2":"Lucia","3":"But then... how could I answer you...?"},{"T":"301","3":"Though her lower torso is already sliced off, Lucia is still trying to shift over, lifting her head to eke out a smile for you."},{"T":"301","3":"...Just like how she pushes herself, as always."},{"T":"301","2":"Lucia","3":"...But, I think I might be—"},{"T":"302","2":"Patch her up, Liv!","4":"Lee, cover us while we retreat!"},{"T":"301","2":"Liv","3":"On it! As long as we keep her M.I.N.D. stable..."},{"T":"301","2":"Lee","3":"Got it. You get out of here with Lucia and Liv. I'll catch up to you soon!"},{"T":"301","2":"α","3":"Lucia dies here."},{"T":"301","2":"Lucia","3":"You won't have it your way!"},{"T":"301","3":"You have your next move in mind, but none of you are any match for Alpha. It would be nigh-impossible for the Gray Raven squad to extract out of this place. Even so—"},{"T":"301","2":"Luna","3":"Sister, can you let her go?"},{"T":"301","3":"From the Corrupted horde afore the bridge emerges a girl, white-haired and tufted with a pair of voluminous twin-tails. She reminds you of Alpha."},{"T":"301","3":"'Luna...'"},{"T":"301","3":"Lucia—uncertain of which—speaks her name. You and the others realize that this girl in white is the leader of the Ascendants."},{"T":"301","2":"Luna","3":"I'm... unsure if I've introduced myself before, but it doesn't matter. As trivial as you all are, you have treated my sister well."},{"T":"301","2":"Luna","3":"My name is Luna, Lucia's younger sister. I direct the actions of Roland and the other Ascendants."},{"T":"301","3":"Saying so, Luna lets off a half-smile that sends chills down your spine. This white-clad girl before you looks straight out of a fairytale."},{"T":"301","3":"Despite standing directly before you, she appears dreamier and more unreal than anything in the world."},{"T":"301","2":"Luna","3":"As for the other details... I'm sure you've all gleaned information about me through various means."},{"T":"302","2":"Are you really Lucia's younger sister?","4":"All the things the Ascendants have done so far..."},{"T":"301","2":"Luna","3":"Are you asking if Lucia has a younger sister? Or if I'm truly her younger sister?"},{"T":"301","2":"Luna","3":"Well, the question to both answers is yes. I... am Lucia's younger sister."},{"T":"301","2":"Luna","3":"Some of them acted on their own, but most of them operated on my orders."},{"T":"301","2":"Luna","3":"Though... How laughable this is. Me, introducing myself to a commandant..."},{"T":"302","2":"What do you want Huaxu for?","4":"Since you're Lucia's sister..."},{"T":"301","2":"Luna","3":"Well, well... What for, indeed?"},{"T":"301","2":"Luna","3":"If you're trying to talk me out of this... save your breath. You will not change my mind even if you hold my sister hostage."},{"T":"301","2":"Lucia","3":"Luna... the sister I remembered... Why? Why are you an Ascendant?"},{"T":"301","2":"Luna","3":"I wish I could answer that as well, Sister."},{"T":"301","2":"Luna","3":"You're still struggling for what you believe in, even when you're one foot in the grave."},{"T":"301","2":"Luna","3":"So I'm asking you, Sister, can you spare 'yourself' a chance?"},{"T":"301","2":"α","3":"...Luna, I already gave her the chance."},{"T":"301","2":"Luna","3":"Then give me a chance too. I don't want to watch my own sister die... Sis."},{"T":"301","2":"Lucia","3":"Luna... you..."},{"T":"301","2":"Luna","3":"You may be just a replica, but you're still my sister. Now let me..."},{"T":"301","3":"Like a benevolent executioner, Luna raises her hand and extracts something out of her body. It crystallizes into a small cube on her palm."},{"T":"301","2":"Liv","3":"Commandant, it's a highly concentrated cube of virus!"},{"T":"302","2":"Take Lucia and go!","4":"(Open fire)"},{"T":"301","2":"Lee","3":"Can we really get away...?"},{"T":"301","3":"Sensing danger from the cube, you pull the trigger in a knee jerk reaction, but the bullet does not connect with the target—"},{"T":"301","3":"Instead, it freezes in the air before Luna."},{"T":"301","2":"Luna","3":"Become an Ascendant too, dear sister."},{"T":"301","2":"???","3":"Never!"},{"T":"301","2":"α","3":"Luna, step back!"},{"T":"301","3":"The moment Luna approaches Lucia, a row of javelins plummets from the sky and cleanly separates the Ascendants from you. The voice is familiar, but you find it difficult to recall its owner in the heat of the moment."},{"T":"301","3":"And before you know it, the person has already placed herself between you and the Ascendants."},{"T":"301","2":"???","3":"Gray Raven, take Lucia and leave! We'll handle things from here!"},{"T":"302","2":"Thank you.","4":"And you are?"},{"T":"301","2":"???","3":"You helped us before, we're only returning the favor. Now go!"},{"T":"301","2":"???","3":"Not now! Go!"},{"T":"301","2":"Lee","3":"Let's go, Commandant!"}]