[{"T":"301","2":"Corrupted","3":"—!!"},{"T":"301","3":"Overflowing in this section of the city are corrupted Phecdas. Their bodies wrecked, their weapons broken."},{"T":"301","2":"Phecda Leader","3":"Don't go soft. Destroy them!"},{"T":"301","3":"Some guards, yet to be corrupted, are still holding their ground. They line up to form the city's last line of defense, gating the light wall to fend off the invaders."},{"T":"301","2":"Lamia","3":"Why don't you just run? Dum vita est, dum-dums..."},{"T":"301","2":"Phecda Leader","3":"The Kowloong Corp never backs down. You shall not pass, Ascendant!"},{"T":"301","2":"Lamia","3":"Then I'll have to pump more of the virus in you, sorry..."},{"T":"301","3":"'Sorry.' The heedless words leave her mouth, all while she scans for more Corrupted to modify into viral explosives."},{"T":"301","2":"Lamia","3":"Okay then..."},{"T":"301","2":"? ? ?","3":"Stop right there, Ascendant!"},{"T":"301","3":"A giant hunk of metal plunges from the sky. Too big, too heavy to be called a sword. Following and landing after the slab of metal is its owner, Kamui."},{"T":"301","2":"Lamia","3":"Uh—h-huh...? Hold on, what's going on? How are you still standing?"},{"T":"301","2":"Kamui","3":"Because I, have a helping hand."},{"T":"301","3":"Though Lamia is only blathering to herself, Kamui quickly catches on to her reason of puzzlement."},{"T":"301","3":"Every molecule around Lamia is teeming with the Punishing Virus. Her mere presence alone would cause any approaching Construct to collapse within seconds."},{"T":"301","3":"But not this one in front of her. With a boisterous smirk that irritates Lamia to the core, he retrieves the sword from out of the ground, as if the virus is nothing to him."},{"T":"301","2":"Lamia","3":"...You must be Kamui. The guy Roland mentioned..."},{"T":"301","2":"Kamui","3":"Bleugh, thanks for reminding me of that stinky Roland. Well then, guess I don't have to introduce myself. Time to meet your maker, Ascendant!"},{"T":"301","2":"Lamia","3":"...Protect me!"},{"T":"301","3":"Realizing that she is ineffective against Kamui, Lamia changes tack. She immediately steps back and fills the space between her and Kamui with a horde of Corrupted."},{"T":"301","2":"Kamui","3":"Capt.!"},{"T":"301","2":"Chrome","3":"Good... Taking aim, and... firing!"},{"T":"301","3":"Chrome's bullet hits Lamia in her arm."},{"T":"301","2":"Lamia","3":"My arm...! I spent so long finding a good one..."},{"T":"301","2":"Chrome","3":"Be good and stay still for the next few shots."},{"T":"301","2":"Lamia","3":"I'm not going to just sit here and take it!"},{"T":"301","2":"Kamui","3":"Didn't expect you to anyway."},{"T":"301","3":"Chrome's diversion has kept Lamia busy, creating an opening for a melee attack. With unthinkable speed, Kamui leaps over the Corrupted and dashes right before Lamia."},{"T":"301","3":"The air whistles as Kamui swings his greatsword, up and across. Mid-swing, he shifts and adjusts, readying to lurch for a monumental follow-up to cleave her in two—"},{"T":"301","2":"Kamui","3":"!!!"},{"T":"301","3":"But the sword halts mid-air."},{"T":"301","2":"Construct","3":"Ugh..."},{"T":"301","2":"Lamia","3":"What's the matter?"},{"T":"301","3":"A barely conscious Construct—somehow not fully infected—is now between Kamui's greatsword and Lamia."},{"T":"301","2":"Lamia","3":"You have no qualms about killing your infected comrades, but what about those that can still be saved?"},{"T":"301","2":"Lamia","3":"He's kinda like you, isn't he? Kamui?"},{"T":"301","2":"Kamui","3":"What have you done?! Release them!"},{"T":"301","2":"Lamia","3":"I tweaked the dosage of the virus, kind of like how Miss Luna does it. It's kind of a me-only-thing, mh-hm."},{"T":"301","2":"Chrome","3":"Careful with this Ascendant, Kamui. Comrades' lives come first!"},{"T":"301","2":"Kamui","3":"Understood!"}]