[{"T":"301","2":"α","3":"How's that?"},{"T":"301","3":"Red currents flash as they enshroud the Narwhal's long horn, illuminating the rare excitement on Alpha's face."},{"T":"301","2":"Derek","3":"——▆▂——▄█▆——!!"},{"T":"301","2":"α","3":"Hmm?"},{"T":"301","3":"Alpha slowly looks up and sees a strange, silent flash in the direction of the port."},{"T":"301","2":"α","3":"!"},{"T":"301","3":"An extremely fast object approaches, parting the surface of the ocean in its wake—"},{"T":"301","3":"—!"},{"T":"301","3":"Alpha raises her hand—"},{"T":"301","3":"—!"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"—and she catches the powerful long-distance blast with her bare hand."},{"T":"301","3":"She glances at her smoking right hand..."},{"T":"301","2":"α","3":"Interesting."},{"T":"301","2":"Derek","3":"————▅▄!"},{"T":"301","3":"The attack draws her attention away, allowing the Narwhal to temporarily escape her control and begins to dive into the sea for a brief respite."},{"T":"301","2":"α","3":"—!"},{"T":"301","3":"Just as the Narwhal dives beneath the waves, she leaps and and lands on a floating dock in the port."},{"T":"301","3":"Pat-tap."},{"T":"301","3":"After landing back on the ground, she looks around for the one who unleashed the attack."},{"T":"301","3":"Quickly, she has her eyes set on the most conspicuous figure in the crowd."},{"T":"301","2":"α","3":"A humanoid hybrid?"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Hiss—"},{"T":"301","3":"Rosetta's whole body still emits heat from the blast just now, turning the snow beneath her feet to steam."},{"T":"301","2":"α","3":"Not bad."},{"T":"301","2":"α","3":"Burned my hand."},{"T":"301","3":"Alpha tuns her palm toward Rosetta with an eerie smile on her face."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Rosetta draws another folded lance from her shield and extends it, assuming a combat stance."},{"T":"301","3":"At that moment—"},{"T":"301","2":"Lucia","3":"It's... her..."},{"T":"301","2":"α","3":"Hmm?"},{"T":"301","3":"Their gazes meet."},{"T":"301","3":"This is the first time the two of them meet since the encounter at City 015."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Lucia","3":"Damn it..."},{"T":"301","3":"Just as Lucia prepares to draw her blade—"},{"T":"301","3":"Rosetta leaps forward menacingly, casting a massive shadow on Alpha's small figure."},{"T":"301","3":"BOOM!"},{"T":"301","3":"Their blades clash in a vibrant display of sparks."},{"T":"301","2":"Rosetta","3":"Leave... now..."},{"T":"301","3":"With their bodies pressed against each other, Rosetta lowers her head and glares at Alpha dismissively as she issues the order."},{"T":"301","2":"α","3":"Hmph..."},{"T":"301","2":"α","3":"That Narwhal has been sending out signals as if trying to communicate with somebody... Looks like that was you..."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"α","3":"So... Are you its master?"},{"T":"301","2":"Rosetta","3":"—!"},{"T":"301","3":"Rosetta exerts a sudden burst of power into her strikes, pushing Alpha back."},{"T":"301","2":"Rosetta","3":"Derek... is my friend."},{"T":"301","2":"α","3":"Friend...?"},{"T":"301","3":"Alpha looks at Rosetta, then glances at the port citizens behind her."},{"T":"301","2":"α","3":"I see..."}]