[{"T":"301","3":"The wheels turn and hit the rails like a rhythmic heartbeat. The wind howls as it presses against the sealed windows."},{"T":"301","3":"The sky darkens, and the warm, yellow glow of the moon melts into the night sky, peeking through the gentle clouds, sprinkling bits of its glow throughout the carriages."},{"T":"301","3":"Lee tilts his head as he leans on a table, maintaining his pistols. Liv gazes outside the windows, while Lucia sits beside her, lost in thought."},{"T":"301","3":"After the earlier rain comes a rare period of quiet. Bianca stands up and pulls her blonde hair back, then she breaks the silence."},{"T":"301","2":"Bianca","3":"I'll be departing this train now that my mission is completed."},{"T":"302","2":"I see. Thank you for your hard work.","4":"Aren't you going to stay with us?"},{"T":"301","2":"Bianca","3":"Don't mention it."},{"T":"301","2":"Bianca","3":"Returning with the rest of the force?"},{"T":"301","2":"Bianca","3":"...No, I don't think I will."},{"T":"301","2":"Lee","3":"Anyway, we just have to wait for Babylonia to pick us up."},{"T":"301","2":"Lee","3":"From the progress report I just received, the other teams should be wrapping up the battlefield cleanup."},{"T":"302","2":"Right. I hope it's smooth sailing from here on out.","4":"I really have to get some rest after we're done here..."},{"T":"301","3":"Suddenly, the train shakes violently, and the force catches all of you off guard, sweeping you off your feet."},{"T":"301","2":"Lucia","3":"Watch out, Commandant! Everyone, prepare for hostiles! Liv, are there remaining Corrupted in the area?"},{"T":"301","2":"Liv","3":"Nothing in our line of sight!"},{"T":"301","2":"Lee","3":"...Commandant, perhaps don't jinx it next time."},{"T":"301","3":"The train quiets down again after the commotion. Before you can settle down, the untimely ringtone of your comms echos inside the carriage."},{"T":"302","2":"(Connect)"},{"T":"301","2":"Celica","3":"Hello, Gray Raven Commandant! This is Celica speaking. Thanks for your remarkable work this time. The folks upstairs are quite pleased with your team's efforts."},{"T":"301","2":"Celica","3":"This wasn't an easy mission. The Heterozygote spread faster than we expected, so you've done a great job containing the damage—"},{"T":"302","2":"Thanks.","4":"I've got a bad feeling about this..."},{"T":"301","2":"Celica","3":"Up until 3 minutes 28 seconds ago, the Eternal Engine has had 11 of its carriages damaged, 4 of which are in critical conditions. We are expecting it to stop running in 4 days, 14 hours, and 3 minutes."},{"T":"302","2":"Guess we didn't catch them all.","4":"..."},{"T":"301","2":"Celica","3":"Gray Raven Commandant."},{"T":"301","2":"Celica","3":"After our discussion, Akdilek has decided to carry out an emergency repair. As their forces have significantly diminished from the battle, the Gray Ravens will be providing them combat and technical assistance."},{"T":"301","2":"Celica","3":"For more details, you can talk to the person in charge."},{"T":"302","2":"Who's that?","4":"It can't be..."},{"T":"301","2":"Sophia","3":"Commandant."},{"T":"302","2":"You've just been through hell. Are you good to do this?","4":"How long have you been here?!"},{"T":"301","2":"Sophia","3":"I'm good."},{"T":"301","2":"Sophia","3":"I'm rested and recalibrated. Doing great. Repairing is what I'm good at."},{"T":"301","2":"Sophia","3":"...The whole time."},{"T":"302","2":"If the order's coming from above...","4":"I'm good with the arrangement."},{"T":"301","2":"Celica","3":"Then we're counting on you, Commandant 【kuroname】."},{"T":"302","2":"Alright.","4":"So..."},{"T":"301","2":"Lucia","3":"Standing by."},{"T":"301","2":"Liv","3":"At your orders, Commandant."},{"T":"301","2":"Lee","3":"I knew things were going too well... Let's get started."},{"T":"301","2":"Bianca","3":"...I don't have a new mission right now."},{"T":"301","2":"Bianca","3":"I can offer my help if you need it."},{"T":"302","2":"(Look at Sophia)"},{"T":"301","2":"Sophia","3":"The Eternal Engine runs on the fusion engine. If the fuel rod doesn't have sufficient contact with the stabilizing plates, the fusion reactor will fail."},{"T":"301","2":"Lee","3":"Which was why you had so many restrictions on the inspection process."},{"T":"301","2":"Sophia","3":"The main issue is that the train's parallel stabilizers are not working properly. All lifting operations cannot proceed when it's running."},{"T":"301","2":"Lee","3":"So, we'll have to stop the train and fix the stabilizers first."},{"T":"301","3":"Sophia looks at Lee and nods."},{"T":"301","2":"Liv","3":"Ah! Is that...?"},{"T":"301","3":"Liv's shout interrupts your train of thoughts, and you all follow her gaze and look outside."},{"T":"301","3":"You find a vast desert outside the windows of the speeding train. With no moon and clouds, the stars glisten before the backdrop of the inky night sky, showering the golden dunes with diamond-like reflections."},{"T":"302","2":"It's the desert.","4":"The first time I've seen a view like this."},{"T":"301","2":"Lucia","3":"This... is the desert?"},{"T":"301","2":"Lucia","3":"Me too..."},{"T":"301","3":"Even the usually poised Bianca cannot help but lean toward the window, holding her breath and taking in the magnificent view."},{"T":"301","3":"Moments later, the train begins to slightly tremble. You catch the barely noticeable sound of the engine, it huffing and puffing like an exhausted person, the mounting pressure on the verge of explosion."},{"T":"301","2":"Sophia","3":"Everyone. Time to work."},{"T":"302","2":"Lee, you should assist Sophia."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Sophia","3":"...I accept."},{"T":"301","2":"Lee","3":"If she says so, then I'm good."},{"T":"301","2":"Sophia","3":"I'll send you the repair plans later."},{"T":"302","2":"Liv, you're on combat preparations."},{"T":"301","2":"Liv","3":"Roger!"},{"T":"302","2":"Everyone else, with me."},{"T":"301","3":"Lucia draws her weapon while Bianca folds her arms, and she nods."}]