[{"T":"301","2":"Hassen","3":"Celica, I heard the preparation of the Christmas Eve gala is coming along smoothly?"},{"T":"301","2":"Celica","3":"It is, but the number of squads available to attend that day is..."},{"T":"301","2":"Hassen","3":"Well, times like this... We still have to make a proper showing even if we aren't getting as many attendees. Let those who'll be there enjoy themselves to the fullest."},{"T":"301","2":"Celica","3":"Absolutely."},{"T":"301","2":"Ayla","3":"Ring-ring, this is our next stop!"},{"T":"301","2":"Hassen","3":"Huh?"},{"T":"301","2":"Celica","3":"Huh?"},{"T":"301","3":"Ayla barges in out of nowhere with a camera after Hassen's and Celica's conversation."},{"T":"301","3":"She smiles at the camera before turning it toward the two of them."},{"T":"301","2":"Ayla","3":"Now, if I can have a word from the two of you. I said 'a word,' but it's just a figure of speech. I'm really hoping you'll at least say a sentence, or preferably a paragraph."},{"T":"301","2":"Hassen","3":"Hold on, Ayla, what are you doing? What's with the camera?"},{"T":"301","2":"Ayla","3":"Did neither of you open the message I forwarded to you? Look, here it is."},{"T":"301","3":"Ayla takes out her comms device from her bag and shows them."},{"T":"301","2":"Celica","3":"...Whoa, that's interesting!"},{"T":"301","2":"Hassen","3":"It's a good idea indeed, not to mention a unique medium. Celica, see if we can arrange some satellites with surplus capacity later."},{"T":"301","2":"Celica","3":"Yes, sir!"},{"T":"301","2":"Ayla","3":"You can discuss that afterward. What's important right now is the camera in your face!"},{"T":"301","2":"Hassen","3":"You're right. But this is so sudden, I'm not sure where to begin..."},{"T":"301","2":"Ayla","3":"Then we'll have Asimov start first."},{"T":"301","2":"Hassen","3":"Asimov, you've been here the whole time?"},{"T":"301","2":"Asimov","3":"I... was grabbed when I got here. What farce are you up to this time?"},{"T":"301","2":"Ayla","3":"It's not a farce, it's a small entertainment event! Can I get you to say something for the camera, please?"},{"T":"301","2":"Asimov","3":"...Do you always say 'please' while clutching others' sleeves?"},{"T":"301","2":"Asimov","3":"You know what... That's fine."},{"T":"301","2":"Ayla","3":"Then we'll start with you!"},{"T":"301","2":"Asimov","3":"Sigh, well..."}]