[{"T":"301","3":"Time is fleeting like sand through an hourglass."},{"T":"301","3":"The sun hangs on the western horizon, shedding light across the lower half of the sky and turning to night upon reaching this far."},{"T":"301","3":"The dry air and radiational cooling have caused the surrounding temperature to drop rapidly. Scorching heat turns to frigid cold in an instant."},{"T":"301","3":"The entire camp is quiet beyond imagination. Except for the occasional clang of metal whenever the calibration team lays equipment, there is only the roar of the cold wind."},{"T":"301","3":"How do people here endure such an extreme cycle of day and night?"},{"T":"301","3":"Huddled next to an abandoned cabin, you curl up under the tarp not to shield yourself from the sand, but to keep warm."},{"T":"301","3":"Who had lived in this cabin? Inside, some of the utensils still retained a faint luster. A thin layer of dust indicates that the owner had never returned."},{"T":"301","3":"After Chief Commander Hans had put the Gray Ravens on standby, they now watched from the sidelines as Constructs from Calibration Team 01 continued to configure coordinates."},{"T":"301","3":"Upon receiving the serum supply, the service personnel has also finished repairing the protective devices used to combat the Red Tide. Theoretically, this is the safest you have been since crash landing."},{"T":"301","3":"However, anxiety still lingers in your heart."},{"T":"301","3":"You cannot help but stand up and look to the east. Supposedly, the coastline is dozens of kilometers out—the area that Babylonia has to protect at all costs."},{"T":"301","3":"However, regardless of how hard you strain your eyes as a human, you are unable to behold such a sight."},{"T":"301","2":"Wanshi","3":"Don't bother. The terrain here isn't high enough to see the coastline."},{"T":"301","3":"You suddenly hear Wanshi's voice behind you. Everyone turns to look at him."},{"T":"301","3":"All you see is him stretch with a look of exhaustion as he walks over."},{"T":"301","2":"Wanshi","3":"Not to mention, with such poor weather conditions and low visibility here..."},{"T":"301","2":"Wanshi","3":"Human eyesight can't possibly see that far."},{"T":"301","2":"Liv","3":"Wanshi..."},{"T":"302","2":"Got enough sleep?"},{"T":"301","2":"Wanshi","3":"Constructs don't have the concept of sleep. I'm just done taking a breather."},{"T":"301","3":"Lee sneers."},{"T":"301","2":"Lee","3":"How can you just loaf around at a time like this?"},{"T":"301","2":"Wanshi","3":"Well, my mission was to pick up the calibration team sent by Babylonia."},{"T":"301","2":"Wanshi","3":"My work here is done. Can't a guy kick up his feet a while?"},{"T":"301","2":"Wanshi","3":"Sheesh... R&R ain't easy to come by."},{"T":"301","3":"Before Lee can muster up a retort, Wanshi looks your way."},{"T":"301","2":"Wanshi","3":"Don'tcha think it's time to change the gauze on your commandant's forehead?"},{"T":"301","3":"Right as Wanshi begins to speak, Liv had already begun making preparations."},{"T":"301","3":"Within no time, she had already begun replacing your bandages."},{"T":"301","2":"Liv","3":"Thanks for the reminder, Wanshi."},{"T":"302","2":"It's not bleeding anymore, Liv.","4":"No need to worry."},{"T":"301","2":"Liv","3":"Even still, your bandages need to be replaced periodically to prevent infection."},{"T":"301","2":"Liv","3":"No need to act tough, Commandant."},{"T":"301","3":"It is not until Liv changes your gauze does she realizes that a considerable amount of sand has adhered to your bloody scab."},{"T":"301","3":"Cleaning the wound is not exactly going to be a leisurely stroll through the park..."},{"T":"301","3":"Your breath hisses in pain through clenched teeth."},{"T":"301","2":"Liv","3":"Lucia."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","3":"Lucia quickly tears open a pack of field rations and stuffs it into your mouth to bite on."},{"T":"302","2":"Arrrrrrrgh—!"},{"T":"301","3":"Squinting your eyes in the dim light, you catch a glimpse of a thin figure poking their head out of a tent behind Liv."},{"T":"302","2":"(Gesture to Liv with your eyes)","4":"(Beckon them)"},{"T":"301","2":"Liv","3":"No amount of stubbornness will stop me from cleaning your wound, Commandant."},{"T":"301","2":"Liv","3":"Huh? What's wrong? Someone there?"},{"T":"301","3":"Before Liv can react, the thin figure was already running over."},{"T":"301","3":"He scurries over next to Liv and gazes toward you with a doe-eyed look of curiosity."},{"T":"301","2":"Liv","3":"Eyah—!"},{"T":"301","2":"Wanshi","3":"Was that the kid from earlier?"},{"T":"301","3":"The boy's gaze falls on you... Rather, the ration in your mouth."},{"T":"302","2":"(Tear off a piece and hand it to him)"},{"T":"301","3":"Like a kitten, he sticks out his hand and hesitates until he cannot resist any longer. He grabs the ration and wolfs it down."},{"T":"301","3":"Lucia quickly takes out a second piece and hands it to him."},{"T":"301","3":"However, the boy does not immediately eat it after taking it this time."},{"T":"301","2":"Refugee Child","3":"Thank you, Miss."},{"T":"301","3":"A woman hurries in before Lucia can respond."},{"T":"301","3":"She pulls the boy behind her, glances around at everyone cautiously, then looks down at the child by her thigh."},{"T":"301","2":"Refugee Child","3":"Granny..."},{"T":"301","2":"Woman","3":"Who said you could leave?!"},{"T":"301","2":"Refugee Child","3":"I'm starving..."},{"T":"301","2":"Woman","3":"Didn't you have a can for lunch?"},{"T":"301","2":"Refugee Child","3":"I'm just so hungry..."},{"T":"301","2":"Woman","3":"We'll have food soon. Your dad'll be back in no time."},{"T":"301","2":"Refugee Child","3":"But people said he won't..."},{"T":"301","3":"The woman snaps at the boy and interrupts him."},{"T":"301","2":"Woman","3":"Shut your mouth! Don't dare say such a thing! Who said you could talk like that?! He'll be back soon, and I mean it!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Don't get mad at him, please. It was my idea to give it to him."},{"T":"301","2":"Lucia","3":"We have plenty to go around if you want..."},{"T":"301","2":"Woman","3":"We don't need your charity!"},{"T":"301","3":"Saying that, she quickly takes the boy and leaves."},{"T":"301","2":"All","3":"..."},{"T":"301","2":"Old Man","3":"Forgive her. She has her own troubles."},{"T":"301","3":"Turning your head to the side, you see the old man who had previously returned to his residence."},{"T":"301","2":"Lucia","3":"You're the..."},{"T":"301","3":"Her words stop as she sees the can in his hands."},{"T":"301","2":"Old Man","3":"Guess you won't be needing this. I just thought maybe..."},{"T":"301","2":"Lee","3":"We're Constructs. We don't need food in the conventional sense."},{"T":"301","2":"Old Man","3":"But isn't that kiddo human?"},{"T":"301","3":"The old man looks at you."},{"T":"302","2":"(Nod.)"},{"T":"301","2":"Old Man","3":"How time flies. I never expected to see a person from Eden with my own eyes."},{"T":"301","2":"Old Man","3":"So... Care for something to eat?"},{"T":"301","2":"Old Man","3":"The outside is worn down and rusty, but it's safe to eat as long as the can doesn't bulge or leak."},{"T":"301","2":"Old Man","3":"This is the last batch of cans produced before the Great Evacuation. These things can be preserved longer than you'd think."},{"T":"301","2":"Old Man","3":"Even if it's only leftover soup from the past civilization."},{"T":"302","2":"No, but thanks."},{"T":"301","2":"Old Man","3":"Very well. I'm sure it's a bit preposterous for people who live in the clouds to eat gruel such as this."},{"T":"302","2":"It's not that. Aren't you on short supplies?","4":"It's too precious for us to eat it."},{"T":"301","2":"Old Man","3":"You're showing us sympathy? That sure is surprising..."},{"T":"301","2":"Old Man","3":"It's nothing special. Some people used to go catch fish in the sea."},{"T":"301","2":"Old Man","3":"But recently, those red creatures—the 'Hetero-Creatures' you mentioned—have thrown everyone into a panic. No one dares to venture too far out of the camp."},{"T":"302","2":"I'm sorry."},{"T":"301","2":"Old Man","3":"Why the sudden apology?"},{"T":"301","2":"Old Man","3":"This isn't your fault. It's no one's fault."},{"T":"301","3":"The old man's attitude is kind and gentle, unlike his stern demeanor when you first met him."},{"T":"301","2":"Old Man","3":"I scared you earlier, didn't I?"},{"T":"301","2":"Old Man","3":"I didn't mean to. Sometimes you just have to stand up for what you believe in."},{"T":"301","2":"Lee","3":"And what is that exactly? Certain death?"},{"T":"301","3":"The old man does not seem to take offense."},{"T":"301","2":"Old Man","3":"Correct. We've decided to stay here and await death."},{"T":"301","3":"The man's old and hoarse voice seems to float away in the wind."},{"T":"301","2":"Lucia","3":"I don't get it."},{"T":"301","2":"Liv","3":"...Same here."},{"T":"301","2":"Old Man","3":"You may find our answer puzzling..."},{"T":"301","2":"Old Man","3":"...A group of people choosing to stay here and wait for their death—perhaps, even a cruel joke."},{"T":"301","2":"Old Man","3":"But this is how we genuinely feel. It was our intent from the very beginning."},{"T":"302","2":"Why?"},{"T":"301","2":"Old Man","3":"Do you know about the Acadia Evacuation?"},{"T":"302","2":"Yes."},{"T":"301","2":"Old Man","3":"'When faced with impending doom, some people boarded Eden. While others just barely missed the boat.' Isn't that how the story goes?"},{"T":"301","2":"Lucia","3":"Yes."},{"T":"301","2":"Old Man","3":"In reality, that's not what happened. It wasn't entirely a matter of luck. Perhaps, some people just simply didn't want to leave."},{"T":"301","2":"Old Man","3":"Yes, some people were unfortunately unable to board Eden."},{"T":"301","2":"Old Man","3":"While others remained because their loved ones didn't get a ticket onto Eden."},{"T":"301","2":"Old Man","3":"Some people stayed because they didn't want to abandon their homeland."},{"T":"301","2":"Old Man","3":"Regardless of the reason, we chose to stay, and we accepted our fate."},{"T":"301","2":"Old Man","3":"After making this choice, we planted our roots here and continued to fight."},{"T":"301","2":"Liv","3":"But this place isn't suitable for humanity."},{"T":"301","3":"This is indeed the case. Even though the wasteland is far from nearby cities and so the Corrupted poses little threat, the cruelty of nature provides no safe harbor."},{"T":"301","3":"The old man nods in agreement."},{"T":"301","2":"Old Man","3":"Look at the land around you—this dry and ugly land."},{"T":"301","2":"Old Man","3":"We originally lived in the city. We decided on this place and built our home here—albeit after great difficulty."},{"T":"302","2":"Why did you choose this place?"},{"T":"301","2":"Old Man","3":"Because nature is terrifying. Once civilization collapsed, nature reclaimed every corner of urban life."},{"T":"301","2":"Old Man","3":"Without water, electricity or natural gas, skyscrapers became nothing but steel cages."},{"T":"301","2":"Old Man","3":"Everyone died without dignity—like animals. At first, we had the capacity to cremate or bury the bodies. But soon, those left alive could bear it no more."},{"T":"301","2":"Old Man","3":"The city was silent. Corpses continued to pile up. You can't imagine the despair—the sight and smell of people you once knew decaying in the city you once loved."},{"T":"301","2":"Old Man","3":"Many people died from the Punishing Virus, and many died to infectious diseases. In order to survive and avoid the Corrupted, we left the city and ended up here."},{"T":"301","2":"Old Man","3":"Not too close, but not too far. Here in this wasteland, we watch over humanity's former glory."},{"T":"301","2":"Old Man","3":"Who would've thought that a group of 'mice' such as ourselves would still live here to this very day."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Old Man","3":"Save your solemn expression."},{"T":"301","2":"Old Man","3":"At first, we thought we wouldn't even last a year. But actually, it wasn't as bad as we thought."},{"T":"301","2":"Old Man","3":"Thankfully, we had relics of civilization."},{"T":"301","2":"Old Man","3":"You see, glass, metal, plastic... Even solar panels can be recycled. Although the semiconductor film is almost worn out, we can still rely on it to produce some electricity. At least it's enough to keep a few lights on at night."},{"T":"301","2":"Old Man","3":"These items may seem like worthless garbage to you, but they are treasures to us."},{"T":"301","2":"Old Man","3":"Just like this land."},{"T":"301","2":"Old Man","3":"My wife and I built our house on this land with our own hands. It may be falling apart and always leaking, but it's my home."},{"T":"301","2":"Old Man","3":"We may have lingered on our last breaths, but we kept each other going. The ten years I spent with her were a short happy time in my unfortunate life."},{"T":"301","2":"Old Man","3":"When she passed away, I buried her on a distant hill overlooking the sea."},{"T":"301","2":"Old Man","3":"Most of my generation that chose to stay during the Great Evacuation has turned to dust beneath the wheel of history. Now, there are only a few dozen of us left."},{"T":"301","2":"Old Man","3":"But the descendants of those who died have now grown up and started to raise their own children."},{"T":"301","2":"Old Man","3":"When it came time to bury my old friends, I buried them on the same hill overlooking the sea."},{"T":"301","2":"Old Man","3":"Standing here, we can look back on the glory of the past and see the tombstones of our old friends."},{"T":"301","2":"Old Man","3":"If we were to leave, then we would truly have nothing."},{"T":"301","2":"Old Man","3":"Everything we cherish, believe, remember, and love will be completely shattered."},{"T":"301","2":"Old Man","3":"Besides, even if you hadn't shown up, we wouldn't have lasted much longer."},{"T":"301","2":"Old Man","3":"We scavenge all of our serum from the nearby city. That's bound to run out sooner or later."},{"T":"301","2":"Old Man","3":"Everyone knows this, so we are ready to die at any time. Your arrival only means that we will meet our fate sooner."},{"T":"301","2":"Old Man","3":"People born here were never optimistic to begin with."},{"T":"301","2":"Old Man","3":"Hopeless and destitute. Desiring nothing so as to lose nothing."},{"T":"301","2":"Old Man","3":"The only thing we have left is our love for this land."},{"T":"301","2":"Old Man","3":"We knew our destination when we set foot on this path. We spent every day like it was our last."},{"T":"301","2":"Old Man","3":"We were born here. We will die here."},{"T":"302","2":"But haven't your lives suffered by living like this?"},{"T":"301","2":"Old Man","3":"No. You must know joy to know pain."},{"T":"301","2":"Old Man","3":"We don't pursue the luxuries of Eden. We just want to be put to rest with our loved ones at our side when the time comes."},{"T":"301","2":"Old Man","3":"If you still have compassion, please don't deprive us of our last request."},{"T":"302","2":"Why do you want to tell us all of this?"},{"T":"301","2":"Old Man","3":"Because I see weakness and timidity in your eyes."},{"T":"301","2":"Old Man","3":"When all of this is over, you'll probably blame your incompetence and live with a heavy sense of guilt."},{"T":"301","2":"Old Man","3":"So I want to tell you—don't."},{"T":"301","2":"Old Man","3":"Don't feel any guilt."},{"T":"301","2":"Old Man","3":"We've chosen our own path. You have completed your mission."},{"T":"301","2":"Old Man","3":"Alright, that's enough."},{"T":"301","2":"All","3":"..."},{"T":"302","2":"I don't think this place is worthless."},{"T":"301","2":"Old Man","3":"Oh?"},{"T":"302","2":"(Repeat)"},{"T":"301","2":"Old Man","3":"Hearing someone from Eden say that..."},{"T":"301","2":"Old Man","3":"Is my little bit of solace before I am finally put to rest."},{"T":"301","3":"After talking, the old man turns and leaves."},{"T":"301","3":"A solemn cloud hangs above the team."},{"T":"301","2":"Lucia","3":"I don't know... I don't know what to do."},{"T":"301","2":"Lucia","3":"How can they be so calm yet say they're already prepared to die... I can't wrap my head around it."},{"T":"301","2":"Lucia","3":"This is all meaningless."},{"T":"301","2":"Lucia","3":"I chose to become a Construct because, even if I am no longer human, I still exist. My new hope is to continue fighting for those in need."},{"T":"301","2":"Lucia","3":"I know everything I do has meaning."},{"T":"301","2":"Old Man","3":"People born here have never looked forward to the future. We knew our destination when we set foot on this path. We spent every day like it was our last."},{"T":"301","2":"Lucia","3":"Because you... haven't hoped for a future from the beginning?"},{"T":"301","2":"Liv","3":"...Lucia."},{"T":"301","3":"Liv turns and gently hugs Lucia."},{"T":"301","2":"Liv","3":"I don't know how we can make this right either."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Something more important than one's life..."},{"T":"301","3":"Wanshi had been standing off to the side with his eyes closed. Suddenly, his eyes open like an alert falcon."},{"T":"301","3":"A few seconds later, Hans appears before everyone."},{"T":"301","3":"Poised as always, no one can gleam any indication of his mood from that stern face of his."},{"T":"301","2":"Hans","3":"I received the latest orders from Babylonia."},{"T":"301","2":"Hans","3":"Under the premise of establishing the nodes within twenty-four hours and ensuring the success of the mission..."},{"T":"301","2":"Hans","3":"According to the instructions of Articles 21 and 22 of 'The World Government Disaster Relief and Emergency Assistance Act'—"},{"T":"301","2":"Hans","3":"—If civilians are found while executing a mission, they must be evacuated to safety."},{"T":"301","2":"Hans","3":"Regardless of force."},{"T":"301","2":"Hans","3":"Gray Raven, mission clear?"}]