[{"T":"301","3":"When the pain pierced through my body, a thought flickered into my mind."},{"T":"301","3":"I'll destroy everything. I'll give everything up."},{"T":"301","3":"But in the end, I couldn't. I didn't have it in me."},{"T":"301","3":"So..."},{"T":"301","3":"Rosetta speeds through Amberia with lightning speed. Amberia launches seeker missiles in an attempt to hinder Rosetta's movement."},{"T":"301","3":"But Rosetta presses on, without a care for the missiles. She charges at and passes Amberia relentlessly."},{"T":"301","2":"Rosetta","3":"Commandant!"},{"T":"301","3":"Rosetta shouts for her next order. With her mind linked with yours, she could see more than just the battlefield before her."},{"T":"302","2":"Block with your shield!","4":"Fly up!"},{"T":"301","3":"Rosetta raises her shield to protect her head and chest, but leaves her lower body open."},{"T":"301","3":"When the first missile lands on her shield, Rosetta deactivates her light wings."},{"T":"301","3":"Letting gravity take control, she slides through the barrage with occasional bursts from her particle propellers, disrupting the trajectory of the volley of missiles as well as altering her own flight path."},{"T":"301","3":"As if threading the needle, she slips through the storm of missiles and reaches Amberia."},{"T":"301","2":"Rosetta","3":"I see...!"},{"T":"301","3":"Rosetta propels herself near the ceiling. The seeker missiles, as if drawn by a vortex, follow her to the top of the cave in a line."},{"T":"301","2":"Rosetta","3":"Fire!"},{"T":"301","3":"Rosetta turns in midair, taking aim at the line of missiles. At the same time, she activates and expands her shield to fire at the line."},{"T":"301","3":"The missiles explode, causing a huge quake that almost turns the cavern inside out. Taking advantage of the smoke from the explosion, Rosetta charges directly at Amberia."},{"T":"301","2":"Amberia","3":"ROSETTA!!!"},{"T":"301","2":"Rosetta","3":"You're now... completely Amberia, huh..."},{"T":"301","3":"It might have been due to the M.I.N.D. integration mentioned by Lamia, but Amberia no longer seems to be a split between Atiel and Amberia. It is as if she had become something else."},{"T":"301","2":"Amberia","3":"I'm one step away from becoming free, one step from seeing the world! Why must you stop me, Rosetta!"},{"T":"301","3":"Amberia strikes at Rosetta with her hand, to which Rosetta parries with her spear."},{"T":"301","2":"Rosetta","3":"When our M.I.N.D.s were connected, I felt your will and your desire, and your pain and anger also flowed into my M.I.N.D."},{"T":"301","2":"Amberia","3":"Then join me in revenge against the union. Let's take our revenge on this world!"},{"T":"301","2":"Rosetta","3":"No! This will only bring more painful tragedies!"},{"T":"301","2":"Rosetta","3":"I don't expect you to forgive or understand us. As a humanoid-hybrid, most of my M.I.N.D. is also taken by the instinct to fight."},{"T":"301","2":"Rosetta","3":"But regardless of what all this means to you, I must keep moving forward, until we reach the future where we can acknowledge the past!"},{"T":"301","2":"Amberia","3":"Rosetta!"},{"T":"301","3":"Amberia strikes Rosetta with one of her front appendages, but Rosetta stands firmly."},{"T":"301","2":"Rosetta","3":"Commandant, permission for using my core function!"},{"T":"302","2":"Charge, Rosetta!"},{"T":"301","3":"Rosetta is planning on unleashing the remainder of her energy for an attack—a secret weapon after her repairs and modifications in Babylonia."},{"T":"301","3":"Before Amberia can react, Rosetta takes to the air and inserts her transformed spear into her shield."},{"T":"301","2":"Amberia","3":"What are you doing?!"},{"T":"301","2":"Rosetta","3":"Amberia, Atiel, I don't know if I'm the one to do this..."},{"T":"301","2":"Rosetta","3":"But there is something that I must say to you."},{"T":"301","2":"Amberia","3":"What...?"},{"T":"301","2":"Rosetta","3":"...I'm sorry."},{"T":"301","3":"With that, Rosetta points at Amberia's core with her spear. During the battle, Rosetta has already made out the location of her core. Using her shield as a scope, she takes aim——"},{"T":"301","3":"——And her spear fires a blast point-blank."},{"T":"301","3":"The huge blast of energy triggers a chain reaction with the explosion of Amberia's core, enveloping the surrounding area."},{"T":"301","2":"Rosetta","3":"...You've been waiting to hear this, haven't you?"}]