[{"T":"301","3":"Commandants Gala, Vanderbilt Holiday Hotel, Babylonia. 3:30 pm."},{"T":"301","3":"A rainbow of lights from the chandeliers glisten in the ballroom, the crisp tinkling of glasses and silverware ringing around the room. Laughter and toasts weave together into a festive waltz."},{"T":"301","3":"The band performing on the stage is playing the newly recovered Golden Age single from Squared Circle last month. The ecstatic electronic music paints a romantic picture of a time long gone."},{"T":"301","3":"Men and women dressed to the nines, delicacies served on silverplates, cocktails brimming with colors... The guests have been transposed to a strange fairy tale, leaving the war behind for a moment of respite."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"Bianca","3":"?"},{"T":"302","2":"Nothing.","4":"Bianca, you're getting a little too close..."},{"T":"301","2":"Bianca","3":"Is that so?"},{"T":"301","2":"Bianca","3":"The other commandants are all socializing. Why aren't you joining them?"},{"T":"301","2":"Bianca","3":"...My mission is to make sure of your safety."},{"T":"301","2":"Bianca","3":"But if you think it would affect your ability to socialize, then I'll keep my distance."},{"T":"302","2":"Maybe they've noticed how close you're standing..."},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"And they assume I already have company..."},{"T":"302","2":"That would be great. Thanks.","4":"That's not what I meant!"},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"It's just that, the way you've been following me..."},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"They might assume that I already have company."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"I'm sorry."},{"T":"302","2":"It's fine. This is nice.","4":"I'm happy to have you as my company if you're willing."},{"T":"301","2":"Bianca","3":"I'll be waiting for you at the door. Please let me know immediately if you need anything."},{"T":"301","2":"Bianca","3":"I'll pass. My job here is to keep you safe..."},{"T":"302","2":"It doesn't have to be one way or the other."},{"T":"302","2":"Are you leaving me behind?"},{"T":"301","2":"Bianca","3":"I'm still nearby. I'm just guarding the door."},{"T":"301","2":"Bianca","3":"No matter what happens, I will not leave you behind, Commandant. Your safety is my top priority."},{"T":"302","2":"I can always count on you, Bianca.","4":"I was just joking!"},{"T":"301","2":"Bianca","3":"I'm just doing my job."},{"T":"302","2":"But if you would join me at the ball..."},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"It'll make me very happy..."},{"T":"301","2":"Bianca","3":"But..."},{"T":"302","2":"This is Babylonia. No one's going to stab me in the back.","4":"I'm the Gray Raven Commandant. I can protect myself."},{"T":"301","2":"Bianca","3":"But the mission I received was to guard you in all your public functions."},{"T":"302","2":"Isn't that just spying on me?!"},{"T":"301","2":"Bianca","3":"The President was just worried about your safety."},{"T":"301","2":"Bianca","3":"After all, Babylonia knows so little about Ascendants, and you're the only commandant who has had meaningful contact with them."},{"T":"302","2":"Sigh, fine.","4":"So are you just going to stand there the whole time?"},{"T":"301","2":"Bianca","3":"...If it makes you feel better if I do as you say?"},{"T":"302","2":"Maybe.","4":"Of course!"},{"T":"301","2":"Bianca","3":"Very well."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"What do I do next?"},{"T":"302","2":"Just accompany me out there.","4":"Have you not been to a gala before, Bianca?"},{"T":"301","2":"Bianca","3":"Ah. Alright."},{"T":"301","2":"Bianca","3":"I'm sorry. I've never been to an event with the objective to socialize."},{"T":"302","2":"Why?","4":"Has the Purifying Force never hosted any parties?"},{"T":"301","2":"Bianca","3":"Constructs don't need to socialize."},{"T":"301","2":"Bianca","3":"Maybe some of my colleagues would have private gatherings, but as long as those don't interfere with their work, I wouldn't intervene."},{"T":"302","2":"Don't be so strict on yourself.","4":"Then let me show you a good time today!"},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Bianca","3":"Thanks, Commandant."}]