[{"T":"301","2":"Lucia","3":"Explosions! All members, be on the alert!"},{"T":"302","2":"Scan for the source!"},{"T":"301","2":"Liv","3":"I've located where the detonation signal came from!"},{"T":"301","2":"Liv","3":"We can make it in time if we surround them now!"},{"T":"301","2":"Lucia","3":"Let's do this!"},{"T":"301","3":"With the residue heat from the faraway explosions still palpable in the air, Vera stands in front of the entrance to the aquarium corridor."},{"T":"301","2":"Noctis","3":"We cool being this up front about it?"},{"T":"301","2":"Noctis","3":"Them Gray Ravens might take this the wrong way, yeah?"},{"T":"301","2":"Vera","3":"You make it sound like a bad thing. I'll get more toys this way, right?"},{"T":"301","2":"No. 21","3":"Successfully blocked two possible routes. Target should be contained for thirty minutes."},{"T":"301","2":"Vera","3":"That's more than enough. Let's begin."},{"T":"301","2":"Noctis","3":"Oh, wait, situation update."},{"T":"301","2":"Noctis","3":"The birds are flying faster than we thought they could."},{"T":"301","3":"The footsteps of you and your companions announce your arrival. You and the others surround Vera from two ends."},{"T":"301","2":"Lee","3":"You!"},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Lee","3":"Why are you here?!"},{"T":"301","2":"Vera","3":"Hah. What does that have to do with you?"},{"T":"301","2":"Lee","3":"If you're here... Then that means Commander Nikola is..."},{"T":"301","2":"Vera","3":"Yeah? What's it got to do with you, then, Kurono deserter?"},{"T":"301","2":"Lee","3":"...!"},{"T":"301","2":"Vera","3":"Don't get me wrong, there are times when I envy you."},{"T":"301","2":"Vera","3":"At least your little birdcage seems to be giving you some inner peace."},{"T":"301","2":"Noctis","3":"Hey! Vera! I knew it, you caught their attention on purpose!"},{"T":"301","2":"Vera","3":"Stop being a muck-head and get me outta this."},{"T":"301","3":"A grenade explodes by Lee's feet, sending up light and smoke."},{"T":"301","2":"Noctis","3":"I ain't reminding y'all on the public channel next time, yeah?"},{"T":"301","2":"Noctis","3":"And it won't be these smokers next time round!"},{"T":"301","3":"After you finally get rid of the smoke, Vera is already nowhere to be found."},{"T":"301","3":"The nearby Corrupted seem to be drawn by the explosion and light, and slowly surround you."},{"T":"301","2":"Lee","3":"Tsk, the same as before. Just makes a mess and never cleans up!"},{"T":"301","3":"Twenty minutes later..."},{"T":"301","2":"Noctis","3":"Oi, you're feelin' kinda different, girl."},{"T":"301","2":"Vera","3":"...Is it just me, or are you being extra annoying today?"},{"T":"301","2":"Noctis","3":"I mean... ya ain't thinking they might be a chance for you to change... or sumthin'?"},{"T":"301","2":"Vera","3":"21, wring his neck."},{"T":"301","2":"No. 21","3":"Aight."},{"T":"301","2":"Vera","3":"On second thoughts, don't wring it off entirely—guy's still useful."},{"T":"301","2":"No. 21","3":"Aight."},{"T":"301","2":"Noctis","3":"Hey! Was just kidding, mam! Hey, you devil! Don't come closer!"},{"T":"301","2":"Vera","3":"Alright, enough of this nonsense. Blow up all the scheduled sites, and move over to the next target location."},{"T":"301","2":"Noctis","3":"Alright! Blast sites two to sixteen! A full course of dee-na-mee-tay, coming right up!"}]