[{"T":"301","3":"Chrome follows the Punishing concentration in the direction of footsteps and enters a patch of scorched ruins."},{"T":"301","3":"Even though the footsteps begin to fade, Chrome discovers a pack of unusual Hetero-Creatures."},{"T":"301","3":"Compared to those previously discovered, they more closely resemble an organism that once existed on Earth—scorpions."},{"T":"301","3":"Right as Chrome discovers the pack of scorpion-like Hetero-Creatures, they, too, discover him and launch an attack."},{"T":"301","3":"After a quick battle, they let out an ear-piercing screech as Chrome rends them to pieces with his scythe."},{"T":"301","3":"Once Chrome secures the area, he puts on a pair of protective gloves and takes some samples for analysis."},{"T":"301","2":"Chrome","3":"There's nothing in our database on these Hetero-Creature. Looks like we've discovered a new species."},{"T":"301","2":"Chrome","3":"...Maybe they've only started to emerge recently."},{"T":"301","3":"Regardless, their mission is clear. Chrome opens the comm link without hesitation and taps Asimov's name."},{"T":"301","2":"Chrome","3":"Strike Hawk Captain, Chrome, reporting in. I've discovered an unrecorded species of Hetero-Creature."},{"T":"301","2":"Asimov","3":"Send it over."},{"T":"301","2":"Chrome","3":"There's something I wanted to ask you. Do you have a minute?"},{"T":"301","2":"Asimov","3":"...That depends."},{"T":"301","2":"Chrome","3":"I wanted to know if this type of Hetero-Creature is a recent phenomenon."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Chrome","3":"Sorry, we can talk about it later if you're busy."},{"T":"301","2":"Asimov","3":"No, I'm just looking at the data you sent over..."},{"T":"301","2":"Asimov","3":"Looks like this type of Hetero-Creature has already evolved again in such a short amount of time."},{"T":"301","2":"Asimov","3":"But one thing is for certain—this is a by-product of the Red Tide."},{"T":"301","3":"Hearing this, Chrome's suspicions are confirmed."},{"T":"301","2":"Chrome","3":"The Red Tide must still be here if Hetero-Creatures are roaming around."},{"T":"301","2":"Asimov","3":"Are you going to continue searching the area?"},{"T":"301","2":"Chrome","3":"Yes. Thank you for your help. I'll contact you if we collect any more samples."},{"T":"301","2":"Asimov","3":"That won't be necessary. Give them to me when you come back. I've got other work to do."},{"T":"301","3":"Over two hours after Chrome ordered the team to split up—"},{"T":"301","3":"Even with each of the squad members installing a sensor in their respective areas, the fluctuating Punishing Virus concentration proves difficult to uncover any clues."},{"T":"301","3":"The geology also offers no conclusive evidence except for the Hetero-Creature from earlier."},{"T":"301","3":"Perhaps this was due to the Longinus Arsenal or someone intentionally covering their tracks."},{"T":"301","3":"He has suspected that the Red Tide had retreated underground, but two hours of searching has not uncovered anything resembling an underground access point. Further investigations into the surrounding area and the Task Force's investigation into the underground city have been equally fruitless."},{"T":"301","3":"Maybe there was an easier, albeit crude, method."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Luckily, Chrome has brought a bag of explosives as powerful as Jitterbombs, just in case."},{"T":"301","3":"Based on the fluctuating trend of high Punishing concentration, the sensors indicate the closest high concentration zone is 35m from the surface."},{"T":"301","3":"If they get the positioning wrong and use up all of the explosives, they will have to return to base or call for support."},{"T":"301","2":"Chrome","3":"We need to reconfirm the positioning of the explosives."},{"T":"301","3":"Given the fluctuating concentration, there are numerous possibilities."},{"T":"301","3":"If it is only a polluted underground waterway, the real Red Tide would be elsewhere. With everything that needs to be done, hastily requesting support would only add undue burden onto others... The best course of action would be to continue checking."},{"T":"301","3":"Just as Chrome is considering the matter at hand, Kamui's voice can be heard on the comm link."},{"T":"301","2":"Kamui","3":"Captain! I found something!"},{"T":"301","2":"Chrome","3":"Understood. I'll be right there."},{"T":"301","3":"Chrome rushes over to Kamui. He sees Wanshi kneeling by him, looking at a high concentration reading on the sensor."},{"T":"301","2":"Wanshi","3":"Hmm... All of the data in this area is the same."},{"T":"301","2":"Wanshi","3":"Not to mention, the location of the high concentration is relatively close to the surface... At least closer than previously measured."},{"T":"301","3":"Realizing that now is their window of opportunity, Chrome explains the plan to the others while checking the data relayed by the nearby sensors."},{"T":"301","3":"But as quickly the window opens, it closes as the data returns to normal."},{"T":"301","2":"Kamui","3":"What? It's gone."},{"T":"301","2":"Wanshi","3":"...Hmm. What could it be?"},{"T":"301","2":"Kamui","3":"Maybe the Red Tide is moving underground?"},{"T":"301","2":"Chrome","3":"That seems highly likely."},{"T":"301","2":"Chrome","3":"Let's use the explosives to blast open an access point."},{"T":"301","2":"Wanshi","3":"Where should we plant them?"},{"T":"301","3":"Looking at his terminal, Wanshi points at several highly concentrated spots on the map with a long, drawn-out yawn."},{"T":"301","2":"Chrome","3":"We have enough explosives to make four guesses. Let's choose these three locations for the time being. We'll save the rest just in case."},{"T":"301","2":"Chrome","3":"We can increase the blasting depth by cracking the surface. That should give us more of a buffer."},{"T":"301","2":"Kamui","3":"Alright! My time to shine!"},{"T":"301","3":"Kamui enthusiastically shoulders his greatsword, then begins to hack away at the designated area, leaving a crack that vaguely resembles the letter 'A'."},{"T":"301","2":"Wanshi","3":"...By the looks of it... I'm guessing you've been playing 'Treasure Hunter'?"},{"T":"301","3":"Kamui tilts his head in confusion. Seems like he has never heard of the game."},{"T":"301","2":"Wanshi","3":"Err... My bad."},{"T":"301","3":"Wanshi responds as he assembles the explosives."},{"T":"301","2":"Kamui","3":"What's that?"},{"T":"301","3":"Kamui continues hacking away with his greatsword."},{"T":"301","2":"Wanshi","3":"It's a popular sandbox game for VR. It's basically what you're doing right now."},{"T":"301","2":"Wanshi","3":"People use it for exercise or physical therapy... It's—yawn—quite the workout."},{"T":"301","2":"Wanshi","3":"But it's mostly popular because you can dig up tickets that can be redeemed for gold."},{"T":"301","2":"Wanshi","3":"I heard someone won ten tons of gold, then used it to buy their own private island."},{"T":"301","2":"Kamui","3":"No way? I think I'll give it a try after the mission!"},{"T":"301","2":"Wanshi","3":"Tough luck. There aren't any rewards left."},{"T":"301","2":"Wanshi","3":"The game was developed by the government to encourage people to work out, so they prepared and paid for the rewards beforehand."},{"T":"301","2":"Wanshi","3":"Now that there aren't any rewards, the game's really died off."},{"T":"301","2":"Kamui","3":"Well, that blows. Why do you know so much about the game, Wanshi?"},{"T":"301","2":"Wanshi","3":"A long time ago... There was a sick kid who would just stay in bed all day and refuse treatment. I used it as a way for him to get some exercise. I can lend it to you if you want."},{"T":"301","2":"Kamui","3":"Sweet! Is there co-op? We can play together!"},{"T":"301","2":"Wanshi","3":"I'll pass... I'd rather just kick up my feet."},{"T":"301","3":"Wanshi sets down the fully assembled explosive device, then let's out a long, drawn-out yawn."},{"T":"301","2":"Kamui","3":"Hey... Was that sick kid you?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Kamui","3":"...?"},{"T":"301","3":"While Kamui waits for a reply, Wanshi becomes quiet for a moment—falling asleep right where he stands."},{"T":"301","2":"Kamui","3":"...Anyway, why isn't Camu back yet?"},{"T":"301","2":"Chrome","3":"He walked fast. It'll take him a while to be back."},{"T":"301","3":"Right at that moment, the trio sees Camu appear nearby, unwilling to come any closer."},{"T":"301","2":"Kamui","3":"Get over here! We've got enhanced gear this time around!"},{"T":"301","2":"Camu","3":"...That won't be necessary. I'm used to standing this far away."},{"T":"301","2":"Kamui","3":"Well, get used to standing here!"},{"T":"301","2":"Camu","3":"But there will be missions without enhanced gear."},{"T":"301","2":"Camu","3":"I don't want to go through the effort."},{"T":"301","3":"Camu frowns and turns his back, ignoring Kamui."},{"T":"301","3":"Suddenly, Chrome receives an anonymous encrypted message on his terminal."},{"T":"301","2":"Chrome","3":"'Any news on Luna?'"},{"T":"301","2":"Wanshi","3":"Who'd send a message like that?"},{"T":"301","3":"Chrome exams the meta-data for any possible clues, but it has been scrubbed clean."},{"T":"301","2":"Chrome","3":"There's no way to trace the sender. Our top priority is to find the Red Tide. There's no time to waste."},{"T":"301","2":"Wanshi","3":"We may not be able to trace it, but I'm sure you have a pretty good idea who sent it."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome furrows his eyebrows thinking about the current state of 【kuroname】."},{"T":"301","3":"Although he has speculated that it might be someone who is looking for Luna, it would be foolish to probe for information this way."},{"T":"301","2":"Chrome","3":"I think it's someone who is worried about Gray Raven."},{"T":"301","2":"Kamui","3":"Gray Raven? What happened to them?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Chrome","3":"I heard something from my father before we left."},{"T":"301","2":"Chrome","3":"【kuroname】... not only violated military orders, but is also facing accusations of harboring an Ascendant."},{"T":"301","2":"Kamui","3":"Harboring an Ascendant? How's that possible?"},{"T":"301","2":"Wanshi","3":"Does that mean... the commandant's 'confined treatment' is just an excuse?"},{"T":"301","2":"Chrome","3":"You know about that?"},{"T":"301","2":"Chrome","3":"No wonder you haven't gotten much sleep recently."},{"T":"301","2":"Wanshi","3":"I just wanted to help treat 【kuroname】. After all, I still owe the commandant."},{"T":"301","2":"Wanshi","3":"But it didn't take me long to realize it wasn't that simple."},{"T":"301","2":"Wanshi","3":"Gray Raven still doesn't know the whole story."},{"T":"301","2":"Wanshi","3":"If they did, they would rather have their memories checked than let 【kuroname】 be charged."},{"T":"301","2":"Chrome","3":"Therein lies the problem."},{"T":"301","2":"Chrome","3":"Lucia, being closest to 【kuroname】 then, also lost consciousness toward the end. So there isn't any proof to exonerate 【kuroname】."},{"T":"301","2":"Chrome","3":"Unless someone can find the target's whereabouts, they're going to be monitored indefinitely and prohibited from performing missions."},{"T":"301","2":"Kamui","3":"That reminds me. Hassen looked like he had something weighing on his mind this morning."},{"T":"301","2":"Wanshi","3":"...There have been some other oddities as well."},{"T":"301","3":"Seeing that Kamui wants to question Wanshi, Chrome sticks out his hand to end the conversation."},{"T":"301","2":"Chrome","3":"This is not the place for chit-chat."},{"T":"301","2":"Chrome","3":"Our top priority is the mission. Save it for when we're back in Babylonia."},{"T":"301","2":"Kamui & Wanshi","3":"Roger."}]