[{"T":"301","3":"Deep underground."},{"T":"301","2":"Roland","3":"Oh... How things have changed."},{"T":"301","3":"Roland sits at the bottom of a crater, watching the Red Tide pouring down from the broken pipes. Beside him lies the other ashen Hetero-Creature, now completely lifeless."},{"T":"301","3":"He picks up his broken left arm, trying to match it up with where it fractures from his shoulder, before putting it down disappointingly."},{"T":"301","2":"Roland","3":"Sigh. The arm won't fit, and I can't climb up this shallow hole. The last time I was this messed up was when that Babylonian kid chased me."},{"T":"301","2":"Roland","3":"I suppose... I'm familiar with people lying at rock bottom, desperate and hopeless."},{"T":"301","2":"Roland","3":"But usually, I'd be the one standing up there looking down."},{"T":"301","2":"Roland","3":"Can't say this hotheaded bravado suits me very well."},{"T":"301","2":"Roland","3":"Rarely do I trust someone else, so please don't let me down."},{"T":"301","2":"Roland","3":"Bringing Luna to Gray Raven is just the first step... I really ought to figure out what to do next."},{"T":"301","2":"Roland","3":"I hope she's realized what it is that she truly wants this time."},{"T":"301","2":"Roland","3":"Now, before my next trick..."},{"T":"301","2":"Roland","3":"I'm just gonna... take a... nap..."},{"T":"301","3":"Beneath the thunderous crashes of the Red Tide, Roland slowly closes his eye."},{"T":"301","3":"A crumpled piece of the Polyphage has formed a triangular-shaped cavity. All of a sudden, something moves the heavy, fragmented part away, revealing what is buried underneath."},{"T":"301","3":"A human and a Construct, both heavily injured, lie on the ground, both trying to shield the other from harm."},{"T":"301","2":"???","3":"...Hehe, you look miserable."},{"T":"301","3":"The space before the unconscious Lucia warps and twists as if a pair of invisible hands are running over her body, making a rustling sound."},{"T":"301","3":"Lucia frowns, her hand instinctively reaches for the hilt of her blade. Yet, her frame has long run out of power at this point, and she can no longer move."},{"T":"301","3":"Something is being taken from her—a glistening white cube glows in the dark, before it vanishes into thin air."},{"T":"301","2":"???","3":"Well, well, never say Lamia doesn't finish her job."},{"T":"301","2":"???","3":"... Hey, the whole place's going to fall on top of you guys if you don't wake up soon."},{"T":"301","2":"???","3":"Just so you know, I think it's way too much trouble to help you guys. I won't be doing this if someone isn't threatening me."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"The comms terminal you carry suddenly emits the sound of a connection, and you slowly open your eyes amidst the falling rocks."},{"T":"301","3":"A lightless night..."},{"T":"301","3":"Lucia recalls that she has also dragged her bruised body forward in the abyss in the past."},{"T":"301","3":"To survive."},{"T":"301","3":"To escape."},{"T":"301","3":"To the home that awaits her."},{"T":"301","3":"Why does she keep going on when everything is lost? Why will she not die?"},{"T":"301","3":"Perhaps because of a belief..."},{"T":"301","3":"The belief that, if she just takes one more step, she will reach the light that has once been described to her."},{"T":"301","3":"Lucia's last memory is the blinding white light she saw when Luna destroyed the Polyphage's Core."},{"T":"301","3":"...What happened afterward?"},{"T":"301","2":"Lucia","3":"This is..."},{"T":"302","2":"Are you awake?"},{"T":"301","3":"The mind of the woken Lucia is still in a state of confusion."},{"T":"301","3":"But she quickly realizes that she is being carried."},{"T":"301","2":"Lucia","3":"Commandant?! What are you doing? Let me down!"},{"T":"302","2":"Don't worry..."},{"T":"301","3":"With the exoskeleton from the Support Force, you can just barely carry her and walk."},{"T":"301","2":"Lucia","3":"But... you're also badly injured..."},{"T":"301","3":"Lucia looks back and finds the Polyphage buried by the collapsed cavern."},{"T":"301","2":"Lucia","3":"Luna—Commandant, where is Luna?"},{"T":"301","2":"Lucia","3":"Did she escape? Or did she..."},{"T":"302","2":"I don't know..."},{"T":"301","3":"Lucia turns around, but she cannot find the answer she is hoping for in the ruin of the colossal monster."},{"T":"301","3":"But she seems to have noticed something and quiets down."},{"T":"301","3":"Another violent quake occurs, and the stone cliff beneath your feet collapses, sending you into a fall."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia just catches your hand as she drops. Underneath the two of you lies the deadly Red Tide..."},{"T":"301","2":"???","3":"Hey! This way!"},{"T":"301","3":"A rope appears out of nowhere and lands right next to Lucia. She immediately holds onto it, saving both of you from a fatal fall."},{"T":"301","3":"On a platform in the distance stands Bridget and the Support Force."},{"T":"301","2":"Lucia","3":"Bridget?!"},{"T":"301","2":"Bridget","3":"Surprise! It's a rope gun. You can always count on these antiques in a life-or-death situation."},{"T":"301","2":"Lee","3":"Let me help—let's get them out quickly. This whole place is going to collapse any second..."},{"T":"301","2":"Liv","3":"Lucia... Are you and Commandant alright?"},{"T":"302","2":"I'm fine."},{"T":"301","3":"Lucia nods, before turning back and staring at the crumbling chasm."},{"T":"301","2":"Lucia","3":"Luna..."},{"T":"301","3":"But Luna's figure is nowhere to be seen, almost as if she has never been there."},{"T":"301","3":"Lucia does not look away, until the rocks in the underground cavern fully entomb the entire space, and conceal it from your visions..."}]