[{"T":"301","3":"Hola, amigo."},{"T":"301","3":"If someone tells you to make a wish..."},{"T":"301","3":"What would you ask for?"},{"T":"301","3":"Strength? Money? Power?"},{"T":"301","3":"Perhaps most people would be quiet and think it over first in order to sort through thousands of wishes and then pick the one with the highest priority."},{"T":"301","3":"Even if this is just a casual question, there is no promise to make their wishes come true. Humans will waste their time putting their wishes in order just in case they were ever to meet a genie."},{"T":"301","3":"Humans are such greedy creatures that they don't even realize it most of the time."},{"T":"301","3":"What about me...? I'd think it over quietly, but I'd never come up with an answer."},{"T":"301","3":"Because I don't have any wishes."},{"T":"301","3":"Not even to have the strength to survive anymore."},{"T":"301","3":"I've tried before, but it didn't work out too well. Just look at me now."},{"T":"301","3":"I wanted a simple life, but the virus destroyed it all. I wanted to be with my family, but they rotted right before me. I wanted to walk a new path, but I ended up deserted, and lost what little I was worth as a 'human.'"},{"T":"301","3":"I used to make every move for the purpose of 'living.' I kept struggling to live, and it still went up in smoke."},{"T":"301","3":"So I've chosen not to struggle or be hopeful. Maybe I will consume all my energy and then rot in Kurono's disposal plant. Doesn't that sound okay, too?"},{"T":"301","3":"Until one day, dazzling white light fills my whole world."},{"T":"301","3":"The screening process is the same for everyone. This is child's play compared with Kurono's screening process. However, both are excruciatingly painful."},{"T":"301","3":"—Listen to the screams of those that can still move. You could make music with their screams. If this was the Golden Age, I'm sure a remix of them would top the charts for a least a week."},{"T":"301","3":"That being said, I'm surprised I can still move."},{"T":"301","3":"This is the beginning of it all."},{"T":"301","2":"Roland","3":"This is my meeting with Miss Luna. After that..."},{"T":"301","2":"Roland","3":"...Lamia?"},{"T":"301","2":"Roland","3":"When did she leave?"},{"T":"301","2":"Gabriel","3":"She left when you started reminiscing and talking to yourself for the past fifteen minutes."},{"T":"301","3":"Gabriel steps out of the shadows in the corner of the room as he explains quietly."},{"T":"301","2":"Roland","3":"Weren't you listening?"},{"T":"301","3":"As if he didn't hear the irony in Gabriel's words, Roland narrows his eyes and smiles. He folds his hands behind his head and leans against the wall in a more comfortable position."},{"T":"301","2":"Gabriel","3":"No, I wasn't."},{"T":"301","2":"Roland","3":"Yeah, sure."},{"T":"301","2":"Gabriel","3":"I thought you already had the perfect 'audience.'"},{"T":"301","2":"Roland","3":"That's different."},{"T":"301","2":"Roland","3":"Sometimes, I wish I could at least get a response out of my 'audience.'"},{"T":"301","2":"Roland","3":"So... What did you think of my story?"},{"T":"301","2":"Gabriel","3":"Boring."},{"T":"301","3":"'I'm looking for an answer, but I don't even know what the question is.'"},{"T":"301","3":"The girl continues to walk forward aimlessly..."},{"T":"301","2":"Luna","3":"Why are you still alive?"},{"T":"301","3":"The girl's gaze shifts to the Construct. He is undoubtedly inflicted with a high concentration of the Punishing Virus, yet he remains cognizant."},{"T":"301","2":"Roland","3":"I don't know."},{"T":"301","2":"Luna","3":"Is that so..."},{"T":"301","2":"Luna","3":"Then, do what you want to do. Find your family, seek revenge, kill others—you have at least something you want to do. Right?"},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"Unfortunately, no."},{"T":"301","3":"What an unbelievable girl. What kind of experience made her look like this?"},{"T":"301","3":"So far, she has gone farther than anyone else."},{"T":"301","3":"A new road through a strange wilderness is before her, yet she is the only traveler."},{"T":"301","3":"Her whereabouts and destination... have me at the edge of my seat."},{"T":"301","3":"Does she really understand what her desire implies?"},{"T":"301","3":"That is the desire to subvert the laws of the world, with which all of human history will be rewritten."},{"T":"301","3":"Then Luna notices a pair of eyes hiding in the dark."},{"T":"301","2":"Luna","3":"Why are you following me?"},{"T":"301","2":"Roland","3":"You gave me a new life. You woke me up in the garbage dump, and allowed my body to regain control. You made me immune to the virus."},{"T":"301","2":"Roland","3":"I always felt like nothing in this world mattered. But at that moment, I realized that I might still want to live."},{"T":"301","2":"Roland","3":"So I should at least offer you my gratitude."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"I don't know what you're talking about, but I accept your thanks."},{"T":"301","2":"Luna","3":"Now stop following me."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"After a few faint sighs, Luna raises her hand, causing the wall behind her to collapse at the touch of her fingertips."},{"T":"301","3":"A figure emerges from the rubble, shakes his hair, and stares at Luna with a cold gaze."},{"T":"301","2":"Luna","3":"I've already accepted your thanks. Why are you still following me?"},{"T":"301","2":"Roland","3":"...You've been on your own."},{"T":"301","2":"Luna","3":"So what?"},{"T":"301","2":"Roland","3":"What is your objective?"},{"T":"301","2":"Luna","3":"It's none of your business. You haven't answered my question yet."},{"T":"301","2":"Roland","3":"If I keep watching you, maybe I'll get my answer."},{"T":"301","2":"Luna","3":"What answer?"},{"T":"301","2":"Roland","3":"My 'purpose.' That's what I lack."},{"T":"301","3":"That is Roland's response."},{"T":"301","2":"Luna","3":"Why are you using me to find it?"},{"T":"301","2":"Roland","3":"Because you came out of this hellhole just like me, and you look like you're going to do something interesting."},{"T":"301","3":"I want to see, too."},{"T":"301","3":"—Even though you have such huge ambition and power, how far can you go at it alone?"},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"...If that's the case, stand closer and watch. Quit hiding."},{"T":"301","3":"After saying this, Luna turns and continues onward. Roland stays out of the shadows and follows behind her."},{"T":"301","3":"Lighting the campfire, the crackling pops from the burning wood intermittently break the silence and send tiny embers into the night sky."},{"T":"301","3":"This is one of their short respites during their journey long ago. However, Ascendants need not rest due to their power from the Punishing Virus—let alone build a campfire."},{"T":"301","3":"The agent of the Ascension-Network does not know why she still maintains some of her habits she once had as a human."},{"T":"301","2":"Luna","3":"As an 'Ascendant', your power will be at my disposal."},{"T":"301","2":"Roland","3":"And what makes you say that?"},{"T":"301","2":"Luna","3":"I created you. I am your 'Creator'."},{"T":"301","2":"Roland","3":"But you obviously didn't care before."},{"T":"301","2":"Luna","3":"I changed my mind. It's not like you've found your 'purpose,' right?"},{"T":"301","2":"Roland","3":"...Very well."},{"T":"301","2":"Roland","3":"But... If I find my purpose, then I will leave. I may even become your enemy. What do you have to say about that?"},{"T":"301","2":"Luna","3":"Do what you will. I will continue with my plan. If I have to squash one more pest, than so be it."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"Hehe, you little... You sure like to do as you please, miss."},{"T":"301","3":"Roland lets out his first ambiguous smile since opening his eyes in the ruins. He stands up, gets down on one knee before Luna, and puts his hand to his chest like a chivalrous knight in a play, sardonically."},{"T":"301","2":"Roland","3":"Then let me pledge my allegiance until I find my 'purpose.'"},{"T":"301","2":"Roland","3":"Miss Luna."},{"T":"301","3":"As night falls, fireworks light up the sky above Venus Splash Park."},{"T":"301","3":"While the Gray Ravens celebrate a short victory off in the distance, a figure quietly sneaks into the arcade."},{"T":"301","3":"The damaged arcade screen in the innermost part of the arcade suddenly lights up, then begins to play some loud but cheerful music."},{"T":"301","3":"'Memories O'n~Venus Beach -beta-'"},{"T":"301","3":"'Humans. Drawn always by the beach. All too human—'"},{"T":"301","2":"???","3":"Ouch, my ears! Skip!"},{"T":"301","3":"The figure sits in front of the arcade cabinet, staring at the screen engrossed in the game."},{"T":"301","3":"Soon after, Roland smiles with satisfaction, takes off the arcade peripheral, and pulls out the storage device."},{"T":"301","2":"Roland","3":"Shome, looks like you were holding back."},{"T":"301","3":"Roland jumps out of his seat, swings his weapon and breaks the machine, ending the final mission with sparks and the rumble of an explosion."},{"T":"301","3":"Roland looks at the storage device in his hand, lost in thought."},{"T":"301","2":"Luna","3":"Sis, if we can return to being Constructs, what would you do?"},{"T":"301","2":"α","3":"Same thing right now. Whatever happens, I will still be by your side. That's all."},{"T":"301","2":"α","3":"Besides, there's no what-ifs in this world."},{"T":"301","3":"Alpha answers Luna's sudden question without thinking, but Luna only responds with a long silence."},{"T":"301","2":"Luna","3":"What if there are?"},{"T":"301","2":"α","3":"...You mean Shome's research?"},{"T":"301","2":"Luna","3":"...Yeah."},{"T":"301","2":"Luna","3":"Shome only saw one side of his research, but there is another side that no one's noticed."},{"T":"301","2":"Luna","3":"At the end on that other side lies the true 'origin.'"},{"T":"301","3":"Unable to respond, Alpha just looks ahead in silence. Seeing this side of Alpha, Luna shows some faint semblance of loss."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"After a long silence, a faint electronic buzzing comes from the inside of Roland's coat."},{"T":"301","3":"'Analysis complete.'"},{"T":"301","3":"Roland returns to the ground floor arcade and inserts the storage device into the console. The screen lights up and displays dozens of pages of research results."},{"T":"301","2":"Roland","3":"The essence of... the Ascension-Network..."},{"T":"301","2":"Roland","3":"Miss Luna... Is this... your purpose? Your desire?"},{"T":"301","2":"Roland","3":"In other words... It's hard to recruit companions. Not to mention having someone as taciturn as me in the beginning."},{"T":"301","2":"Roland","3":"Coupled with the fact that our work has gotten complicated ever since 'she' started making moves. Miss Luna sure has a knack for making enemies... Sigh. Forget it. I don't want to keep harping about it."},{"T":"301","2":"Roland","3":"If this was the Golden Age, I think I could write a book about all my struggles. Hmmm... What would I call it? Let me see... How about 'Roland's Success: The Power of Language'?"},{"T":"301","3":"Roland picks up a randomly discarded book in the ruins, then changes the name on the cover to his own."},{"T":"301","2":"Roland","3":"Hmph... What did people use to do here? Read books like this all day?"},{"T":"301","2":"Gabriel","3":"Enough nonsense. Miss Luna has already triumphed. Let's prepare for the next mission. I don't have time to chat with you."},{"T":"301","2":"Roland","3":"You seem excited."},{"T":"301","2":"Gabriel","3":"Our plan is about to take root. As long as Babylonia falls, 'it' will finally be used to its full potential."},{"T":"301","2":"Gabriel","3":"However, I need to be ready just in case there's a change of plan."},{"T":"301","3":"With that, Gabriel turns and leaves."},{"T":"301","2":"Roland","3":"Just like a dormant beast before the hunt. But..."},{"T":"301","3":"It seems that the eyes of the beast covet that which it should not."},{"T":"301","3":"Roland squints his eyes, then throws the book into surging Red Tide beneath him."},{"T":"301","2":"Roland","3":"Quite the thorn in our side..."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"We've obtained the antennae. Now is the time to proceed with the plan."},{"T":"301","2":"Luna","3":"Huaxu will oversee the primary objective. Both of you proceed with your duties."},{"T":"301","2":"Gabriel & Roland","3":"Understood."},{"T":"301","2":"Luna","3":"Very well."},{"T":"301","2":"Luna","3":"You..."},{"T":"301","3":"Just for a moment, Luna shows a hint of hesitation. She furrows her eyebrows, then asks—"},{"T":"301","2":"Luna","3":"What kind of world do you want to see?"},{"T":"301","3":"Luna's question comes out of the blue, but she does not explain further and awaits an answer."},{"T":"301","2":"Lamia","3":"I don't care what the world becomes... It's not like it can get any worse."},{"T":"301","3":"Lying on the ground, weak from pain, Lamia does not take the question to heart."},{"T":"301","2":"Gabriel","3":"A world in which only the Punishing Virus and Ascendants can coexist—one in which only those with absolute power can survive."},{"T":"301","3":"Gabriel answers without hesitation. However, his voice carries a cautionary tone."},{"T":"301","2":"Roland","3":"The world Miss Luna wants to see is the world I want to see."},{"T":"301","3":"That is Roland's response."},{"T":"301","2":"Lamia","3":"Roland, you are really impeccable at flattery."},{"T":"301","2":"Roland","3":"I'm telling the truth. You always have to make me look bad in front of Miss Luna."},{"T":"301","2":"Luna","3":"...I see."},{"T":"301","2":"Luna","3":"Let's begin, Huaxu."},{"T":"301","3":"Miss Luna's questionable behavior suddenly begins to appear logical with the switch to their new 'purpose.'"},{"T":"301","3":"Much like now with Roland standing before the Gray Ravens."},{"T":"301","3":"Luna could have wiped them out the moment they stepped foot here, but she did not."},{"T":"301","3":"The Gray Ravens have grown stronger since their last meeting. Even Roland has to unleash more of his power. They fight seamlessly as each member places their trust in one another and in the tactics of the commandant."},{"T":"301","3":"The teamwork they exhibited was far more troublesome than the entire Construct Army."},{"T":"301","3":"Even though the old frame had been reinforced, it cannot sustain the long drawn-out intensity of the battle. Looks like the battle has to come to a close."},{"T":"301","3":"More importantly, that Gray Raven Commandant—"},{"T":"301","3":"—A commandant from the new generation of 'elite commandants' that are loved by their team members and valued by Babylonia."},{"T":"301","3":"As for the Ascendant, he might just have the key in his hand."},{"T":"301","3":"But if you don't have enough strength, then the meaningless quality of 'tenderness' can only be called 'cowardice.'"},{"T":"301","3":"If you can't handle it, can you bear the consequences of your actions?"},{"T":"301","3":"You must come to terms with this—"},{"T":"301","2":"Roland","3":"Oh, humans... You just love to run your mouth about sunshine and rainbows to have us sacrifice ourselves. What's the big deal, right? When you can just wipe our memories, and here we go again, wagging our tails."},{"T":"301","2":"Roland","3":"All your pretty words, simply because these Constructs are still useful to you."},{"T":"301","2":"Roland","3":"To us Ascendants, everything's fair and honest. We only serve absolute power, and when we unite, we'll create a world where humans are the ones who go extinct."},{"T":"301","2":"Lucia","3":"Enough with that!"},{"T":"301","2":"Roland","3":"Fine, fine. I know you won't listen."},{"T":"301","2":"Roland","3":"But if your commandant asks you to kill your sister now, will you be able to do it?"},{"T":"301","2":"Roland","3":"Can you really put that blade of yours in Luna's heart?"},{"T":"301","2":"Lucia","3":"I..."},{"T":"301","3":"Lucia visibly trembles for a moment, but then grabs the hilt of her katana and answers resolutely—"},{"T":"301","2":"Lucia","3":"I trust that the commandant won't make me choose."},{"T":"301","2":"Lucia","3":"Even then, the commandant will respect whatever choice I make."},{"T":"301","3":"No. I want to know what you will choose."},{"T":"301","2":"Roland","3":"Is that so?"},{"T":"301","2":"Roland","3":"Let me rephrase it."},{"T":"301","2":"Roland","3":"Facing your closest family, who stands opposite you, her hands soaking in blood, do you—"},{"T":"301","3":"If she wants to return with you, will you welcome her with open arms as before?"},{"T":"301","3":"Unfortunately, Gabriel interrupts the conversation."},{"T":"301","3":"However, Lucia's gaze already portrayed her conviction."},{"T":"301","3":"Running on the road to the core area, Roland lets out a muffled laugh."},{"T":"301","2":"Roland","3":"Hehe... Looks like I still have some things to look forward to."},{"T":"301","3":"Roland hears Alpha's question while on the bridge to the cave."},{"T":"301","2":"α","3":"What's your actual purpose?"},{"T":"301","2":"Roland","3":"Purpose?"},{"T":"301","3":"Alpha, the Gray Ravens, and Babylonia will be destroyed. Only then will Luna be able to unleash the true power of the Ascension-Network."},{"T":"301","3":"But if Luna still craves the warmth of her family and wants to return to a time before all of this—to return to being an ordinary Construct and to her sister's side—then the Gray Ravens will be the key."},{"T":"301","3":"For this reason, he had already prepared his 'bargaining chip.'"},{"T":"301","2":"Roland","3":"My purpose... has been pretty obvious since the beginning."},{"T":"301","3":"As for when Luna's purpose became his own? That does not seem relevant anymore."},{"T":"301","3":"As if in response to the questions rising from the bottom of his heart, Roland clasps his hand at his chest."},{"T":"301","2":"Roland","3":"...I will pursue her until her dream becomes a reality."},{"T":"301","3":"That is Roland's response."}]