[{"T":"301","3":"With a sharp and heavy thud, the thick door to the hall opens, letting a hint of light inside the dark chamber. Hurried footsteps follow."},{"T":"301","2":"???","3":"Who... who's... here..."},{"T":"301","3":"As metal clashes with the stone floor, everything returns to silence."},{"T":"301","2":"Haicma","3":"Wiped out?"},{"T":"301","2":"???","3":"I heard that we couldn't even fish out the remains of that team of 'Gear'... Not even the Corrupted could escape from that flood of the Punishing Virus."},{"T":"301","3":"Standing next to Haicma is a beast mechanoid with the head of a hound and a humanoid body. He joined the Church of Machina not too long ago."},{"T":"301","3":"Despite being a new member, Spooner seems to prefer hanging with Haicma, the lone wolf. According to him, 'you're not as mad as the rest of them. I've had my share of madmen.'"},{"T":"301","3":"He bends down, reaching out and touching a crimson crystal shooting up from underground."},{"T":"301","2":"???","3":"It looks like... a plant."},{"T":"301","2":"Haicma","3":"How's 'Lover' doing, Spooner?"},{"T":"301","2":"Spooner","3":"How would I know? Madam Arcana is fixing her right now."},{"T":"301","2":"Haicma","3":"Didn't you check up on her before you left?"},{"T":"301","2":"Spooner","3":"Hmph, I guess the infection wasn't as serious. Madam Arcana hooked up her memory shell with a music player. You can't imagine how funny it was with Zero screaming inside a CD player."},{"T":"301","2":"Spooner","3":"I've saved that video inside the central memory bank. I hope she'd reconsider the next time she's going to spill out nonsense."},{"T":"301","2":"Haicma","3":"I don't think that'll threaten her."},{"T":"301","2":"Haicma","3":"Data analysis of this area is complete. The composition is still unknown, but it contains a high concentration of the Punishing Virus."},{"T":"301","3":"Haicma lifts a finger. Her fingertip projects a waterfall of data as she transfers it to Spooner."},{"T":"301","2":"Spooner","3":"This level of concentration... It's going to instantly devour anyone trapped inside, no screw spared. It's not difficult to imagine how hard Zero's 'Gear' got hit..."},{"T":"301","3":"Haicma frowns slightly. Her system is retrieving the wireless signals that were sent and received nearby."},{"T":"301","2":"Haicma","3":"What this flood can do to humans and Constructs is catastrophic."},{"T":"301","2":"Haicma","3":"We should also stay away from it."},{"T":"301","3":"Haicma watches the scarlet stream flowing past the plateau they are standing on."},{"T":"301","2":"Haicma","3":"...'Red Tide'."},{"T":"301","2":"Spooner","3":"Huh?"},{"T":"301","2":"Haicma","3":"A fitting name."},{"T":"301","3":"Haicma turns around and looks Spooner in the eye."},{"T":"301","2":"Haicma","3":"Humans have named it Red Tide."},{"T":"301","2":"Haicma","3":"Objective updated. We are to investigate the 'Red Tide' appearing around the Church of Machina, recording and analyzing its data, and determining its cause and threat level."},{"T":"301","2":"Haicma","3":"You take west; I'll take east. Let's get going."},{"T":"301","2":"Spooner","3":"Alright. Be careful."}]