[{"T":"301","3":"Lustrous always returns to her room on time after a day of work."},{"T":"301","3":"The rooms in the base are designed like a beehive."},{"T":"301","3":"Looking up from the corridor, Lustrous sees two 'cliffs' full of shiny blocks, like frost flowers on giant glass."},{"T":"301","3":"Every block is either a lab or a research room. Many people in white lab coats walk on the corridors, looking no different from worker bees without wings."},{"T":"301","3":"Tens of thousands of drones hum around them, taking care of everything in the base under the management of the logistics department."},{"T":"301","3":"They flow through the corridors, vents and electric cables to perform cleaning and maintenance, so the researchers can focus on the zero-point reactor."},{"T":"301","3":"The blinking signals of servers in the server room form a brilliant sea. The tall server cabinets look like solemn monuments, making the people working among them look like dust."},{"T":"301","3":"The researchers only care about their studies."},{"T":"301","3":"No matter where Lustrous goes, she can only hear discussions about physics and mathematics. The base is overflowed with a language formed by parameters, variables and equations."},{"T":"301","3":"But now there is a small variable."},{"T":"301","3":"Right, that foolish young human."},{"T":"301","3":"With a poker face, Lustrous walks up to the girl wandering in front of her door."},{"T":"301","2":"Lustrous","3":"What are you doing?"},{"T":"301","2":"Lamia","3":"Oops—ah, ma'am!"},{"T":"301","2":"Lustrous","3":"Who allows you to come over here?"},{"T":"301","2":"Lamia","3":"N-no one. Did I make you angry?"},{"T":"301","2":"Lustrous","3":"Not yet. Are you looking for me?"},{"T":"301","2":"Lamia","3":"Y-yes..."},{"T":"301","2":"Lustrous","3":"Speak. You have a minute."},{"T":"301","2":"Lamia","3":"Um, huh? Speak... what?"},{"T":"301","2":"Lustrous","3":"Why did you come here, and why were you looking for me. You have 50 seconds left."},{"T":"301","2":"Lamia","3":"The uncles at the medical department said you were the most powerful and smartest person in the base—"},{"T":"301","2":"Lustrous","3":"The first description is true. The second, maybe. You have 40 seconds left."},{"T":"301","2":"Lamia","3":"S-so I want to ask you a question, because they didn't want to answer me—"},{"T":"301","2":"Lustrous","3":"Ask. 35 seconds."},{"T":"301","2":"Lamia","3":"...But I am scared. Will it make people upset? That's why everybody didn't want to tell me—"},{"T":"301","2":"Lustrous","3":"It's not up to you to decide other people's reaction to your question. 28 seconds."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Lustrous","3":"20."},{"T":"301","2":"Lamia","3":"What is a 'mother'?"},{"T":"301","2":"Lustrous","3":"..."},{"T":"301","2":"Lamia","3":"Ma'am?"},{"T":"301","2":"Lamia","3":"Did I make you angry?"},{"T":"301","2":"Lustrous","3":"No, but I was a bit upset at the medical department people."},{"T":"301","2":"Lamia","3":"Why?! The uncles over there are all very nice. Please don't blame them."},{"T":"301","2":"Lustrous","3":"It's not up to you to decide. I was upset because they tried to cover up a trivial matter, which made me have to explain to you in person."},{"T":"301","2":"Lustrous","3":"Come in."},{"T":"301","2":"Lamia","3":"You have so many books here. It's different from all the places I have seen."},{"T":"301","2":"Lustrous","3":"That's none of your business. Come here."},{"T":"301","3":"Lustrous turns on the computer and opens the file of Lybia."},{"T":"301","2":"Lustrous","3":"This is your mother. She gave birth to you."},{"T":"301","2":"Lamia","3":"What is 'give birth'?"},{"T":"301","2":"Lustrous","3":"To humans, it's a process in which sperms and an egg cell merge in a mother's uterus and develop into a fetus, which is eventually delivered by the mother."},{"T":"301","2":"Lamia","3":"I... don't understand, ma'am."},{"T":"301","2":"Lustrous","3":"To put it simple, she made you."},{"T":"301","2":"Lamia","3":"Like how the uncles in the robotics department made machines?"},{"T":"301","2":"Lustrous","3":"Something like that."},{"T":"301","2":"Lustrous","3":"Look here. Can you see? Status—Deceased. She's dead."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Lamia","3":"When did she die?"},{"T":"301","2":"Lustrous","3":"The day you were born."},{"T":"301","2":"Lamia","3":"D-did she die because of me?"},{"T":"301","2":"Lustrous","3":"No. She died of her own stupidity."},{"T":"301","2":"Lamia","3":"...Is my mom a stupid person?"},{"T":"301","2":"Lustrous","3":"Most times not, but one stupid mistake is all it takes to fail in Atlantis."},{"T":"301","2":"Lamia","3":"...I feel very sad."},{"T":"301","3":"Lustrous isn't touched."},{"T":"301","2":"Lustrous","3":"I can't help you."},{"T":"301","2":"Lamia","3":"I feel terrible... I'm going back to the medical department. The uncles there will give me medicine..."},{"T":"301","2":"Lustrous","3":"No medicine can help you."},{"T":"301","2":"Lamia","3":"My mom... Where is she now?"},{"T":"301","2":"Lustrous","3":"Do you mean her body? We buried her in the sea."},{"T":"301","2":"Lamia","3":"Is this... her photo? Can I print a copy of it?"},{"T":"301","2":"Lustrous","3":"No."},{"T":"301","2":"Lamia","3":"Why?"},{"T":"301","2":"Lustrous","3":"It's classified information."},{"T":"301","2":"Lamia","3":"Please, ma'am. Can I just have one photo?"},{"T":"301","2":"Lustrous","3":"No."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Lustrous","3":"What's with that hateful look?"},{"T":"301","2":"Lustrous","3":"I usually only reject every question once. Today I did it twice to you. You should thank me instead."},{"T":"301","2":"Lamia","3":"I hate you, Lustrous!"},{"T":"301","3":"The little girl runs out of the door, but her mechanical feet slip on the floor. She falls down but immediately gets up again, disappearing in the other side of the corridor."},{"T":"301","3":"Lustrous hears her cry across the long corridor."},{"T":"301","3":"She lets out a sigh, then closes Lybia's file and shuts her eyes."}]