[{"T":"301","3":"Nothing can grow on land in the deadly winter. The chilling wind is howling in the sky. The entire earth is blanketed in snow."},{"T":"301","3":"Nanami ventures forward in knee-deep snow. Every single step takes enormous effort. As she looks around, she can still barely recognize the shape of collapsed buildings covered by snow. They look like giant tomb stones."},{"T":"301","3":"The earth is now a frozen grave, its epitaph is the evidence of all the creatures that once lived on it. Only traces of their life can be found under the snow."},{"T":"301","2":"Nanami","3":"Mecha babushka... Mecha babushka! Where are you?"},{"T":"301","3":"Nobody is answering. She continues to cross the snow storm and city ruins alone, worried that she may miss any possible clue. Her feet are gradually getting numb from the cold, and can only rely on the obstacles covered in snow to identify the road."},{"T":"301","3":"One day, three days... Perhaps a week has passed?"},{"T":"301","3":"She has wandered for too long and lost track of time. All she sees is cold snow."},{"T":"301","3":"When she can no longer walk, she finally comes to a stop."},{"T":"301","3":"The city in the distance has merged with the wilderness. Nature has gradually erased the once clear border between cities. Mountains have been brutally erected among skyscrapers."},{"T":"301","3":"Nanami hears a low humming sound from the mountain peak at the city's edge. A wave of snow is coming from the distance. The sound is drawing near."},{"T":"301","3":"Nanami isn't able to see anything in the beginning, but as she gazes into the distance, she soon finds a red-black line over the snowy ridge."},{"T":"301","3":"The red line is moving down the mountain at an incredible speed. Nanami realizes it is not an avalanche. The rapid movement of the line splashes snow into air."},{"T":"301","3":"She hears a howl like a death knell. On the snow are unidentified beasts charging forward, with red eyes, drooling jaws and razor-sharp teeth."},{"T":"301","3":"They look just like wolves in the Golden Age films, but their crimson color suggests something special about them."},{"T":"301","3":"Nanami has never seen such a view. Mutated red wolves rush out with flying snow from a crack on the horizon. It almost feels like a calamity from another world."},{"T":"301","3":"Like a fast, ubiquitous wall, the snow storm presses Nanami to the ground, isolating her from all time and space. Still, the howling of wolves is coming from all distances."},{"T":"301","3":"Nanami turns around, trying to find a place to sheer away from the 'migration', but she notices a fast-moving silhouette on the other side of the snowy wasteland."},{"T":"301","3":"Nanami feels a mixture of hope and anxiety. She slightly opens her arms and summons the giant mech, then climbs up and walks toward that silhouette like someone trapped in the center of a swamp."},{"T":"301","3":"She follows the silhouette into the woods. The mech is unable to move fast among trees, so she jumps off Power and runs forward."},{"T":"301","2":"Nanami","3":"Hello? Hey—"},{"T":"301","3":"Wind takes her voice away. The silhouette is not stopping."},{"T":"301","3":"Dead bodies of those crimson beasts are scattered on the path behind that person. The bodies definitely don't look normal: they have no hair. Bones are visible under their near-transparent, tough crimson skin. Dark blood-like liquid is dripping to the ground."},{"T":"301","3":"Nanami walks through the strange creatures and snowy forest. When the silhouette is about to step on another frozen land, she finally catches up and grabs their arm."},{"T":"301","3":"She turns around as she is pulled back."},{"T":"301","2":"Nanami","3":"Phew..."},{"T":"301","2":"???","3":"...It's you."},{"T":"301","2":"Nanami","3":"It's me...? Do you know me?"},{"T":"301","2":"???","3":"Master Nanami..."},{"T":"301","3":"She seems to be hesitating. Finally, she speaks a name with difficulty."},{"T":"301","2":"Nanami","3":"You know my name..."},{"T":"301","2":"???","3":"You have arrived... Are you here for the answer?"},{"T":"301","2":"???","3":"Humans have gone extinct. The Church of Machina has also collapsed over never-ending internal discord. The earth has become a planet of permanent winter."},{"T":"301","2":"???","3":"...The answer you are looking for isn't here."},{"T":"301","2":"???","3":"My name is Haicma."},{"T":"301","3":"The female mechanoid named Haicma is neither a human nor a Construct—when Nanami touches her, she realizes this mechanoid is exactly like herself—she takes Nanami through the valley, answering her questions."},{"T":"301","2":"Nanami","3":"What was that?"},{"T":"301","2":"Haicma","3":"They are Punishing creatures who have adapted to the environment and evolved."},{"T":"301","2":"Nanami","3":"Punishing... has evolved into creatures."},{"T":"301","2":"Nanami","3":"Do you know me?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Haicma pauses a moment and answers."},{"T":"301","2":"Haicma","3":"This is the first time we meet, so we do not know each other. But 'Mother' told me about you."},{"T":"301","2":"Nanami","3":"About me? 'Mother'?"},{"T":"301","2":"Haicma","3":"'The Sage will arrive unexpectedly at some time in the future.'"},{"T":"301","2":"Haicma","3":"That's what 'Mother' said."},{"T":"301","2":"Haicma","3":"I will therefore do my utmost to answer your question and help you find a way back."},{"T":"301","2":"Nanami","3":"I have a lot of questions... Are humans really extinct? How did the world turn into this? Why did Punishing evolve into creatures...? And what are 'Ever-Winter' and 'Badlands'?"},{"T":"301","2":"Haicma","3":"Decades ago, the human government made a special frame that could absorb Punishing. It was named 'Empyrea'."},{"T":"301","2":"Haicma","3":"The experiment of that frame failed, but humans did not give up and launched a series of subsequent experiments, consuming an enormous amount of energy while causing irreversible impacts to the environment, turning the world into 'Badlands', which brought 'Ever-Winter'."},{"T":"301","2":"Haicma","3":"There was only winter left on the earth ever since. Humans were no longer able to survive in the extremely harsh environment, but the lack of energy also prevented them from leaving the planet."},{"T":"301","2":"Haicma","3":"It was only a matter of time before humanity went extinct."},{"T":"301","2":"Haicma","3":"As for you... In the prophecy of 'Mother', you are the Sage that will guide the Church of Machina to find the answer."},{"T":"301","2":"Nanami","3":"I don't know what the Church of Machina is, nor do I want to become that Sagemachina. You must have found the wrong person."},{"T":"301","2":"Haicma","3":"...I wasn't able to find you, Sagemachina. I have failed my duty."},{"T":"301","2":"Nanami","3":"Find me?"},{"T":"301","3":"The female lowers her head, speaking to herself with a pious tone."},{"T":"301","2":"Haicma","3":"...I have been looking for you for nearly a hundred years."},{"T":"301","2":"Haicma","3":"The Church of Machina no longer exists... But I will still do my best to assist you."},{"T":"301","2":"Nanami","3":"Haicma... I have a favor to ask. Do you know any facility with sufficient computing power? I have something very important to do."},{"T":"301","2":"Haicma","3":"Sufficient computing power..."},{"T":"301","2":"Haicma","3":"There is an aviation lab nearby left by humans. It may satisfy your needs."}]