[{"T":"301","2":"Zack","3":"(Panting)"},{"T":"301","2":"'Beardy'","3":"Did... Did we lose them?"},{"T":"301","2":"Kordes","3":"Looks like it... I don't see any behind us."},{"T":"301","3":"After running for a long time, the forest and monsters are finally gone—at least for the time being. The Scavengers stand in a clearing. The tall steel buildings in the distance block most of the sunlight in front of them, casting heavy shadows on the field."},{"T":"301","3":"The Central Purification Filters were a form of hope that people in the Post-Pandemic Age lived on. Now they're lighthouses that lead Babylonia to recapture Earth. Several conservation areas have been built around the filter towers, carrying the hopes of many that still wander on Earth."},{"T":"301","3":"The facilities at the base of the tower are entwined by mysterious vines. Even after standing in the wind and rain for decades, the white paint on the tower still remains clearly visible."},{"T":"301","3":"'C.P.F. 040'"},{"T":"301","2":"Zack","3":"...' Central Purification Filter 040'. We made it."},{"T":"301","3":"Zack cannot help but take another two steps forward. Only by looking up, can he see the tower in its entirety. The red light at top of the tower looms in the gray sky."},{"T":"301","2":"Zack","3":"Looks like the tower..."},{"T":"301","2":"'Beardy'","3":"Wait... Where'd that bastard go?"},{"T":"301","3":"'Beardy's' loud outburst echoes in the clearing, startling Zack, who has been looking at the tower in contemplation."},{"T":"301","2":"Zack","3":"Are you trying to give our position away to all those monsters?"},{"T":"301","2":"'Beardy'","3":"No... Our guide's missing."},{"T":"301","2":"Zack","3":"Rolmo?"},{"T":"301","2":"Kordes","3":"Looks like we got separated when we ran away."},{"T":"301","2":"'Beardy'","3":"Looks like he's a goner... He could barely stand on his feet. Guess those monsters tore him to pieces."},{"T":"301","3":"As soon as 'Beardy' speaks, they hear a rustling of branches and footsteps coming from the forest as if something is approaching."},{"T":"301","3":"Zack immediately raises his gun and points it in the direction of the noise. The tension in the air causes the trio to freeze."},{"T":"301","3":"The bushes shake, then a dirty gray figure emerges from within. He raised his hands in horror when he sees the barrels of guns pointing right at him."},{"T":"301","2":"Rolmo","3":"It's me! D-don't shoot!"},{"T":"301","2":"Zack","3":"..."},{"T":"301","2":"'Beardy'","3":"Holy crap. You made it out alive. I thought you were..."},{"T":"301","2":"Rolmo","3":"I know the forest like the back of my hand, so..."},{"T":"301","3":"Zack's gun still remains firmly trained on the compliant refugee even though the crisis has been averted."},{"T":"301","2":"Zack","3":"Were those the monsters you were referring to?"},{"T":"301","2":"Rolmo","3":"Y-yeah... I warned you guys! Didn't I?!"},{"T":"301","3":"Rolmo nods in panic, as if the men's guns are more frightening than those monsters. He carefully observes Zack's expression and adds in a low voice."},{"T":"301","2":"Rolmo","3":"I normally don't encounter them the way I go. And if I do, they just crawl around and don't attack. I've never seen so many..."},{"T":"301","2":"Zack","3":"...Do you know where the entrance to the CPF is?"},{"T":"301","2":"Rolmo","3":"Y-yeah, I do. The front door won't open though. We have to go in through an air vent."},{"T":"301","2":"Rolmo","3":"Hurry, let's go in. Those monsters are swarming the outside of the tower..."},{"T":"301","2":"Zack","3":"Hear that? We're all here. Let's go."},{"T":"301","2":"'Beardy'","3":"Lead the way, Mr. Guide."},{"T":"301","3":"Beardy smiles and raises his hand to pat Rolmo on the shoulder, but Rolmo flinches with a frightened expression."},{"T":"301","2":"'Beardy'","3":"What's the matter? I'm not gonna hit you... Forget it."},{"T":"301","3":"'Beardy' shrugs and turns to look at the filter tower in front of him."},{"T":"301","2":"'Beardy'","3":"That tower sure is tall..."},{"T":"301","2":"'Beardy'","3":"Hey, Kordes, we're like the protagonist in that movie Zack likes, aren't we? Going through that damn forest and encountering those damn monsters in search of something that might not even exist in this damn tower."},{"T":"301","2":"Zack","3":"..."},{"T":"301","3":"Zack remains quiet and sighs."},{"T":"301","2":"Kordes","3":"No way we're the protagonists. The protagonists are out saving the world. No one cares about our story. Even a B-rated movie might be better than our current lives."},{"T":"301","2":"Zack","3":"But at least some people will see us fighting to survive."},{"T":"301","2":"Rolmo","3":"..."},{"T":"301","3":"The Scavengers gradually approach the CPF in silence."},{"T":"301","3":"At this time, none of them are aware that they stepped foot onto a stage—a stage for a 'performance' that has been planned long in advance."},{"T":"301","3":"The only 'spectator' is gazing from the chaos deep inside the tower, through the winding vines that entangle the forest, and the vacant eyes of the Hetero-Creatures."}]