[{"T":"301","2":"'Luna'","3":"Lucia... Don't go..."},{"T":"301","3":"The defeated Luna slowly dissipates, but Lucia still steps forward and holds her in her arms, gently caressing her face."},{"T":"301","2":"Lucia","3":"Please forgive me... I have to keep my promise and find you out there, so I cannot stay. No matter what you choose this time... I'll be with you."},{"T":"301","2":"'Luna'","3":"But the Luna there is a bad person... I won't see you anymore..."},{"T":"301","2":"Lucia","3":"That's okay... I swear I will find you."},{"T":"301","2":"'Luna'","3":"Promise? I've been staying in a room where I can't see... It's so dark there... I'm scared..."},{"T":"301","2":"Lucia","3":"If you're scared, then hold my hand until you fall asleep. I won't let go this time."},{"T":"301","3":"Luna leans onto Lucia, clutching her hand so tightly, as she disappears bit by bit."},{"T":"301","2":"'Luna'","3":"Then it's a promise, Lucia... You'll come back for me, no matter what... and you'll hold my head like this... and call my name..."},{"T":"301","3":"Luna smiles and holds the hand of the young Lucia she remembers, and the two walk away. Little by little, their figures disperse and fade, returning to the depths they came from..."},{"T":"301","2":"Lucia","3":"The me who pretended to be strong to protect my family."},{"T":"301","2":"Lucia","3":"The me who became a weapon for survival and purpose."},{"T":"301","2":"Lucia","3":"The me who alienated everyone because of their betrayals."},{"T":"301","2":"Lucia","3":"The me who is found after meeting the new Gray Raven and Commandant."},{"T":"301","2":"Lucia","3":"The bitter past, the painful choices, the tender caresses... All these have forged me into who I am and ushered me into the future."},{"T":"301","2":"α","3":"Do you honestly think there's a future for humans?"},{"T":"301","2":"Lucia","3":"Even though the road ahead is paved in darkness, I'm still willing to believe in that spark of hope."},{"T":"301","2":"α","3":"Even after everything you've learned?"},{"T":"301","2":"Lucia","3":"Even after everything I've learned."},{"T":"301","3":"Lucia turns around, and resolutely she walks, heading for the exit of the M.I.N.D.—"}]