[{"T":"301","3":"The airtight valve is tightened under the joint force of the four people. The Scavengers sit in the compartment at the periphery of the tower, gasping for air."},{"T":"301","3":"The swarm of Hetero-Creatures is barricaded on the other side of the door. They appear to be safe for now."},{"T":"301","3":"But this doesn't mean that the Hetero-Plants will stop their assault any time soon. They hear a loud crashing against the door like a drum from Hell. Small vines whittle their way through a crack in the door, continuously deforming as if trying to use their own volume to pry open the door."},{"T":"301","2":"Zack","3":"...Damn it. Are these things sentient?"},{"T":"301","2":"'Beardy'","3":"What the hell is going on in this tower?"},{"T":"301","2":"Kordes","3":"Those damn plants... They're using the Punishing Virus to erode the tower."},{"T":"301","2":"Kordes","3":"Looks like those plants we saw along the way weren't really plants after all... They were mutated by the Punishing Virus just like those things in the Red Tide..."},{"T":"301","2":"Kordes","3":"I should've realized this earlier... Cough..."},{"T":"301","3":"A violent shaking comes from outside. The Hetero-Plants begin a new wave of attacks. The dilapidated railings let out a sad cry under the weight of the assault."},{"T":"301","2":"'Beardy'","3":"Watch your footing—!"},{"T":"301","3":"'Beardy' quickly pulls Kordes, who was about to fall due to a loose steel plate under his feet and drags him to the platform with a more stable ledge."},{"T":"301","2":"Kordes","3":"Th-thanks!"},{"T":"301","3":"Kordes sits on the ground and gasps for air. Standing next to him, Rolmo notices that something had fallen beside 'Beardy's' foot, so he picks it up and hands it to him."},{"T":"301","2":"Rolmo","3":"You guys dropped this."},{"T":"301","3":"'Beardy' takes the bag from Rolmo, opens it, looks at its contents, then tosses it back to Kordes."},{"T":"301","2":"'Beardy'","3":"Hey. You dropped your raisins."},{"T":"301","2":"Kordes","3":"I've told you a million times. These aren't raisins. They're hydrangea seeds."},{"T":"301","3":"Having sealed the bag, Kordes retorts feebly as if he is fed up with having this conversation over and over again."},{"T":"301","2":"Rolmo","3":"Hydrangea?"},{"T":"301","2":"Kordes","3":"...It's a new variant we developed. The stem has high rigidity. It won't droop under the weight of too many flowers, unlike the common blue hydrangea, and it's more resistant to pests."},{"T":"301","2":"Rolmo","3":"...Why are you carrying that?"},{"T":"301","2":"Kordes","3":"I promised my daughter that I would grow her the most beautiful blue hydrangea—layer after layer of different shades of blue. I was planning on filling the garden of our future home with them."},{"T":"301","3":"He looks at the seeds with a soft look in his eyes, as if recalling a fond memory. However, his expression fades a moment later, replaced by deep sadness."},{"T":"301","2":"Kordes","3":"This is my research... Or rather, the last fruits of my research."},{"T":"301","2":"'Beardy'","3":"Hmph... We can't even find a safe place to live, and here you are talking about planting flowers for your daughter."},{"T":"301","2":"Rolmo","3":"Where's your daughter now?"},{"T":"301","2":"Kordes","3":"...When we went out to look for supplies, the city was attacked by Corrupted. My daughter... went missing."},{"T":"301","2":"Kordes","3":"When I got back, all I saw were ruins and corpses. The seedlings I wanted so desperately to plant with my daughter were also destroyed."},{"T":"301","2":"Kordes","3":"I looked everywhere, but I never found her."},{"T":"301","2":"Kordes","3":"I later heard she was rescued by ground forces. But with how many casualties the army has suffered, I don't know how many people are still alive... I haven't been able to find anyone else in the ground forces."},{"T":"301","2":"Zack","3":"Wherever they appear, it's likely to be a battlefield. We can't always run the risk of getting too close."},{"T":"301","2":"Kordes","3":"After such a long time, I was about to give up... But I heard that people can see their separated family members in the Red Tide, so I insisted on going despite Zack and Kordes objecting. But when I got there, I didn't find her. And I even caused..."},{"T":"301","2":"Zack","3":"That's all in the past. The most important thing is that we're still alive."},{"T":"301","2":"Rolmo","3":"You should be happy you didn't see your daughter in it. There's nothing good about the Red Tide."},{"T":"301","2":"Zack","3":"..."},{"T":"301","2":"'Beardy'","3":"Maybe you can ask about your daughter when we get to the conservation area. Don't give up."},{"T":"301","2":"'Beardy'","3":"...And I heard there's a place in the conservation area for growing crops. We can have a stable and safe place to call home, then you can make your daughter's wishes come true."},{"T":"301","3":"Zack pats Kordes on the shoulder in silent consolation."},{"T":"301","3":"Kordes stands up with a bitter smile and puts the bag of seeds back into his breast pocket."},{"T":"301","2":"Kordes","3":"If we can even get out of this place alive, that is."},{"T":"301","2":"'Beardy'","3":"Let's go. This ain't the first time we've had our lives on the line."},{"T":"301","3":"'Rolmo' hesitates for some time, unsure of what to say."},{"T":"301","2":"Rolmo","3":"If..."},{"T":"301","3":"A sudden roar interrupts Rolmo. The steel frame overhead groans as if being pushed by brute force. The whole tower shakes violently from the rapid growth of plants."},{"T":"301","3":"It seems that time within the tower is being fast-forwarded. The unprecedented plant growth causes the floors to crack from erosion. The invading plants begin to gradually pry open the sealed iron door. The group can hear the monsters hissing outside."},{"T":"301","2":"Zack","3":"Behind you!"},{"T":"301","3":"Zack quickly points his gun in Rolmo's direction and shouts to him in reminder."},{"T":"301","3":"Rolmo looks back hurriedly to see that the previously closed elevator doors are now teaming with tiny scarlet vines, like nerves and blood vessels spreading on the wall."},{"T":"301","3":"A split second later, the elevator opens quietly. Several scarlet branches stretch out from within, quickly latching on to the legs of the nearest person."},{"T":"301","2":"Rolmo","3":"AHH!"},{"T":"301","3":"It all happens within the blink of an eye. Zack curses and aims at the branches, but doesn't shoot out of fear of shooting Rolmo."},{"T":"301","3":"The struggling refugee is dragged to the edge of the elevator. Rolmo latches onto the elevator door, which hasn't fully opened. He sees the deep elevator shaft extend to the depths below him. The infinite darkness is like the ravenous throat of a giant beast."},{"T":"301","2":"Rolmo","3":"Run upstairs, you fools..."},{"T":"301","3":"Before he can finish his sentence, the vine pulls him down into the shaft."},{"T":"301","2":"'Beardy'","3":"Damn it!"},{"T":"301","2":"Kordes","3":"What do we do now?!"},{"T":"301","2":"Zack","3":"You heard him! Get to higher ground!"},{"T":"301","3":"This is a race of great disparity in strength. After losing their guide, the Scavengers have to move on their own."},{"T":"301","3":"For them, this is no longer a CPF that brings hope to people, but a cave of evil beasts, a place where all fears and disasters are bred."}]