[{"T":"301","3":"Despite the dense layer of clouds overhead blotting out the sun, the Earth's surface is still scorching hot."},{"T":"301","3":"The sand carried in the scorching wind stings your face."},{"T":"301","2":"???","3":"……▁▅▃……▃……▆……"},{"T":"301","2":"Lucia","3":"There it is again!"},{"T":"301","3":"The sound echoes through the air. The Red Tide, which was flowing quietly, begins to fill the riverbed once more."},{"T":"301","3":"Although the sound seems distant, it still seems to resonate from every direction."},{"T":"301","2":"Lucia","3":"Liv, inject the commandant with a serum. The Red Tide is beginning to rise again. Punishing concentration is rising at an unprecedented rate!"},{"T":"301","2":"Liv","3":"That was the last one. Most of the serum was smashed in the landing. The bit domain node's support frame and even the comms device for contacting the main force were all damaged..."},{"T":"301","2":"Lee","3":"How long can we hold out?"},{"T":"301","2":"Liv","3":"Less than two hours."},{"T":"301","3":"Holding the broken bit node, Liv shows a look of guilt."},{"T":"301","2":"Liv","3":"Sorry, Commandant. I couldn't keep it safe."},{"T":"302","2":"It's okay, Liv.","4":"This all happened so quickly. It's not your fault."},{"T":"301","2":"Liv","3":"Commandant..."},{"T":"301","2":"Lee","3":"The commandant is right. We couldn't have anticipated that."},{"T":"301","3":"The team falls silent."},{"T":"301","2":"Lee","3":"...Hmph! Can we really trust the Construct that claims to be a part of Strike Hawk?"},{"T":"301","2":"Liv","3":"If he's one of Chrome's comrades..."},{"T":"301","3":"Right at that moment, a Hetero-Creature appears out of nowhere and ambushes the team."},{"T":"301","2":"Liv & Lucia","3":"Commandant!"},{"T":"301","3":"Right before the Hetero-Creature is about to stab you with a sharp spike, a bullet pierces the air and penetrates the creature."},{"T":"301","3":"Still in shock, you cannot help but look in the direction of the shot's trajectory."},{"T":"301","3":"A white figure looms in the yellow sandstorm."},{"T":"301","2":"Wanshi","3":"Just a reminder, your comms have been on this whole time."},{"T":"301","2":"Wanshi","3":"I heard everything you've said."},{"T":"301","2":"Lee","3":"—!"},{"T":"301","2":"Lee","3":"Just now..."},{"T":"301","2":"Wanshi","3":"That was me."},{"T":"301","3":"His languid voice suddenly becomes serious."},{"T":"301","2":"Wanshi","3":"Quit looking around and get over here."},{"T":"301","3":"After quite some time, the four of you finally catch up to the white figure."},{"T":"301","3":"Before you stands a young man with delicate silver hair and thick dark circles under his eyes."},{"T":"301","2":"Liv","3":"Wanshi, correct? Thank you for—"},{"T":"301","2":"Wanshi","3":"Uh... Thank me when we get out of this place. Come with me."},{"T":"301","3":"Half-hearted and meaningless greetings are skipped over before they even begin."},{"T":"301","2":"Lee","3":"What's going on here?"},{"T":"301","2":"Wanshi","3":"Er... You first."},{"T":"301","2":"Lee","3":"We ran into turbulence."},{"T":"301","3":"Both sides are concise in their exchange; Lee is not wanting to mince words, Wanshi is too lazy to waste words."},{"T":"301","3":"Wanshi glances upward."},{"T":"301","2":"Wanshi","3":"Ah... I figured. Otherwise, that landing was a bit... Um..."},{"T":"301","3":"His face turns blank."},{"T":"301","2":"Wanshi","3":"If it was yesterday, landing here wouldn't have been such an issue."},{"T":"301","2":"Wanshi","3":"Unfortunately... You're a day late."},{"T":"302","2":"You mean..."},{"T":"301","3":"Wanshi's troubled eyes widen as he retrains his apathetic tone, then responds seriously."},{"T":"301","2":"Wanshi","3":"The Red Tide hadn't reached this place until today."},{"T":"301","2":"Wanshi","3":"You'd better see it for yourself rather than me simply tell you."},{"T":"301","2":"Wanshi","3":"Let me start over. I'm Wanshi from Strike Hawk of the Task Force."},{"T":"301","2":"Wanshi","3":"Chrome is my Captain. I'm sure you've met."},{"T":"301","2":"Wanshi","3":"Since the last battle, Strike Hawk has been investigating what's left of the Red Tide and searching for the location of Huaxu in City 075."},{"T":"301","2":"Wanshi","3":"After hearing about the victory against the Polyphage, we stayed on the surface to continue monitoring the Red Tide."},{"T":"301","2":"Wanshi","3":"I was ordered by our Captain to investigate the city's periphery. I was also the first person to inform Babylonia on the Red Tide's activity."},{"T":"301","2":"Wanshi","3":"Since Babylonia dispatched you here, I'll spare the details."},{"T":"302","2":"We are..."},{"T":"301","2":"Wanshi","3":"I know who you are."},{"T":"301","2":"Wanshi","3":"Um... Gray Raven, correct?"},{"T":"301","2":"Wanshi","3":"Our Captain mentioned you—especially you, 【kuroname】."},{"T":"301","3":"Wanshi's seriousness was only momentary. Shortly after, he returns to his usual lazy self."},{"T":"301","2":"Wanshi","3":"But, um..."},{"T":"301","2":"Wanshi","3":"Looks like his description wasn't exactly... Yawn..."},{"T":"301","3":"His narrow pair of golden eyes glance at you faintly; he cuts himself off half-way with a long yawn."},{"T":"302","2":"What was that sound earlier?"},{"T":"301","2":"Wanshi","3":"Oh... That..."},{"T":"301","2":"Wanshi","3":"It always lasts anywhere from thirty to sixty seconds."},{"T":"302","2":"That long?"},{"T":"301","2":"Wanshi","3":"Yeah. Human ears can hear a part of it... The frequency is between ten and forty hertz."},{"T":"301","2":"Wanshi","3":"But you can probably only hear it at above twenty hertz."},{"T":"301","2":"Lee","3":"Whenever the sound starts, the Red Tide begins to spread."},{"T":"301","2":"Lucia","3":"What on earth..."},{"T":"302","2":"Sounds like a whale song."},{"T":"301","2":"Wanshi","3":"A whale song..? Interesting analogy."},{"T":"301","3":"Human ears can only hear above twenty hertz."},{"T":"301","3":"Whereas the vocalization of a blue whale is typically between ten and forty hertz. Humans refer to this as a whale song."},{"T":"301","3":"But this isn't the ocean. This is a desert. How can there be the sound of whales?"},{"T":"301","3":"Not to mention that the life-devouring Red Tide rises whenever it appears."},{"T":"302","2":"But..."},{"T":"301","3":"But..."},{"T":"301","3":"If it's a death knell, then..."},{"T":"301","3":"It's far too serene."}]