[{"T":"301","2":"Cinderelik","3":"The twins have left, following the train."},{"T":"301","2":"Vonnegut","3":"Good. They need to learn and grow on this journey."},{"T":"301","2":"Vonnegut","3":"Otherwise, they would be nothing but food for the Red Tide even with the world at their back, unfit for their names."},{"T":"301","2":"Roland","3":"What are you expecting them to grow into, exactly? Tigers that hunt, or sheep that follow?"},{"T":"301","2":"Vonnegut","3":"The Red Tide is inevitable. Should we let it grow unrestrained, it'll only bring chaos, disorder, and consequences uncontrollable."},{"T":"301","2":"Vonnegut","3":"As I have mentioned many times, we need friends in the brave new world. I have no preference for whether they are predators or prey."},{"T":"301","2":"Vonnegut","3":"After all, it is all a lesson to learn—a reflection of 'humanity.'"},{"T":"301","2":"Roland","3":"If that's the case, why did you tell Cinderelik the story about the demon who 'saw that humans were weak and greedy, and decided to reshape the world'?"},{"T":"301","2":"Vonnegut","3":"I also said to let her 'witness humanity's potential.'"},{"T":"301","2":"Vonnegut","3":"What would happen if the demon woke up to something other than greedy adventurers?"},{"T":"301","2":"Vonnegut","3":"Where there is shadow, there is light. I don't dismiss the existence of light just because of the many shadows in the world."},{"T":"301","2":"Vonnegut","3":"If all the twins see is how despicable humanity is, then humankind shall die to its own reflection. Should there be speckles of light, however, the twins shall react in kind."},{"T":"301","2":"Roland","3":"Does that mean you still believe in some of the humans?"},{"T":"301","2":"Vonnegut","3":"All I 'believe in' are the Constructs. Even if some of the humans' consciousnesses were fit to ascend, their bodies wouldn't survive the filtering of the Punishing Virus."},{"T":"301","2":"Vonnegut","3":"Even if I were to feel pity, I could not make their choices for them."},{"T":"301","2":"Roland","3":"Ha. I suppose 'luck' is part of the filtering process, isn't it? After all, only the lucky ones get to become Constructs when they want to. The unlucky ones can only wither in their misfortune."},{"T":"301","2":"Vonnegut","3":"Having said that, nothing's stopping us from trying something new."},{"T":"301","3":"The dark figure turns around and gazes at the departing Asslam with a barely noticeable smile."},{"T":"301","3":"The ones they call 'the twins' are going after the train. They have quickly adjusted their pace, all set to challenge the colossal vehicle before them."},{"T":"301","3":"The sturdy, moving castle shrieks, having been forced to cut its 'tail' to escape the twins' combined attack."},{"T":"301","3":"Countless people and goods in the back are left behind along with the carriages they are in and soon swallowed by the Red Tide."},{"T":"301","3":"They do not know then."},{"T":"301","3":"—Those who survive will ride to their end. With Asslam."}]