[{"T":"301","3":"On that night, after Shrek starts snoring, Bella sneaks out of the room with a pack of cans and a bag of biscuits."},{"T":"301","2":"Bella","3":"I remember a few of the teenagers on the west side still have some books. I can trade with them..."},{"T":"301","3":"When the sky starts to light up, Bella returns to their temporary base with the rest of her supplies and a copy of Cardman Rider Genesis."},{"T":"301","2":"Bella","3":"It only cost a can. I don't think it's as rare as he thinks."},{"T":"301","3":"Bella looks at Shrek who is still sound asleep, then takes out an old pen and writes her favorite quote on the inside of the back cover."},{"T":"301","3":"'Earth has been stricken with innumerable disasters, and time has washed every one of them away. Live for tomorrow, because all will pass.—To Shrek'"},{"T":"301","3":"She closes the book with satisfaction and wraps it up, so that it is ready for Shrek when he wakes up."},{"T":"301","3":"But she does not know that Shrek has been woken up by her movements. He is only pretending to sleep."},{"T":"301","3":"After Bella goes back to bed, Shrek takes out the book curiously and cheerfully reads to the end, then discovers the Bella-style quote on the back cover."},{"T":"301","2":"Shrek","3":"Yikes... Give me a break."},{"T":"301","3":"He cannot help refuting so he picks up Bella's pen and writes a comment below the quote."},{"T":"301","3":"'Don't scribble those lies on a book for me! Who the heck still believes in hope on this forsaken planet?!'"},{"T":"301","3":"He puts the book back in the package and returns to his blanket."},{"T":"301","3":"Since they have both stayed up for a part of the night, it is already noon when they finally wake up."},{"T":"301","3":"When they pack up their things and are ready to leave, a group of unexpected visitors show up at their door."},{"T":"301","2":"Nameless Teenager","3":"Hey, auntie, my lackey says you got a lot of supplies here."},{"T":"301","2":"Bella","3":"You're too young to compete for supplies with me."},{"T":"301","3":"The teenager sneers then walks to the hallway and whistles."},{"T":"301","2":"Nameless Teenager","3":"Hey, brother, she says we're too young!"},{"T":"301","3":"When he returns to the room with a smirk, Bella sees eight adults following him."},{"T":"301","2":"???","3":"Move in."},{"T":"301","3":"Although being outnumbered, Bella and Shrek are holding their own."},{"T":"301","3":"After grappling with each other for a few minutes in the small room, Bella and Shrek have knocked out more than half of the intruders."},{"T":"301","3":"Seeing that they will not win the fist fight, the teenager takes out a pistol and fires four shots at Bella."},{"T":"301","3":"One shot misses, one shot hits his own companion, but the last two shots hit Bella."},{"T":"301","2":"Shrek","3":"Bella!"},{"T":"301","3":"The bullets punctured her left abdomen and her thigh. The pain hits her fast and hard. Bella loses her strength and collapses."},{"T":"301","2":"Nameless Teenager","3":"Stop this guy. Let me slit her throat myself!"},{"T":"301","3":"The teenager switches the pistol to his left hand and takes out a dagger with his right hand to stab Bella."},{"T":"301","3":"Bella struggles and kicks the pistol out of his left hand, but the dagger pierces her right chest."},{"T":"301","3":"The pistol flies up with an elegant arc. Shrek reacts quickly and catches it."},{"T":"301","3":"He fires several shots at the intruders until he is the last one standing in the room."},{"T":"301","3":"The teenager's right chest takes a hit but he is still conscious. He crouches on the ground and presses the dagger tightly against Bella's jugular."},{"T":"301","2":"Nameless Teenager","3":"If you get any closer, I'll kill her!"},{"T":"301","2":"Shrek","3":"...Let Bella go! Or else I'll make you pay!"},{"T":"301","3":"The teenager sneers at Shrek's words and forces the dagger a little deeper into Bella's neck."},{"T":"301","2":"Nameless Teenager","3":"Do you think I'm scared of you? Give me my gun! And wrap up the supplies for me, too!"},{"T":"301","2":"Shrek","3":"Can you even carry them? You're hurt pretty bad."},{"T":"301","2":"Nameless Teenager","3":"Huh, if I don't get back soon, you'll have more visitors."},{"T":"301","2":"Shrek","3":"..."},{"T":"301","2":"Nameless Teenager","3":"What, are you scared now?"},{"T":"301","3":"He chuckles smugly."},{"T":"301","2":"Nameless Teenager","3":"Stalling isn't a bad idea either. As long as this woman is alive, you won't make a move on me."},{"T":"301","2":"Nameless Teenager","3":"Unless you're hoping to transform into a Rider and save her like they do in manga, old man."},{"T":"301","2":"Shrek","3":"Have you read Cardman Rider, too?"},{"T":"301","3":"Shrek lowers the pistol and pretends to let down his guard while chitchatting with the teenager."},{"T":"301","2":"Nameless Teenager","3":"What? Didn't the lady tell you? She came to us last night to trade supplies for the manga books we salvaged."},{"T":"301","2":"Nameless Teenager","3":"Someone told me that she was the one who took out the mob at the business district, so she definitely has a whole bunch of supplies on her hands."},{"T":"301","2":"Nameless Teenager","3":"That's why I sent a guy to follow her."},{"T":"301","2":"Shrek","3":"If you've read Cardman Rider, then it'll be much easier to talk to you."},{"T":"301","2":"Shrek","3":"I'll let you in on a secret."},{"T":"301","2":"Nameless Teenager","3":"?"},{"T":"301","2":"Shrek","3":"Actually... I'm a Cardman Rider."},{"T":"301","2":"Nameless Teenager","3":"Huh?"},{"T":"301","3":"While the teenager is still stunned by his ridiculous words, Shrek lifts up the gun in the blink of an eye and fires the last shot at the teenager's chest before the dagger could go any further."},{"T":"301","2":"Nameless Teenager","3":"...You..."},{"T":"301","3":"The teenager loses consciousness before he could finish the sentence."},{"T":"301","2":"Shrek","3":"Bella! Are you alright?!"},{"T":"301","2":"Bella","3":"I don't think so..."},{"T":"301","2":"Shrek","3":"We have to stop the bleeding!"},{"T":"301","2":"Bella","3":"Don't bother... Nothing in our first aid kit can handle deep wounds like these, I'm..."},{"T":"301","3":"Shrek looks down and sees blood pouring out of her right chest, left abdomen and thigh."},{"T":"301","2":"Shrek","3":"Nonsense! Didn't you say you'll never lose hope?!"},{"T":"301","3":"Shrek scolds Bella as he dresses her wounds."},{"T":"301","2":"Bella","3":"If you stay alive... then there's still hope..."},{"T":"301","3":"Her lips are pale from losing a substantial amount of blood. Shrek does not know what to say."},{"T":"301","2":"Shrek","3":"Now's not the time to argue. More of them are coming. We can't stay here any longer."},{"T":"301","3":"But they cannot travel too far either. After thinking through the situation, he decides to carry Bella to the rooftop and hide her behind the scrap pile."},{"T":"301","3":"After that, Shrek quickly makes another two trips and finishes moving the supplies before more men enter the building."},{"T":"301","3":"Dark clouds slowly block the afternoon sun. A chilly wind swooshes across the rooftop. Shrek holds the shivering Bella tightly in his arms, trying to shield her away from the cold."},{"T":"301","2":"Bella","3":"Just go without me... At least you'll be safe..."},{"T":"301","2":"Shrek","3":"Stop that nonsense. And don't make me say it a third time!"},{"T":"301","2":"Shrek","3":"We're the best team. Have you any idea how much more difficult it'll be for me to survive without you?!"},{"T":"301","3":"A muffled thunder in the distance resonates with the rumbling underground—signal of the Red Tide's arrival."},{"T":"301","2":"Bella","3":"My apologies then..."},{"T":"301","3":"She sighs gently. Her body is turning blue with Shrek's pointless first aid treatment."},{"T":"301","2":"Bella","3":"But... you must stay alive... As long as you keep going... you'll live to see the day when hope blooms..."},{"T":"301","2":"Bella","3":"Spring will return... Your favorite flowers will bloom again..."},{"T":"301","2":"Shrek","3":"Don't read me poems at a time like this!"},{"T":"301","3":"Though complaining, Shrek is already starting to choke up."},{"T":"301","2":"Bella","3":"Those aren't from the book. I've always known... You like using flower petals as bookmarks."},{"T":"301","2":"Bella","3":"Real flowers are hard to come by these days..."},{"T":"301","3":"She gives him a strained smile."},{"T":"301","2":"Bella","3":"I wish I could live to see that day..."},{"T":"301","3":"Shrek is just about to say something when they hear footsteps coming up the stairs."},{"T":"301","2":"Shrek","3":"They know we're here!"},{"T":"301","3":"Bella does not respond. She gives Shrek a steady gaze, signaling him to leave her and handle the crisis."},{"T":"301","3":"He opens his mouth without making a sound, then takes out the books from his backpack and lights up a small campfire with them next to Bella."},{"T":"301","2":"Shrek","3":"It'll keep you warm for me."},{"T":"301","3":"After those words, Shrek dashes toward the stairs with a dagger."},{"T":"301","2":"Bella","3":"..."},{"T":"301","3":"A lightning bolt pierces the clouds. Signs of an ominous storm is written all over the sky. The ground cracks with a roaring sound and the bright Red Tide gushes out."},{"T":"301","3":"Bella is fading away in front of the campfire made with manga books. She quietly watches it die down."},{"T":"301","2":"Bella","3":"...Shrek... You will live."},{"T":"301","2":"Bella","3":"Let me explore... the unknown."},{"T":"301","3":"She smiles faintly at the direction where Shrek disappeared, then struggles to the edge of the rooftop and jumps down toward the Red Tide."}]