[{"T":"301","2":"Lucia","3":"Ugh...!"},{"T":"301","2":"Ashen Hetero-Creature","3":"..."},{"T":"301","3":"The ashen creature's blade slits across Lucia's flank, forcing her to dash back with her jetpack, putting some distance between them."},{"T":"301","3":"The Punishing Virus it carries instantly infests her wound, causing her severe pain—but her fight has yet to end."},{"T":"301","2":"Lucia","3":"This... is nothing."},{"T":"301","3":"Her blade-wielding figure is as awe-inspiring and determined as you first met her. Lucia quickly treats her injury before pointing her blade at the Hetero-Creature again."},{"T":"301","3":"The ashen creature is adapting to Lucia's attacks as if it is learning while fighting."},{"T":"301","3":"But Lucia does not hesitate. She manages to distance herself again during an opening of the Hetero-Creature's attacks."},{"T":"301","3":"Before it can recalibrate its stance, Lucia is already closing in with her sword out."},{"T":"301","2":"Ashen Hetero-Creature","3":"...!!!"},{"T":"301","3":"This time, her katana strikes the creature with a devastating blow, pushing it off the platform."},{"T":"301","2":"Lucia","3":"This is my chance—"},{"T":"301","3":"But the moment Lucia turns and heads for the Energy Core, the Polyphage's hunting claws reach out from behind the Core, swinging toward Lucia."},{"T":"302","2":"Lucia! Watch out!","4":"(Fire!)"},{"T":"301","2":"Lucia","3":"—!"},{"T":"301","3":"Lucia is forced to a stop, countering the menacing arms with her blade."},{"T":"301","3":"Your shots hit an arm as it nears Lucia, splintering it, and the Red Tide pours from the wound and wriggles on the platform like worms."},{"T":"301","3":"Having lost an 'organ,' the Polyphage cries so deafeningly that the scream thumps on your eardrums and causes you searing pain."},{"T":"301","3":"Meanwhile, the ashen Hetero-Creature has regained consciousness, stretching its wings and approaching the platform."},{"T":"302","2":"It's drawing power from Luna!"},{"T":"301","3":"The ashen creature swings its scythe toward Lucia, and she blocks it with her katana."},{"T":"301","2":"Lucia","3":"If that's the case—"},{"T":"301","3":"Deflecting the Hetero-Creature's blows, Lucia finds an opportunity to throw you a rectangular case."},{"T":"301","2":"Lucia","3":"Commandant! Catch!"},{"T":"302","2":"(Catch)"},{"T":"301","3":"It is a weapon cache Lucia put away when you were gathering resources. You activate it, and a familiar-looking katana ejects from within."},{"T":"301","3":"The blade you are holding is an ebony katana that is pure black save for its edge, glistening in orange. The tiny scratches and scars on it reveal a storied history of battles."},{"T":"302","2":"This is..."},{"T":"301","2":"Lucia","3":"I'm counting on you, Commandant!"},{"T":"301","3":"Lucia looks over you to the Energy Core that is imprisoning Luna, then clutches her katana and clips another impending hunting claw."},{"T":"301","3":"You immediately understand what Lucia means. You close your palm around the grip of the ebony blade, rushing toward the Polyphage's Core."},{"T":"301","3":"You cut through the hunting claws blocking your way, while Lucia eliminates the ones reaching from behind you, all the while fighting the ashen Hetero-Creature."},{"T":"301","3":"Your chest aches from the continuous running, but now is not the time to stop."},{"T":"302","2":"(Plunge the katana into the Polyphage's Core)"},{"T":"301","3":"Lucia's yearning coats the katana in your hand, sharpening its edge and strengthening its blade, and you slide it deep into the Energy Core. Deep crimson light immediately radiates where you cut it open."},{"T":"301","2":"Polyphage","3":"—!!!"},{"T":"301","3":"The Polyphage releases an earsplitting roar. Multiple hunting claws take shape on its head, all lunging toward you."},{"T":"301","3":"And then—the arms are all cut down by a chilling frost blade, scattering all over the floor."},{"T":"301","3":"You drive your katana deeper, and the crimson glow slowly shrouds everything."},{"T":"302","2":"Almost..."},{"T":"301","3":"The ashen Hetero-Creature has fully recovered. It gathers as much Punishing Virus as it can from the surroundings and shoots out a scarlet beam of virus toward you."},{"T":"301","3":"Lucia sinks her blade into the ground as an anchor and shields you with her jetpack. The Punishing Virus slowly disintegrates the surface of the engine, and the force is pushing Lucia back."},{"T":"302","2":"Lucia, get out of here!","4":"This is too dangerous!"},{"T":"301","2":"Lucia","3":"No! If I back away now, you'll...!"},{"T":"301","2":"Lucia","3":"The only way to keep everyone safe is to stop it here! I will not back down!"},{"T":"301","3":"As her jetpack completely dissolves, Lucia draws her katana from the ground, ready to block the deadly ray with her blade."},{"T":"302","2":"Lucia, wait! You're going to be—"},{"T":"301","2":"Ashen Hetero-Creature","3":"—?"},{"T":"301","3":"The beam suddenly stops. The ashen Hetero-Creature falls to the ground as if it suddenly loses power."},{"T":"301","2":"Lucia","3":"What... happened?"},{"T":"301","3":"The Hetero-Creature on the ground writhes and trashes, making a horrifying, twisted shriek."},{"T":"301","3":"Following the creature's frenzy movement, the Polyphage also slows down, and the hunting claws all stop in mid-air, frozen, as if they have stopped receiving any directive."},{"T":"301","3":"This anomaly lasts only half a second before the Hetero-Creature flaps its wings again, trying to reposition itself."},{"T":"301","2":"Lucia","3":"Commandant! Now!"},{"T":"301","3":"Ignoring the crazed alarm from your Punishing Virus detector, you push with your last bit of strength, and your katana finally punctures the shielding of the Polyphage's Core. With a flash of crimson, the Core begins to crack."},{"T":"301","3":"No one knows what would happen if a human hand reaches inside a Core, but there is only one thing you can do now..."},{"T":"302","2":"Luna!"},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"Wake up!"},{"T":"301","3":"The interior of the Core spews out countless hunting claws, and they hold on to Luna as stubbornly as the Polyphage's obsession is."},{"T":"301","3":"Those slender arms attack everything that approaches, desperate to tear into everything they touch and drag them inside."},{"T":"301","3":"The protective suit from the Support Force you are wearing is torn away by their relentless talons. The Corruption Index shown on your wrist is climbing rapidly."},{"T":"302","2":"Ugh... I feel..."},{"T":"301","3":"You no longer feel your body aching. In fact, you no longer feel your arms and legs—you do not need the maddening alarms to know that your body has reached its limit."},{"T":"301","3":"Madness, hatred, the desire to destroy... The corruption on the mind from the Polyphage seeps into you alongside the Punishing Virus. Yet, so does the yearning from Luna."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"You fall into a constant clash with Luna's mind, and her pain, anger, and obsession all plunge into the gaps of your consciousness like a torrent of melted snow."},{"T":"301","3":"You can feel her consciousness entwining yours, and as your psyches interweaved, into the chaotic M.I.N.D. you fall."},{"T":"301","3":"Complete darkness lies before you. You cannot tell if the space you are in is narrow or vast, and time stops having any meaning here, as it stretches a moment to eternity."},{"T":"301","3":"You immediately notice a white figure in the void because, in this immense darkness, she is the only light."},{"T":"301","2":"???","3":"How did you get here?"},{"T":"301","3":"Although you have only heard her voice a few times, you instantly recognize this is Luna speaking."},{"T":"302","2":"Luna...?"},{"T":"301","3":"The young girl in white curls up into a ball on the floor—if the darkness you are stepping on is indeed the ground."},{"T":"301","2":"Luna","3":"Who're you?"},{"T":"302","2":"Don't you know me?","4":"I'm the Gray Raven Commandant."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"So, it's Lucia's commandant this time..."},{"T":"301","2":"Luna","3":"So, it's Lucia's commandant this time..."},{"T":"301","3":"She walks toward you—not hovering, for some reason, and the eyes on her shorter frame look up at you."},{"T":"301","2":"Luna","3":"Whatever you want to say, I get it."},{"T":"302","2":"...?","4":"What do you mean?"},{"T":"301","2":"Luna","3":"I know the routine now. If I don't listen to you, my body hurts."},{"T":"301","2":"Luna","3":"All I've wanted is for my wish to come true. All I've wanted... is Lucia by my side."},{"T":"301","2":"Luna","3":"She no longer has to act tough or lie about the bad things in the world. I'm strong enough for both of us now. I'll carry her burden, whatever it is. She just needs to stay with me."},{"T":"301","2":"Luna","3":"I'll destroy this world of liars, and I'll make all the vile men pay."},{"T":"301","2":"Luna","3":"Once the filtering is over, I'll create a paradise where we can live freely. A place to truly call home."},{"T":"301","2":"Luna","3":"And then everything that's ever hurt and upset Lucia will disappear. She and I can go to the places she's always wanted to go."},{"T":"301","2":"Luna","3":"She... is still the kind soul she was, but something's changed, and she wouldn't tell me what it is."},{"T":"301","2":"Luna","3":"But the only thing that I've never regretted is finding her and getting her back to me."},{"T":"301","3":"Luna's gaze seems to go through you, setting on something else. Chillingly she smirks."},{"T":"301","2":"Luna","3":"Doesn't matter whose face you're donning. I know none of this is real."},{"T":"301","2":"Luna","3":"So—stop thinking that your tricks will sway me."},{"T":"302","2":"(Does she think that I'm a projection in her mind...?)"},{"T":"301","3":"The void begins to shake. The corners of Luna's clothes begin to crumble and fade into the darkness. You fear that her consciousness will soon follow suit."},{"T":"302","2":"I'm not a projection."},{"T":"301","2":"Luna","3":"...?"},{"T":"301","2":"Luna","3":"Then, why are you here?"},{"T":"301","3":"Luna's expression changes back to the one you remember—proud, estranged, but then fictitious and distant."},{"T":"302","2":"Lucia is still fighting."},{"T":"301","3":"Even in the M.I.N.D., the sound of Lucia battling the Hetero-Creature comes through constantly. Every wound she takes is another second to save Luna."},{"T":"301","2":"Luna","3":"...Lucia?"},{"T":"301","2":"Luna","3":"My sister's outside... Why is she..."},{"T":"302","2":"She is fighting for you."},{"T":"302","2":"Just like how she used to fight to protect you."},{"T":"301","3":"As though something has hit her, Luna braces her head with her hands."},{"T":"301","2":"Luna","3":"What's... happening to me?"},{"T":"301","2":"Luna","3":"I was there with... Gabriel, and the Polyphage... that thing... it's wrong, it shouldn't exist..."},{"T":"301","2":"Luna","3":"And then I..."},{"T":"302","2":"You're inside the Polyphage.","4":"Gabriel's going after Alpha."},{"T":"301","3":"Luna's expression shifts for the first time. She stands straight and tall."},{"T":"301","2":"Luna","3":"I remember now—Gabriel was going to turn Alpha into...!"},{"T":"301","2":"Luna","3":"I... will not forgive anyone who hurts my sister."},{"T":"301","3":"You hear the sound of something cracking in the dark as if it has escaped from the constraints of darkness as it returns to Luna."},{"T":"301","2":"α","3":"Luna..."},{"T":"301","3":"The voice of Alpha's call lingers in the air while the sound of Lucia's battle hits your consciousness periodically, guiding you like a beacon."},{"T":"301","3":"The darkness tries to flood you out, rejecting your invasive psyche. You keep getting ejected from the M.I.N.D., bouncing between it and reality."},{"T":"301","3":"As the force that pulls you away intensifies, more and more voices from the outside world leak into the M.I.N.D, destabilizing your hold of it. But you still try your best to tell Luna your plan."},{"T":"301","3":"Witnessing your fading shadow, Luna looks conflicted."},{"T":"301","3":"'I will take every chance to overcome this.'"},{"T":"301","3":"'That's why I'm going to get you out of here.'"},{"T":"301","3":"'And you're going to defeat the Polyphage and save Lucia.'"},{"T":"301","2":"Luna","3":"Is that why you believe in this human, Lucia?"},{"T":"301","2":"Luna","3":"Even without my full power, I should be able to accomplish that."},{"T":"301","2":"Luna","3":"My sister is still outside... I'm not meeting my end here."},{"T":"301","3":"Realizing that Luna is attempting to escape, the dense fog of darkness converges around her again, striking her with its physical form."},{"T":"301","3":"The nightmare that has been haunting her M.I.N.D. is now a physical monster that rips into her body, and it tries to drag her back into the abyss."},{"T":"301","2":"Luna","3":"You... won't stop me again."},{"T":"301","3":"The scars of her resistance torment her like a whip lashing her over and over again, but Luna ignores the pain as she runs toward the only light in the darkness."},{"T":"301","3":"Your consciousness returns to the real world, and all the pain you have been holding off surfaces all at once, almost knocking you out again."},{"T":"301","3":"However, the infection from the Punishing Virus is surprisingly receding even without injecting a serum, despite the fact that you should have succumbed to it long ago."},{"T":"301","3":"The chaos that was flooding into your mind has also stopped as if something is blocking it. Your incapacitated body is now slowly recovering."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"The Polyphage reacts to Luna waking up by expending all its power to suppress her mind. She winces again from the pain."},{"T":"301","3":"It attempts to pull her consciousness back into the abyss once more. If it succeeds, their minds will be fused forever, and Luna will cease to exist while the Polyphage will gain all her power."},{"T":"301","3":"But this has distracted the Polyphage long enough from maintaining control over the hunting claws. The aggressive arms begin to weaken, making them easy targets even for a novice sword-wielder."},{"T":"302","2":"(Swing at the hunting claws)"},{"T":"301","3":"You cut off the flapping arms, and sparks fly everywhere inside the Polyphage's Core."},{"T":"302","2":"Luna!"},{"T":"301","3":"The remaining hunting claws begin to cover Luna layer by layer, quivering as they try to pull her further down."},{"T":"302","2":"Dammit... WAKE UP!"},{"T":"301","3":"You swing and you cry out her name, giving her mind something to latch on, in a desperate gamble of time and fate."},{"T":"301","3":"The arms are still crawling and pulling, but this is where they meet their end."},{"T":"302","2":"(Plunge your katana through the Polyphage's Core)"},{"T":"301","3":"You pierce the Energy Core with your blade in one hand, while grabbing Luna's arm with the other. You pull her up toward you."},{"T":"301","3":"..."},{"T":"301","3":"..."}]