[{"T":"301","2":"Rosetta","3":"All of the surveying instruments are up and operational—"},{"T":"301","2":"Rosetta","3":"Campfire ready, tent is up, and we got fish from the bear... Good, all ready."},{"T":"301","2":"Rosetta","3":"Commandant, we just need to keep watch here until morning."},{"T":"301","3":"Rosetta tells you so as she adds firewood to the campfire. The branches dried beforehand immediately catch fire as they join the pile."},{"T":"301","3":"The campfire flares up, burning and blooming like a blossom. The embers dance sporadically in the air, become taken by the Arctic wind, then fall and go out on the snow."},{"T":"301","2":"Rosetta","3":"Commandant, thank you so much for coming with me on this mission."},{"T":"302","2":"This feels more like a vacation than a mission.","4":"I did promise you after all."},{"T":"301","2":"Rosetta","3":"The engineers also said that this is kind of a vacation. Most of them were just reluctant to leave the engineering bay."},{"T":"301","2":"Rosetta","3":"I see... Thank you, Commandant."},{"T":"301","3":"After that, Rosetta falls quiet, occasionally adding in firewood and glancing at the surveying instrument."},{"T":"301","3":"The engineers specified that, since this is the last survey, they will not dispatch another crew to recover the instruments."},{"T":"301","3":"So Rosetta will need to wait here for all instruments to obtain enough data, then pack everything up and bring it back to Babylonia."},{"T":"301","2":"Rosetta","3":"Commandant, you can go rest in the tent if you're tired. I'll be on night watch."},{"T":"302","2":"I'm not tired yet.","4":"I feel bad leaving it all to you..."},{"T":"301","2":"Rosetta","3":"Really...? I think you should still rest while you can, though. After all, who knows what could happen?"},{"T":"301","2":"Rosetta","3":"It's okay. This is my duty, after all. Not to mention, Constructs are more suitable for this kind of work."},{"T":"301","3":"——"},{"T":"301","2":"Rosetta","3":"Huh?!"},{"T":"301","3":"Rosetta is about to badger you into sleeping again, but a sudden tremor causes her to pause."},{"T":"301","2":"Rosetta","3":"It's... raining?"},{"T":"302","2":"This is the first time I've seen it rain here.","4":"Do you have an umbrella?"},{"T":"301","2":"Rosetta","3":"No, not just that... Coupled with the tremors—Commandant, I recommend that we hurry up and take shelter."},{"T":"301","2":"Rosetta","3":"We might have a situation, Commandant. We need to find shelter ASAP."},{"T":"301","3":"Seeing the rain, Rosetta immediately wields her weapon. Her eyes meet your befuddled ones."},{"T":"301","2":"Rosetta","3":"Commandant, remember what the bear said about working at the climate station?"},{"T":"302","2":"Yes.","4":"Did he cause those tremors?"},{"T":"301","2":"Rosetta","3":"I don't have any evidence, but based on the change in weather, there may be something wrong with the climate station."},{"T":"301","2":"Rosetta","3":"No, I don't think so. But it looks like there's a problem with the climate station."},{"T":"301","2":"Rosetta","3":"Earthquakes, rain... Who knows what might come next. I'm worried that the tent won't keep us safe out here in the snowfield."},{"T":"301","2":"Rosetta","3":"Anyway, come with me, quick. There should be a Forest Guard shelter up ahead."},{"T":"301","3":"——"},{"T":"301","2":"Rosetta","3":"We should be safe here."},{"T":"301","3":"You and Rosetta find shelter in a cave. The entrance of the cave howls as ice and snow whirl in the frigid wind."},{"T":"301","2":"Rosetta","3":"I knew it... Looks like we'll be stuck here for a few hours as we wait out the blizzard."},{"T":"302","2":"Not my lucky day, huh..."},{"T":"301","2":"Rosetta","3":"Huh?"},{"T":"301","3":"Hearing you utter her catchphrase, Rosetta pauses before breaking into a chuckle."},{"T":"301","2":"Rosetta","3":"Never thought you'd have this playful side to you... But it really is unfortunate to have this happen on the last day. We'll likely have to recalibrate the equipment."},{"T":"301","2":"Rosetta","3":"But on the whole, I guess I'm pretty lucky."},{"T":"301","3":"Without giving you a chance to react, Rosetta leans over."},{"T":"301","2":"Rosetta","3":"Through all this misfortune, I got to see the world for my own and come to my own conclusions."},{"T":"301","2":"Rosetta","3":"And now, I'm sitting in the same place as you, 【kuroname】."},{"T":"301","2":"Rosetta","3":"I'm not very good at expressing myself, but I can tell that you're trying to get to know me."},{"T":"301","2":"Rosetta","3":"...Which is why I asked you to come to the Arctic with me, so I can show you how I live in the wild. I wanted to tell you all that you want to know about me."},{"T":"301","2":"Rosetta","3":"So, 【kuroname】... Do you know me a bit better now?"},{"T":"302","2":"Yeah.","4":"Not enough."},{"T":"301","2":"Rosetta","3":"That's great. I'm not too good at introducing myself to others, after all."},{"T":"301","2":"Rosetta","3":"Then let's take it slow in the future. We still have many more fights ahead of us. We have the time."},{"T":"301","2":"Rosetta","3":"Speaking of, I've been telling you everything that's on my mind... Since the mission will have to be suspended in this weather anyway..."},{"T":"301","2":"Rosetta","3":"Think you could tell me more about yourself, 【kuroname】? I feel like the Babylonia records don't paint the whole picture."},{"T":"302","2":"I don't know where to begin...","4":"This will take some time."},{"T":"301","2":"Rosetta","3":"Anything works—your hobbies, your past, or whatever is on your mind... Anything."},{"T":"301","2":"Rosetta","3":"I don't mind..."},{"T":"301","2":"Rosetta","3":"Before this snowstorm stops—"},{"T":"301","2":"Bionic Bear","3":"Uh, sorry folks, but uh... I'm taking shelter here, too, aye?"},{"T":"301","2":"Rosetta","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"Rosetta","3":"Just my luck..."}]