[{"T":"301","2":"Villier","3":"Looks like malicious code was uploaded five hours ago. The machine was still at the Pulao Crew's ordinance factory at that time."},{"T":"301","2":"Qu","3":"That's not a place someone can just waltz in all willy-nilly."},{"T":"301","2":"Villier","3":"Got that right. Its anti-tracking software is really sophisticated, too. Redundant code is generated every 10 minutes to hide the malicious code."},{"T":"301","2":"Villier","3":"They must have planned this for some time. Had it not been for my habit of always leaving a backdoor in all of my programs, I wouldn't have been able to figure out what was wrong."},{"T":"301","2":"Qu","3":"Only a handful of people in Kowloong have the authority and technology to pull something like this off."},{"T":"301","2":"Villier","3":"Got that right. Either the hackers I took care of last year or the members of the Chaofeng Crew you took in."},{"T":"301","2":"Villier","3":"Aside from those few, there's gotta be someone with high security coverage."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Villier","3":"Got it. This is the work of 'Cradle'."},{"T":"301","2":"Villier","3":"Looks like this hacker organization is finally reemerging in Kowloong after supposedly dying years ago."},{"T":"301","2":"Villier","3":"They may have tried to mask their payments several times over, but they're receiving regular payments from..."},{"T":"301","3":"Villier stares at his mobile access terminal for some time before finishing his sentence."},{"T":"301","2":"Qu","3":"From who?"},{"T":"301","2":"Villier","3":"Yin."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Villier","3":"Hmph, humans truly are hopeless. It appears even relatives can be eradicated, so long as they stand in the way."},{"T":"301","2":"Qu","3":"...Why so flustered?"},{"T":"301","2":"Villier","3":"Flustered? I've never been more calm."},{"T":"301","2":"Villier","3":"Humanity has merely confirmed my beliefs every step of the way. After all the anger dissipates, hilarity is all that remains."},{"T":"301","2":"Qu","3":"Anger...?"},{"T":"301","3":"Despite learning that I have been betrayed, I still feel devoid of emotions."},{"T":"301","3":"Seeing Villier fraught with anger, I'm suddenly overcome with ideas never to have crossed my mind."},{"T":"301","3":"Humans have an array of emotions far more profound than just a single noun in a set of data."},{"T":"301","3":"Brother's fear and anger, Villier's loneliness and disgust, and the family's love and gratification—all intertwined with each other."},{"T":"301","3":"I overflow with emotional ties, none of which stem from the heart."},{"T":"301","3":"My family taught me humility, and humility abstains oneself from brandishing this word."},{"T":"301","3":"But perhaps I am as perfect as Villier and the others say. I'm always able to respond to others with the appropriate attitude and meet their expectations."},{"T":"301","3":"This has been my duty since birth—to be a lonely, powerful, and false Supreme."},{"T":"301","3":"The Supreme is a mere facade, weaved through lies to dance for the masses."},{"T":"301","3":"I will fulfill my family's mission, live up to the expectations of the people, and refrain from any actions ill-suited for the Supreme."},{"T":"301","3":"A ruin devoid of warmth lies beneath my shell, drowned in indifference."},{"T":"301","3":"To fill these emotionless ruins, I try my best to imitate and show concern for others in an attempt to understand the deeper meaning contained in these words, so I can try my best to act like a normal person."},{"T":"301","3":"But the repairs I've made on these ruins merely end up disappearing into the sea without a trace."},{"T":"301","3":"Some things just cannot be imitated."}]