[{"T":"301","2":"Watanabe","3":"???"},{"T":"301","2":"Cyril","3":"I was going to make the introduction myself. How rude of me."},{"T":"301","2":"Watanabe","3":"Why...?!"},{"T":"301","2":"Cyril","3":"I just wanted to tell everyone the truth."},{"T":"301","2":"Watanabe","3":"The truth?"},{"T":"301","2":"System Voice","3":"Warning. Radar waveform detected."},{"T":"301","2":"Watanabe","3":"Wait!!!"},{"T":"301","2":"Cyril","3":"All the truth, pedantic, dirty, hypocritical truth... Right here!"},{"T":"301","2":"System Voice","3":"Warning. Warning. Main wings damaged. Fuel leaking!"},{"T":"301","2":"Watanabe","3":"What are you planning, Cyril?!"},{"T":"301","2":"Watanabe","3":"(Dammit! I can't stop him if I don't attack!!)"},{"T":"301","2":"Cyril","3":"Watanabe, do you think they can be forgiven?"},{"T":"301","2":"Watanabe","3":"What..."},{"T":"301","2":"Cyril","3":"You watched my son die in front of you. Aren't you his best friend? Aren't you going to fight for him? Can you forgive these bastards?"},{"T":"301","2":"Cyril","3":"You saw that list! They're trying to flee into space, leaving the soldiers—who are fighting with their lives—behind to die! No honor, no graves!"},{"T":"301","2":"Cyril","3":"Can you forgive those liars?!!"},{"T":"301","2":"Cyril","3":"Out of my way! I will reveal their dirty deeds and show the truth to everyone!"},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"I can."},{"T":"301","3":"Watanabe's voice feels like fuel and lubricating oil. He shouted with unrestricted anger."},{"T":"301","2":"Watanabe","3":"You are not the only one who lost someone important!"},{"T":"301","2":"Watanabe","3":"I have never forgotten Bruce!! And my other brothers in arms! I remember them, every single one of them!"},{"T":"301","2":"Cyril","3":"January 22nd, 2161. The northern defense was breached by Corrupted due to a mistake of the local army. Mercenary squad 'Oasis' was hired to make up for the lack of troops."},{"T":"301","2":"Cyril","3":"Oasis Squad persisted in the snow for a week and rescued all the civilians in a church. Fifty-two KIA."},{"T":"301","2":"Cyril","3":"That's all the record they had in Babylonia's system."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"Albert, we call him green-head. Gaza, always had mint leaves with him. Coates, he came from Islay Islands, just like you and Bruce..."},{"T":"301","2":"Watanabe","3":"No matter what... I cannot give a reasonable explanation for that list. But what I know is..."},{"T":"301","2":"Watanabe","3":"Those people evacuated to Babylonia... The first batch of them were researchers of anti-Punishing technology."},{"T":"301","2":"Watanabe","3":"The second batch is... It may sound like an excuse to you."},{"T":"301","2":"Watanabe","3":"But they're necessary for regulating society and spreading culture after the war ends."},{"T":"301","2":"Watanabe","3":"We live in a dark era, but we need someone to look to the future."},{"T":"301","2":"Watanabe","3":"This is what 'bird of hope' means."},{"T":"301","2":"Cyril","3":"..."},{"T":"301","2":"Cyril","3":"...What about my hope...? There are tens of thousands of soldiers like me, abandoned, stranded on the ground. What about our hope?"},{"T":"301","2":"Cyril","3":"Maybe you're right, young man. But I have made my decision."},{"T":"301","2":"Watanabe","3":"Captain Cyril..."},{"T":"301","2":"Watanabe","3":"Bruce used to talk about you."},{"T":"301","2":"Cyril","3":"What... did he say?"},{"T":"301","2":"Watanabe","3":"He said you were a great pilot. He looked up to you. He became a mercenary because he wanted to become one like you."},{"T":"301","2":"Watanabe","3":"He never hated anyone, even after the war took his family."},{"T":"301","2":"Watanabe","3":"My biggest regret... Is that I couldn't save him."},{"T":"301","2":"Watanabe","3":"Bruce was unique. But his legacy will go on. I will never stop fighting on this land, even just for his sake."},{"T":"301","2":"Watanabe","3":"I will carry on his legacy."},{"T":"301","2":"Watanabe","3":"I'm sorry, but I have to stop you!"},{"T":"301","2":"Cyril","3":"Alright. Come on then, kid!! I've never lost to anyone in the air!!!"},{"T":"301","2":"Watanabe","3":"What a pity, you never got to fight Bruce!"},{"T":"301","2":"Watanabe","3":"But I'm just as good!"}]