[{"T":"301","2":"Liv","3":"This is..."},{"T":"302","2":"(Inspect the floor)"},{"T":"301","2":"Liv","3":"Look here, Commandant."},{"T":"301","3":"Looking in the direction Liv is pointing, you see dilapidated high-rises around you. But then..."},{"T":"301","2":"Liv","3":"I noticed some peculiar residue on the ground bearing a resemblance to the Red Tide."},{"T":"302","2":"...Something was devoured?","4":"Are these signs left by the Red Tide?"},{"T":"301","2":"Lucia","3":"We thought the Red Tide hadn't reached here. Looks like we were wrong."},{"T":"301","2":"Lee","3":"By the look of this, it appears that the Red Tide has already been through here."},{"T":"301","3":"The residue means that you can follow it. Since it is the only clue you have at present, which leaves you one option..."},{"T":"302","2":"Liv, confirm the extent of the Red Tide's expansion."},{"T":"301","2":"Liv","3":"I'll try... Maybe we can find the source of the Red Tide."},{"T":"302","2":"I'll leave it to you then."},{"T":"301","3":"Following the residue of the Red Tide all the way to the south of the city, you finally stop in front of a large shopping mall."},{"T":"301","3":"Looking through a broken window, you see that the mall is vacant. Most shops in the abandoned city preserve the moment of disaster. Goods have been looted, shelves have collapsed, and the glass shattered."},{"T":"301","3":"However, this mall is eerily empty—no shelves, no entertainment facilities, and no traces of looting. There is only residue from the Red Tide, indicating what has happened."},{"T":"301","2":"Lee","3":"The Red Tide's residue starts here. It appears that it was stored in one place until it circulated underground through the water distribution system before breaking out onto the ground level."},{"T":"301","2":"Lee","3":"For people on the surface, it had to have been like a rising tide from an unknown source."},{"T":"301","2":"Liv","3":"You mean, this is the source of the Red Tide?"},{"T":"301","2":"Lee","3":"We can't determine if all of the Red Tide started here, but it's at least one of the sources."},{"T":"302","2":"Let's go check underground."},{"T":"301","3":"You all descend a set of stairs leading to the dilapidated parking garage two levels underneath the mall. The emergency indicators are still on, leading to a corner of the garage like a silent guide."},{"T":"301","2":"Lucia","3":"Found it."},{"T":"301","2":"Liv","3":"It looks like an ordinary entrance to a bomb shelter."},{"T":"301","2":"Lee","3":"But we need special authorization to open the lock. Seems like it's no ordinary shelter."},{"T":"302","2":"The authentication mechanism looks obsolete.","4":"Looks like we can open it with brute force."},{"T":"301","2":"Lee","3":"Correct. It appears to be a primitive lock made during the Post-Pandemic Age. Give me five minutes."},{"T":"301","2":"Lee","3":"And... done."},{"T":"301","2":"Lucia","3":"Here's the breaching charge Bridget said we might be able to 'put to good use.' She gave it to us before we left."},{"T":"302","2":"I didn't think we'd need it...","4":"Let's get this over with then."},{"T":"301","2":"Lucia","3":"Breaching the door, Commandant. Stand clear."},{"T":"301","3":"..."},{"T":"301","3":"You hear the sound of gears turning, then the door slowly opens."},{"T":"301","3":"You see a seemingly ordinary bomb shelter corridor extending into the dark unknown."},{"T":"302","2":"Prepare to enter.","4":"What's the Punishing Virus concentration?"},{"T":"301","2":"Lee","3":"Wait."},{"T":"301","3":"Lee raises his hand to stop you, then looks at Liv."},{"T":"301","2":"Lee","3":"Liv, what's the Punishing Virus concentration down below?"},{"T":"301","2":"Liv","3":"Readings indicate that the concentration is the same as the surface. We can handle it with our enhanced Inver-Devices."},{"T":"301","2":"Liv","3":"Actually... it's even slightly lower than above ground. If the concentration is at this level, there should be no problem for the commandant to enter."},{"T":"301","2":"Lee","3":"Well, that's unexpected."},{"T":"301","2":"Lucia","3":"I don't know why... but it seems like they've rolled out the red carpet for us."},{"T":"301","2":"Liv","3":"However, I detected a burst of abnormal energy underground... It was just for a split second, but it was incredibly strong."},{"T":"302","2":"Was it Huaxu?","4":"Was it an Ascendant?"},{"T":"301","2":"Lee","3":"No... The Huaxu Luna got is only a key. There's no way it would contain such a huge amount of energy."},{"T":"301","2":"Liv","3":"This reaction... is closer to the Hetero-Creatures we encountered in the city ruins, but it's on a whole new level."},{"T":"301","2":"Lucia","3":"You mean, there might be a giant Hetero-Creature down there...?"},{"T":"301","2":"Liv","3":"Correct. Be careful, everyone... especially you, Commandant. Don't take off your protective equipment. Do you have enough serums?"},{"T":"302","2":"Yes, we're stocked up."},{"T":"301","2":"Lee","3":"Alright, then. Proceed with caution."}]