[{"T":"301","2":"Granton","3":"Never thought I, Granton, would be so embarrassed by heroes."},{"T":"301","3":"Thanks to the recovery potions, we blasted through the castle with ease and finally reached the second Demon General, Granton."},{"T":"301","2":"Granton","3":"I don't know about the first two heroes, but... Do you two really believe what the King said?"},{"T":"301","3":"As Camu and Vera defeated Granton's minions, he looked over, hands on his wounds."},{"T":"301","2":"Karenina","3":"Do you mean me and the Commandant of Gray Raven?"},{"T":"301","2":"Granton","3":"Correct. From what I heard, you already knew that King was plotting something."},{"T":"301","2":"Granton","3":"Why are you still doing this if you already doubt him!?"},{"T":"302","2":"Because this is the main quest.","4":"Do you know what the King is really up to then?"},{"T":"301","2":"Granton","3":"Main...what!? Just like the last generation, you heroes always say weird things."},{"T":"301","2":"Granton","3":"Of course I do..."},{"T":"301","2":"Granton","3":"Anyway, that King is the real monster. He wants to take the artifact from us and control this world."},{"T":"301","2":"Camu","3":"With this stone alone?"},{"T":"301","3":"Camu took out the jade after hearing Granton. The latter gnashed his teeth..."},{"T":"301","2":"Granton","3":"Right, this is it. The artifact was originally given to us Demons by the Goddess as an order to keep the Demons alive."},{"T":"302","2":"An order?","4":"Who is the Goddess?"},{"T":"301","2":"Granton","3":"Yeah. Because of this artifact, we Demons have greater strength than humans."},{"T":"301","2":"Granton","3":"She is... No, there is a spell on her name. We are unable to write or read it out."},{"T":"301","2":"Granton","3":"The power of the artifact allowed us to summon the Demon King in the last war. The Goddess originally wanted to balance the power of both sides to reduce casualty."},{"T":"301","2":"Granton","3":"But the Demon King escalated the war without discussing with us. Eventually, the heroes of the revelation arrived and destroyed us."},{"T":"301","2":"Vera","3":"Speaking of which, what exactly does the 'hero of the revelation' mean?"},{"T":"301","2":"Camu","3":"The revelation means the main quest. This is probably how the last generation of heroes called it."},{"T":"301","2":"Granton","3":"Right... They felt sorry to us, but said they had no choice but to follow the revelation in order to win this game."},{"T":"301","2":"Granton","3":"We saw it as the Goddess' punishment and didn't want to take it back to them. But the humans soon retaliated and wanted to take the artifact away from us."},{"T":"301","2":"Granton","3":"We could have summoned the Demon King again with the artifact. But we only created four sanctuaries with it and sealed them against all humans."},{"T":"301","2":"Vera","3":"You sealed them... But why are we standing right here?"},{"T":"301","2":"Granton","3":"Because you are heroes. Only the heroes can ignore the rules set by the Goddess."},{"T":"301","2":"Vera","3":"Aha... No wonder he couldn't do this himself."},{"T":"301","2":"Granton","3":"That's why you must stop working for the King. If you really are the heroes, you should do what's best for the world. We can promise to never attack humans again."},{"T":"301","2":"Granton","3":"And... Please also go back and ask the King to leave us alone."},{"T":"302","2":"I'll try.","4":"No, I don't think we can."},{"T":"301","2":"Camu","3":"I met many people like him. Even if you threaten his life, it still won't work."},{"T":"301","2":"Granton","3":"What...!?"},{"T":"301","2":"Vera","3":"Just use your brain. Do you think that King will listen to 'heroes' like us?"},{"T":"301","2":"Granton","3":"I'll take that as a no."},{"T":"301","2":"Camu","3":"Because we are also the 'heroes of the revelation.' Give us the artifact now!"}]