[{"T":"301","3":"Climbing up the long and narrow steps, you come upon a relatively safe area, finally allowing you to unload the heavy mods and empty air cylinder."},{"T":"301","3":"You search all the accessible floors but find no one. Only the rooms lying in ruins remain unsearched."},{"T":"302","2":"We need to think of a way in."},{"T":"301","2":"Liv","3":"But there aren't any signs of activities in these rooms."},{"T":"301","2":"Lucia","3":"No signs of activities?"},{"T":"301","2":"Liv","3":"Correct. Maybe the person that cried for help is already..."},{"T":"301","2":"Lucia","3":"I can't reach Bridget. And we can't get away from the Red Tide..."},{"T":"302","2":"Well, let's still check them out then."},{"T":"301","3":"The wreckage in front of you looks like they were once a pile of furniture intentionally placed there to block the entrance, before being blown to pieces."},{"T":"301","2":"Lee","3":"Let's clean up the debris first."},{"T":"301","3":"The four of you use improvised shovels to clear out the debris in the corridor."},{"T":"301","3":"Opening the doors, you find what appears to be similar storage rooms one after another."},{"T":"301","3":"In the last room, old daily necessities are littered throughout, accompanied by stacks of storage boxes. Several work uniforms discarded in the corner have grown moldy over time."},{"T":"301","3":"An old polymer screen that seems to separate a changing area for the employees stands resolutely in place on the other side of the room."},{"T":"301","3":"Lee steps over the scattered objects and pulls the screen away."},{"T":"301","2":"Lee","3":"...?!"},{"T":"302","2":"What is it?"},{"T":"301","3":"Seeing his odd expression, the rest of you rush over to him."},{"T":"301","3":"Behind the screen, you see a Construct and a human in commandant uniform."},{"T":"301","2":"Liv","3":"What's a Construct squad from Babylonia doing here?"},{"T":"302","2":"They weren't the ones calling for help... were they?"},{"T":"301","2":"Liv","3":"Looks like... the commandant must have been dead for over a week."},{"T":"301","2":"Lucia","3":"I heard from another squad leader that a squad came here on a mission but never returned."},{"T":"301","2":"Liv","3":"Is this them? Do you think there are any others...?"},{"T":"302","2":"Can we recover the virtual projection?"},{"T":"301","2":"Lee","3":"Yes, but we're already out of range from the security terminal. We should set up another one here to boost the signal."},{"T":"302","2":"Alright, it should be safe here."},{"T":"301","2":"Liv","3":"We'll leave it to you, Lee."},{"T":"301","3":"Lee nods, then he pulls out a security terminal from his bag."},{"T":"302","2":"Oh, right. Any response from Asimov?"},{"T":"301","2":"Liv","3":"Not yet. There's a lot of signal fluctuation here. We'll have to wait."},{"T":"301","3":"You nod to Liv and quietly watch Lee operate the delicate security terminal."},{"T":"301","2":"Spear of F.O.S.","3":"Security terminal operational. Select an area to retrieve data."},{"T":"301","2":"Lee","3":"Just retrieve data from the last day they were alive."},{"T":"301","2":"Spear of F.O.S.","3":"Acquiring target data [>>>>>>>>] Complete."},{"T":"301","2":"Spear of F.O.S.","3":"Generating image from data [>>>>>>>>>>>>>>>>>>>] Complete."},{"T":"301","3":"Under the influence of the Spear of F.O.S., you see two Constructs and a human commandant appearing in the room."},{"T":"301","3":"They lean wearily against the wall and place the holo-screens from their terminals in front of them."},{"T":"302","2":"There were three of them?"},{"T":"301","2":"Lucia","3":"Looks like the other one wasn't here by the end."},{"T":"301","2":"The Dead Commandant","3":"Relay our coordinates to Coco. Have her meet us here."},{"T":"301","2":"Chatty Male Construct","3":"She'll be able to find us anyway. Why don't we just let her figure it out?"},{"T":"301","2":"Stern Male Construct","3":"Quit being stupid."},{"T":"301","2":"Liv","3":"His voice sounds familiar."},{"T":"301","2":"Lucia","3":"Where have I heard it before?"},{"T":"301","3":"The commandant ignores their bickering and continues organizing the data, seemingly long familiar with their squabble."},{"T":"301","2":"The Dead Commandant","3":"Let's organize the data we've collected. We'll prepare to head out once Coco returns."},{"T":"301","3":"The stern male Construct furrows his brows and nods, then begins opening up the mess of data on his holo-screen."},{"T":"301","2":"Stern Male Construct","3":"The blood-like liquid Rowler and I discovered nearby... It's showing signs of the Punishing Virus evolving biologically."},{"T":"301","2":"Stern Male Construct","3":"The last recon team investigating it is still missing. Maybe they've been absorbed into it."},{"T":"301","2":"Liv","3":"The Punishing Virus... evolving..."},{"T":"301","2":"Lucia","3":"And another squad is missing..."},{"T":"301","2":"Lee","3":"Absorbed into it?"},{"T":"301","3":"The information from this one sentence is enough to fill the four of you with the same dismay as the three people in the projection."},{"T":"301","2":"Stern Male Construct","3":"We sampled that liquid just a few days ago, but it's now three times the size. It can cover an entire block now when it gushes out of the ground."},{"T":"301","2":"The Dead Commandant","3":"Gushes? Does it still recede like the tide?"},{"T":"301","2":"Rowler","3":"I think calling it a fountain is a bit more accurate!"},{"T":"301","2":"Stern Male Construct","3":"That may have been true a few days ago, but now it's turning into a tide."},{"T":"301","2":"Stern Male Construct","3":"It takes longer and causes larger cracks to the surface, but it still recedes into the ground."},{"T":"301","2":"Stern Male Construct","3":"We must inform Babylonia of this news. The evolving Punishing Virus is a bad omen. Not to mention that it keeps expanding."},{"T":"301","2":"Liv","3":"So, the Red Tide was originally hiding underground?"},{"T":"301","2":"Liv","3":"No wonder it's gone undetected by Babylonia."},{"T":"301","2":"Liv","3":"He had already uncovered so much. If only he had returned safely..."},{"T":"302","2":"It's not too late. We've found it, too.","4":"We've already submitted the data to Asimov."},{"T":"301","2":"Liv","3":"Good thing we've reported it. I thought my survey equipment was malfunctioning..."},{"T":"301","2":"Lucia","3":"We've always been able to count on you, Liv. You should have more faith in yourself."},{"T":"301","2":"Lucia","3":"However, if a team had already gone missing here, the following team sent here should have been far more equipped..."},{"T":"301","2":"Lucia","3":"And if that team also went missing..."},{"T":"301","2":"The Dead Commandant","3":"The signal is unstable here. We'll have to wait until we're back to Babylonia. Do you know how it's expanding?"},{"T":"301","2":"Rowler","3":"It's unclear, but I'm sure it has something to do with the dissolved remains."},{"T":"301","3":"The male Construct, Rowler, raises his hand to cover a haphazard yawn."},{"T":"301","2":"The Dead Commandant","3":"Dissolved..."},{"T":"301","2":"Stern Male Construct","3":"That's right."},{"T":"301","3":"As he says 'That's right,' the projection freezes in place as if it is buffering."},{"T":"301","2":"The Dead Commandant","3":"The signal is being jammed here. We need to return to Babylonia ASAP."},{"T":"301","3":"When the projection resumes, the two Constructs at the table stand up and prepare to leave per their commandant's order."},{"T":"301","3":"However, a blurry shadow stands in the doorway, suddenly charging at them with a lightning-fast slash."},{"T":"301","2":"The Dead Commandant","3":"Coco! You—!"},{"T":"301","3":"He opens his eyes wide in horror as he looks at the dark figures before him, then falls to the ground, limp."},{"T":"302","2":"...?"},{"T":"301","3":"After losing their commandant, the other two Constructs attempt to fight the dark figure, but their efforts are in vain."},{"T":"301","2":"Lucia","3":"Did that Construct, Coco, betray them?"},{"T":"301","2":"Lucia","3":"Looks like the squad didn't exactly work well together."},{"T":"301","2":"Liv","3":"No, I think something's wrong with the recording."},{"T":"301","2":"Lucia","3":"You mean when it was buffering for a moment?"},{"T":"301","2":"Liv","3":"Yeah, but... We can't prove anything without looking for more clues."},{"T":"301","2":"Lucia","3":"Want to keep searching, Commandant?"},{"T":"302","2":"Just in case?","4":"I trust Liv's intuition."},{"T":"301","2":"Liv","3":"Alright, let's keep looking!"}]