[{"T":"102","1":"Fake Ascension","2":"Eden Fallen"},{"T":"301","2":"Asimov","3":"The situation remains urgent. After confirming that there is no abnormality with the last section here, immediately proceed to the next area."},{"T":"301","3":"Your surroundings begin to distort immediately after departing the redundant block."},{"T":"301","3":"Asimov's voice from the comms echoes inside your head."},{"T":"301","2":"Asimov","3":"【kuroname】, do you copy? I know matrix immersions would create sensual distortions, but there's no time to waste!"},{"T":"301","2":"Lucia","3":"C-C-Commandant... W-w-what's wrong...?"},{"T":"301","2":"Lee","3":"Sensual... d-distort... S-stabilize the...c-connection..."},{"T":"301","3":"..."},{"T":"301","3":"The surroundings become gray and fuzzy as you lose control of your body..."},{"T":"301","3":"In this strange and frightening experience, even the voices from your team members around you become distant..."},{"T":"301","3":"A few hours ago..."},{"T":"301","3":"Aboard Babylonia's deep space colonial ship, 'the last Eden of humankind.'"},{"T":"301","3":"After finishing their work, the crews walk around the crowded cafes and bars located in the leisure module."},{"T":"301","3":"A transport craft carrying Task Force members and support mechanoids leaves the port for the surface, while another with minerals and roughly processed industrial goods returns from the conservation area on the ground."},{"T":"301","3":"In the distance, members of the logistics team stand at attention to make way for the passing teacher and children."},{"T":"301","3":"The teacher salutes the logistics team after all the children have gone through."},{"T":"301","2":"Teacher","3":"Thank you for your service."},{"T":"301","3":"The logistics leader salutes in return."},{"T":"301","2":"Logistics Officer","3":"Thank you everyone for your support!"},{"T":"301","3":"The logistics officers and children go their separate ways and proceed to their destinations."},{"T":"301","3":"Eden 32-MO Module, Dominik Memorial Park."},{"T":"301","2":"Tour Guide","3":"Alright, children. We've arrived at Dominik Memorial Park on the top level of the core axis."},{"T":"301","2":"Tour Guide","3":"For information on Dominik's achievements, please turn to Part B of Chapter Two in your digital guides..."},{"T":"301","2":"Children","3":"Ok—"},{"T":"301","2":"Tour Guide","3":"As we all know, the 'New Earth Almanac' was issued in the year 2130 of the New Earth Calendar..."},{"T":"301","3":"The children listen carefully to the tour guide's explanation, occasionally gasping in awe."},{"T":"301","2":"Worker A","3":"Did you hear the news? Is the leadership—om nom—haffing an—nom nom—emergeshy meeching today?"},{"T":"301","2":"Worker B","3":"It's just another regular meeting. The President's not even there. And quit talking with your mouth full and finish your breakfast, will ya?"},{"T":"301","2":"Worker A","3":"Gulp... I heard the engineering force had an urgent assembly this morning. Think everything's alright?"},{"T":"301","2":"Worker B","3":"We got the Parliament and Gestalt in the sky, and the Task Force on the ground. What's there to worry about? Let's just mind our own business."},{"T":"301","2":"Worker A","3":"Guess you're right... ****, only six minutes left. Hope we can make it!"},{"T":"301","2":"Worker B","3":"Don't come cryin' to me lookin' for meds if you get heartburns from eating on the road."},{"T":"301","3":"Slightly flustered, the workers exit the stairwell and hurry toward Parliament."},{"T":"301","2":"Task Force Member","3":"What's the schedule for today?"},{"T":"301","2":"Controller","3":"The briefing will begin soon. Please proceed to briefing room 302-B..."},{"T":"301","2":"Intelligence Force Member","3":"Today's routine HUMIT intel summary, priority: intermediate."},{"T":"301","2":"Controller","3":"Understood. Go over there and fill out the report..."},{"T":"301","3":"—Suddenly, an untimely alarm disrupts the peaceful moment."},{"T":"301","2":"Researcher","3":"...What's happening?"},{"T":"301","2":"Broadcast","3":"All passengers in the Eden 16-B module, please evacuate this module within ten minutes."},{"T":"301","2":"Broadcast","3":"Emergency thermal ventilation through the 16-B-C1 and C2 dispersal systems will be initiated."},{"T":"301","2":"Broadcast","3":"This is not a drill. Repeat, this is not a drill."},{"T":"301","2":"Soldier","3":"Please leave the premises immediately. Follow orders from the Military Constructs and take refuge."},{"T":"301","2":"Researcher","3":"Refuge? W-wait..."},{"T":"301","3":"Seeing the researcher not reacting immediately, the two soldiers grab the researcher and move without so much as an explanation."},{"T":"301","2":"Soldier","3":"Sorry, please cooperate. We have no time to waste."},{"T":"301","2":"Researcher","3":"No, I... I'm waiting for someone here..."},{"T":"301","2":"Soldier","3":"You can rest assured that no one's coming here now."},{"T":"301","2":"Researcher","3":"Hey! You—"},{"T":"301","2":"Tour Guide","3":"What's going on?"},{"T":"301","2":"Child A","3":"Look! The signs and banners! They're all red!"},{"T":"301","2":"Child B","3":"I've never seen this before... My dad told me that if you see them turn red, something bad is about to happen!"},{"T":"301","2":"Soldier","3":"Please leave the premises immediately. Follow orders from the Military Constructs and take refuge."},{"T":"301","2":"Tour Guide","3":"What? You... I..."},{"T":"301","2":"Soldier","3":"There's no time. We must proceed to the shelter!"},{"T":"301","2":"Tour Guide","3":"Eh... O-of course."},{"T":"301","3":"Soldiers line up to escort the children and the tour guide to the nearby shelter."},{"T":"301","3":"The bridge area is already in chaos five minutes after the alarm."},{"T":"301","3":"Almost all terminals are flashing warnings in red. Up above, the altitude indicator continues to plummet."},{"T":"301","2":"System Notice","3":"W A R N I N G. Power reducing in Fusion Units 1 to 16."},{"T":"301","2":"System Notice","3":"W A R N I N G. Orbital height fluctuation: minus 479 meters."},{"T":"301","2":"System Notice","3":"W A R N I N G. Orbital height fluctuation: minus 523 meters."},{"T":"301","2":"System Notice","3":"W A R N I N G. Orbital height fluctuation: minus 599 meters."},{"T":"301","2":"Chief of Bridge Officers","3":"Hey! Controller! Our altitude is dropping! What the hell is going on?!"},{"T":"301","2":"Controller","3":"Hold on, I'm checking... Dammit, all the query requests sent to Gestalt have timed out!"},{"T":"301","2":"Technician","3":"I'm on it! Transfer virtual jumper... ****! Connection rejected? That's never happened before..."},{"T":"301","2":"Technician","3":"Right... I-is Chief Technician Asimov here?"},{"T":"301","2":"Chief of Bridge Officers","3":"...Asimov was just called into a meeting."},{"T":"301","2":"Technician","3":"In that case, I'll inform the Engineering Force, the Support Force, and the personnel on duty in the engine room first."},{"T":"301","2":"Controller","3":"Then I'll find someone to go to the conference room. Now is not the time to worry about interrupting a meeting."},{"T":"301","3":"But then, the controller notices a warning flashing on the nearby terminal, requesting immediate attention. The operator that should have been attending to it, however, is missing."},{"T":"301","2":"Controller","3":"Dammit... All hell has broken loose. Was he called to handle some other issue?"},{"T":"301","2":"Controller","3":"The controller tries to operate the other terminal himself, but a more urgent situation suddenly appears on his own."},{"T":"301","3":"All he can do is operate the one in front of him and shout—"},{"T":"301","2":"Controller","3":"I need a hand here—"},{"T":"301","2":"Lee","3":"Here. Give me access."},{"T":"301","3":"Lee quickly walks to the terminal and presses a button to activate it, expanding the interface."},{"T":"301","2":"Lee","3":"Gravity engines operating at 22.7%. Babylonia is falling."},{"T":"301","2":"Lee","3":"You have to deploy the Engineering and Support Forces to all energy sectors immediately. Where's Celica?"},{"T":"301","2":"Controller","3":"Ms. Celica and President Hassen are in the conference room."},{"T":"301","2":"Controller","3":"...Why are you here?"},{"T":"301","3":"The controller looks at Lee, and behind him stands Lucia, Liv, and..."},{"T":"301","2":"Controller","3":"Commandant 【kuroname】, you and the Gray Ravens should be..."},{"T":"301","2":"Lee","3":"We've just finished our mission and returned."},{"T":"301","2":"Lucia","3":"We wanted to report to Ms. Celica and President Hassen on the bridge first, but..."},{"T":"301","2":"Military Construct","3":"Are you 【kuroname】 and the Gray Ravens?"},{"T":"302","2":"Yes."},{"T":"301","2":"Military Construct","3":"Come with me. President Hassen wants to see you."},{"T":"302","2":"But..."},{"T":"301","2":"Military Construct","3":"Save it for later."},{"T":"302","2":"...You got it."},{"T":"301","2":"Lee","3":"Then let's go. Remember to contact the Engineering Force and the Support Force like I told you."},{"T":"301","2":"Controller","3":"O-of course."},{"T":"301","2":"Bridget","3":"...****! What's wrong with the engines? Why have they all stalled?!"},{"T":"301","2":"Bridget","3":"And... Gravity engines operating at 19.6%! We're still falling!"},{"T":"301","2":"Karenina","3":"I was going to ask you! We've fallen almost 1,000 meters while we talk!"},{"T":"301","2":"Bridget","3":"Forget it! We'd be fine as long as the power is restored, but the exhaust valve terminal keeps returning error messages!"},{"T":"301","2":"Karenina","3":"Bridget! Tell your people to turn off the automatic controls of all the exhaust valves! If more than 5% of them are still blocked by the ****ing safety regulations, we're dead meat!"},{"T":"301","2":"Bridget","3":"What do you think I'm doing! Team 4 and Team 8, are you in position?!"},{"T":"301","2":"Engineer Construct","3":"Boss! The secondary unit said that the R3 pipeline is also busted!"},{"T":"301","2":"Bridget","3":"Dammit... If this keeps up, there's only one outcome."},{"T":"301","2":"Karenina","3":"What do you mean?"},{"T":"301","2":"Bridget","3":"If we can't restore the engines, we 'll crash into the ground."},{"T":"301","2":"Karenina","3":"...****! Babylonia will be blown to pieces long before we hit the ground! If the enemy has some goddamn railguns or anti-aircraft guns pointing at us once we're close enough—"},{"T":"301","2":"Karenina","3":"Hurry up with the exhaust system restoration, or the core and the ejector will be gone!"},{"T":"301","2":"Engineer Construct","3":"The staff from C1 and C2 dispersal systems have evacuated. Initiating exhaust ventilation! But..."},{"T":"301","2":"Karenina","3":"But what?!"},{"T":"301","2":"Engineer Construct","3":"The module's air conditioning system hasn't been switched to circulation mode, so the exhaust..."},{"T":"301","2":"Karenina","3":"The exhaust isn't ventilating! Got it! I'll take care of it myself!"},{"T":"301","2":"Bridget","3":"Really? But the exhaust outside is too hot!"},{"T":"301","2":"Karenina","3":"I'm a Construct! I'll be fine! Just disassemble me, hang me up, and clean my parts if things go south!"},{"T":"301","3":"Preparation Room."},{"T":"302","2":"Why are we brought here?"},{"T":"302","2":"What's going on?"},{"T":"301","2":"Lucia","3":"Did something go wrong with the mission?"},{"T":"301","2":"Lee","3":"Even so, it would have been discussed during the mission review."},{"T":"301","2":"Lee","3":"Not to mention, we've received notification that Babylonia is falling. It doesn't appear to be a drill."},{"T":"301","2":"Lucia","3":"Babylonia is falling, and we're told to sit here and wait?"},{"T":"301","2":"Lee","3":"It's an order from President Hassen. I'm sure he has his reasons."},{"T":"302","2":"Alright, let's wait then."},{"T":"301","3":"Earlier..."},{"T":"301","3":"With no chair in his cabin, Hassen sat upright on his bed."},{"T":"301","3":"Having lived a modest life for so many years, Hassen remained remarkably stalwart even as the President."},{"T":"301","3":"He would wake up, shower, and go back and forth between his chamber and the bridge. With his minimalist lifestyle, no one cared if he were to leave his door open. Not even rats would visit such a plain chamber."},{"T":"301","3":"But this time, having just woken up, he had no intention to head to the bridge immediately."},{"T":"301","2":"Hassen","3":"That nightmare again..."},{"T":"301","2":"Hassen","3":"How many times has it been?"},{"T":"301","2":"Hassen","3":"First, it was the 'Downtown Tyrant', then the City 104, then..."},{"T":"301","2":"Hassen","3":"Hmph... I'm gettin' old. My memory isn't quite like what it used to be. I can't remember much of anything anymore."},{"T":"301","2":"Hassen","3":"Paz... Jaskier... Ledger... Grey... David... Wu... Aoki..."},{"T":"301","2":"Hassen","3":"All of the people that I've met along the way... Are they all just faceless names now...?"},{"T":"301","3":"Hassen quietly reached for his left eye and touched the eye patch made of cloth and metal. The doctors warned him not to open it except during routine check-ups at the infirmary."},{"T":"301","3":"Yet he still reached for it, knowing that only a hole remained."},{"T":"301","3":"And when his finger touched the cloth, he felt a sharp twinge of pain—something he wanted to feel right now."},{"T":"301","3":"Phantom pain surrounded the empty eye socket, gradually spreading down his neck to the other wounds on his body."},{"T":"301","3":"Every wound the pain flowed through seemed to awaken something in his memories. Something that would otherwise fade away with age."},{"T":"301","2":"???","3":"President."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Celica","3":"President?"},{"T":"301","2":"Hassen","3":"...Is it time?"},{"T":"301","2":"Celica","3":"Everyone is waiting for you."},{"T":"301","2":"Hassen","3":"I'll be there momentarily."},{"T":"301","2":"Hassen","3":"If the Gray Ravens return... Have them wait in the preparation room."},{"T":"301","3":"The Babylonian conference room was bustling with a crowd of people."},{"T":"301","3":"As the automatic doors opened, Hassen and Celica entered the conference room one after another, and the commotion of the crowd subsided in an instant."},{"T":"301","3":"Everyone had their eyes on Hassen, including Asimov and Nikola sitting off to the side. Hassen took his seat under their gazes."},{"T":"301","2":"Hassen","3":"Celica, let's begin."},{"T":"301","2":"Celica","3":"Yes, President. Everyone, this is the situation we are facing now..."},{"T":"301","3":"Celica said as she opened a series of high-definition remote sensing imagery on the holo-screen."},{"T":"301","3":"The first area to bear the brunt of the attack was the northern seaside, which has just begun to thaw. On the coastline, the destroyed ports and beyond show signs of damage, but the settlements are largely intact."},{"T":"301","2":"Celica","3":"Prior to that, we experienced a wide range of data interference and jamming around New Murmansk."},{"T":"301","2":"Celica","3":"The jamming method was very similar to what we experienced at Venus Splash Park. We speculated that it was the work of an Ascendant, which was later confirmed by Team Ouroboros."},{"T":"301","2":"Celica","3":"Soon after that, the Forest Guard in New Sophiasburgh and the Forsaken stationed nearby began to mobilize towards New Murmansk."},{"T":"301","2":"Nikola","3":"But subsequent surveillance records from Team Scarab and Team Caribou showed that both the Forest Guard and the Forsaken were impeded about 30 kilometers outside of New Murmansk."},{"T":"301","2":"Celica","3":"...Correct. They were stopped for three hours until the Ascendants retreated, letting the Forest Guard and Forsaken pass."},{"T":"301","2":"Celica","3":"We are still investigating the motive behind the Ascendants."},{"T":"301","2":"Celica","3":"As for reports on casualties... I know the data might seem ludicrous, but please believe the first-hand reports from our Support Force."},{"T":"301","2":"Celica","3":"The old Nefheim Institute sustained heavy damage, so almost all reports overestimated the casualty counts. But after over two weeks of search and rescue, we have found that the casualty is far below previous estimates."},{"T":"301","2":"Nikola","3":"…Hmph, what was that? Were they pitying us?"},{"T":"301","2":"Hassen","3":"What do you mean? Maybe it's just... Some people are just unreasonable. Whatever the reason... I'll take it as a sign of luck."},{"T":"301","2":"Asimov","3":"President."},{"T":"301","2":"Nikola","3":"I believe you are here just to observe and offer consultation."},{"T":"301","2":"Hassen","3":"That's fine, Asimov. Say what it is you have to say."},{"T":"301","2":"Asimov","3":"This is more of a threat than it is luck. Based on the series of occurrences at New Murmansk—"},{"T":"301","2":"Asimov","3":"I believe the Ascendants have shown significant strength, and the restrain to match it."},{"T":"301","2":"Asimov","3":"Unlike conventional artillery, they were capable of precision attacks. Otherwise, at least half of the people in New Murmansk would have died."},{"T":"301","2":"Asimov","3":"Whether it was a demonstration of strength or simply because there were hints of humanity within them—I couldn't care less."},{"T":"301","2":"Asimov","3":"What I care about the most is how will we view this threat?"},{"T":"301","2":"Asimov","3":"Tifa, Metropolis, New Murmansk... After what happened in Metropolis, it is highly likely that they have control over Huaxu."},{"T":"301","2":"Asimov","3":"President, they aren't just a few dozen disorganized soldiers using rusty rifles and lies to catch us off guard."},{"T":"301","2":"Asimov","3":"They've already become a highly organized threat with targeted hostility towards Babylonia."},{"T":"301","2":"Asimov","3":"Therefore, my suggestion as a consultant is to fully disclose information on the Ascendants, and mobilize all of Babylonia—not just the Task Force—to deal with them."},{"T":"301","2":"Nikola","3":"I agree."},{"T":"301","2":"Nikola","3":"I've always advocated taking the initiative with a full-scale attack."},{"T":"301","2":"Nikola","3":"Enlist everyone into combat roles, and push the Ascendants into our firing range through saturation attacks..."},{"T":"301","2":"Hassen","3":"You're calling for the complete military mobilization of Babylonia."},{"T":"301","2":"Hassen","3":"I cannot agree to this."},{"T":"301","2":"Nikola","3":"Hmph, and that's one of the reasons why we haven't made any progress, isn't it?"},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Nikola","3":"Hassen, I mean it this time. Now is the time to decide."},{"T":"301","2":"Nikola","3":"If there were nothing worth saving on the surface when we finally decide to launch a full-scale attack, it would be too late."},{"T":"301","3":"..."},{"T":"301","3":"An awkward and perilous silence hung over the conference room."},{"T":"301","3":"Celica looked at Asimov, who shrugged helplessly."},{"T":"301","3":"Everyone present could do nothing but look at Hassen and Nikola expectantly."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","3":"Right at that moment, the unceasing buzzing of the alarm disrupted their confrontation."},{"T":"301","2":"Asimov","3":"What's going on?!"},{"T":"301","2":"Logistics Construct","3":"It's an emergency! Mr. Asimov, come with me. Everyone else, please proceed to the shelter on 37C immediately!"},{"T":"301","2":"Hassen","3":"Hold it. What's going on?"},{"T":"301","2":"Logistics Construct","3":"The engine group has issued an alert throughout the entire ship. Power is decreasing, and Babylonia is entering a free fall!"},{"T":"301","2":"Asimov","3":"...What?! How about the Engineering and Support Forces?"},{"T":"301","2":"Logistics Construct","3":"They're already at the scene, but they can't be certain that they can fix it!"},{"T":"301","2":"Asimov","3":"I'll be right there! Take everyone else to the shelter!"},{"T":"301","2":"Hassen","3":"No, I'm coming with you."},{"T":"301","2":"Asimov","3":"...I can't guarantee your safety."},{"T":"301","2":"Hassen","3":"You'll be in trouble if there is a button that says 'highest clearance only,' but no one with the clearance there to press it."},{"T":"301","2":"Asimov","3":"Alright... If you insist."},{"T":"301","2":"Support Force","3":"The President and Chief Technician are here!"},{"T":"301","2":"Bridget","3":"President!"},{"T":"301","2":"Karenina","3":"President Hassen! What are you doing here?!"},{"T":"301","2":"Hassen","3":"We don't have time for that. What's the situation?"},{"T":"301","2":"Bridget","3":"Our power has dropped to critical."},{"T":"301","2":"Bridget","3":"Now it's impossible to maintain orbital altitude."},{"T":"301","2":"Karenina","3":"Yeah, but the problem is... It's not an issue with the hardware."},{"T":"301","2":"Asimov","3":"...What do you mean?"},{"T":"301","2":"Karenina","3":"All of the gravity engines are stalling."},{"T":"301","2":"Karenina","3":"It seems that something is sending them a constant stream of forced shutdown commands."},{"T":"301","2":"Bridget","3":"What?"},{"T":"301","2":"Asimov","3":"Even if you ignore this command, it initiates a countdown sequence, which overwrites the normal ignition command."},{"T":"301","2":"Karenina","3":"...Hence the stalling."},{"T":"301","2":"Asimov","3":"As for the source..."},{"T":"301","2":"Asimov","3":"...They have to be direct commands from the head of the program, set with the highest priority to circumvent any interference from the fault-tolerant system."},{"T":"301","2":"Karenina","3":"...Call me crazy, but I think there's something wrong with Gestalt."},{"T":"301","2":"Asimov","3":"How is that possible..."},{"T":"301","2":"Hassen","3":"We can figure that out later. Karenina, how sure are you?"},{"T":"301","2":"Karenina","3":"About sixty percent. Regardless, there isn't an issue with the hardware."},{"T":"301","3":"At this time, Hassen's portal terminal suddenly rang. He opened the terminal before looking up at Asimov."},{"T":"301","2":"Hassen","3":"Karenina and Asimov, come with me. And ask someone to bring the Gray Ravens to the conference room."},{"T":"301","2":"Hassen","3":"Looks like we'll have to put the discussion we planned with them on hold and solve the issue at hand."},{"T":"301","2":"Hassen","3":"Bridget, take some men to try and restore the thrust. Buy us as much time as you can."},{"T":"301","3":"After anxiously waiting, you are called to the conference room."},{"T":"302","2":"What's going on?"},{"T":"301","2":"Hassen","3":"...I'm sorry. Unfortunately, we don't have time to have our discussion as originally planned. We have to concentrate on dealing with the current crisis."},{"T":"301","2":"Hassen","3":"Asimov."},{"T":"301","2":"Asimov","3":"Um let me see... Well, this is not what I was expecting, so pardon me while I try to figure out how to phrase it..."},{"T":"301","2":"Asimov","3":"Alright, well..."},{"T":"301","2":"Asimov","3":"As you can see, the ship is at 10% power, and reports show four groups of gravity engines being taken over and locked in to propel in the opposite direction at maximum capacity, causing our rapid descent."},{"T":"301","2":"Asimov","3":"While we speak, Babylonia is plummeting towards the ground at an increasing speed."},{"T":"301","2":"Asimov","3":"The cause of this crisis is unknown. I speculated that it was from an update made to Gestalt... but I have just discovered a vulnerability in the program. I'm sure you understand the seriousness of such ramifications."},{"T":"301","2":"Asimov","3":"I know you have many questions, but there's no time for details. So consider the following an order—"},{"T":"301","2":"Asimov","3":"To identify and solve this problem, I need you to carry out an emergency operation."},{"T":"301","2":"Asimov","3":"We will use the tactical environment simulation interface, Spear of F.O.S., from the Military Academy as assistance."},{"T":"301","2":"Asimov","3":"As a tactical environment simulation system, it will translate the data in front of you into comprehensible intel and provide tactical evaluations and suggestions."},{"T":"301","2":"Asimov","3":"If the situation allows you to connect directly with Babylonia, it can also provide additional functions... But that depends on what happens on the scene."},{"T":"301","2":"Asimov","3":"However, you will only need to use the graphical interface inside Gestalt for now. We'll talk about the rest later."},{"T":"301","2":"Asimov","3":"The way this works, Gray Raven, is that you will 'infiltrate' Gestalt."},{"T":"301","2":"Asimov","3":"In short, I will export your M.I.N.D.s and your commandant's consciousness as virtual programs and upload them into the Gestalt, where you will uncover the issue and resolve it."},{"T":"302","2":"Care to explain?","4":"This order seems like an act of desperation!","6":"Alright, understood."},{"T":"301","2":"Asimov","3":"Of course, a veteran of your caliber can easily understand the situation at hand when I have yet to grasp what is happening."},{"T":"301","2":"Asimov","3":"Huh? Do I really need to explain further... Good grief."},{"T":"301","2":"Asimov","3":"Long story short, Babylonia lacks power and is currently falling out of orbit, as you know."},{"T":"301","2":"Asimov","3":"The fundamental cause is Gestalt blocking ignition commands to the engines."},{"T":"301","2":"Asimov","3":"Now, for some reason, Gestalt has activated strict anti-interference protocols, which are blocking access from all programs."},{"T":"301","2":"Asimov","3":"So I came up with an idea, using your M.I.N.D.s as access channels while using the military exercise version of Spear of F.O.S., a command assistant program, as your graphical interface."},{"T":"301","2":"Asimov","3":"Clear so far? I'll load the Constructs' M.I.N.D.s into the virtual space in the form of a 'virtual program,' then I'll install authorization on your commandant's terminal."},{"T":"301","2":"Asimov","3":"If you can't wrap your head around it, think of yourselves as characters in a video game, and the commandant is the one on the controller."},{"T":"301","2":"Asimov","3":"Then you infiltrate Gestalt, find out why it triggered the lockdown, and resolve the issue. That's it."},{"T":"301","2":"Asimov","3":"This is the only solution I can think of for our current debacle. We have no other choice."},{"T":"301","2":"Asimov","3":"I will continue to monitor your status and help you locate the vulnerability in Gestalt in real-time. But, enough talking... You'll learn more once you are in the immersion process."},{"T":"301","2":"Asimov","3":"I'll ask one more time. Do you remember everything I just said?"},{"T":"302","2":"...Yes."},{"T":"301","3":"With that, Asimov pushes you into the immersion frame behind you."},{"T":"301","3":"As the door closes, the ear-piercing alarm, the cries from the residents... All noise comes to an abrupt halt as you descend into darkness."},{"T":"301","3":"Immediately, a ray of light lights up below your feet and scans your entire body."},{"T":"301","3":"Comman—dant..."},{"T":"301","3":"Commandant...!"},{"T":"301","3":"Commandant!"},{"T":"301","3":"The darkness in front of you gradually disperses, and the voices around you return."},{"T":"301","2":"Lucia","3":"Are you ok, Commandant?!"},{"T":"301","2":"Liv","3":"Lucia, quit shaking the commandant... Asimov has stabilized the link again..."},{"T":"301","2":"Asimov","3":"...Phew. I never knew how hard it is to stabilize a link to human consciousness."},{"T":"302","2":"How long was I out?"},{"T":"301","2":"Asimov","3":"Not long. Not even long enough for you to complete the immersion process."},{"T":"302","2":"?"},{"T":"301","2":"Asimov","3":"We're just using an unnoticeably small amount of bandwidth to test the adaptability of the Spear of F.O.S. with Gestalt."},{"T":"301","2":"Lee","3":"Wait... In other words, we may encounter danger even during the immersion process?"},{"T":"301","2":"Asimov","3":"Of course, the anti-interference protocols are everywhere."},{"T":"302","2":"I'm fine."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"Asimov","3":"Really? You're back on your feet in no time. Looks like I really can depend on you with such an important mission."},{"T":"302","2":"Of course."}]