[{"T":"301","2":"System","3":"Please stand by for reinforcement."},{"T":"301","3":"The sound of explosions, the screams of the Corrupted... all sorts of sounds fill your mind. Your gun-holding arm has gone numb as you struggle against the Corrupted pouncing on you like demons crawling out of hell."},{"T":"301","3":"Once again, you are standing on the battlefield on your own."},{"T":"301","2":"System","3":"Control center dispatching reinforcements for mission H24-65. Supporting: 【kuroname】. Corrupted signals fast approaching in the quarantine zone. Please be aware."},{"T":"301","3":"Only this time, you are the person being rescued."},{"T":"301","3":"This is not uncommon on the battlefield, and you may be a little exhausted by it."},{"T":"301","2":"System","3":"The nearest reinforcement will arrive in 6 minutes."},{"T":"301","2":"???","3":"Wanshi of Strike Hawk has arrived on site."},{"T":"301","3":"You hear a familiar voice from behind. Looking back in surprise, you find Wanshi speaking to the comms."},{"T":"301","2":"Wanshi","3":"Can you still get in touch with the Gray Ravens?"},{"T":"302","2":"Yeah, they're on their way here."},{"T":"301","2":"Wanshi","3":"Let's go up."},{"T":"302","2":"Were you nearby this time as well?"},{"T":"301","2":"Wanshi","3":"Not at all."},{"T":"301","3":"Wanshi loads his rifle again. He walks against the wall toward the top of the building as he talks to you, and there is not a sense of fatigue in his voice."},{"T":"301","2":"Wanshi","3":"It has been a long... long time since I last worked overtime."},{"T":"301","3":"A breeze blows past Wanshi, mixing with the chilliness of the distant waves. The impurities in the air narrow his field of view, focusing and magnifying the details he would normally ignore."},{"T":"301","3":"The burning golden dust floats in the air, the sparkling light flickering in Wanshi's eyes like a pearlescent fish scale—his whole body is working, yet even his eyelashes are still. A perfect and precise creation."},{"T":"301","3":"His rifle seems to be the key that unlocks Wanshi. He becomes so different with it. One cannot help but imagine what he would be like when holding a scalpel."},{"T":"301","2":"Wanshi","3":"35."},{"T":"301","3":"'Bang!' He opens fire, and the sound of birdsong mingled with their flapping wings reaches your ears."},{"T":"301","3":"The bullet seems to have pierced through the white and green target at the Babylonia shooting range, breaking the boundary between the man and monster, before hitting a mechanical brain, creating ripples in the air."},{"T":"301","2":"Wanshi","3":"36."},{"T":"301","2":"Wanshi","3":"... 37. All clear."},{"T":"301","3":"The last of the Corrupted on the rooftop falls in the sound of its shriek and his tactical pistol. All is quiet."},{"T":"301","3":"You glance at the terminal, and the last flickering signal of the Corrupted within the safe area is also gone."},{"T":"302","2":"Phew."},{"T":"301","3":"You instantly feel a sense of relief. The once ordinary task feels no less mundane now because of Wanshi's presence."},{"T":"301","3":"The afternoon breeze blows gently your way with the scent of battles, scattering the foul smoke and the chaotic sounds around you."},{"T":"301","2":"Wanshi","3":"Stay still. Your arm needs to be treated."},{"T":"301","3":"Your arm was cut by a broken steel bar during the fight. It is getting a little exhausting to keep getting hurt in the arm."},{"T":"301","3":"Wanshi gently holds your arm while you lean back to let him work. He has the magic around him—maybe all doctors do—that makes you feel relaxed you are with him, that you are willing to show him your wounds."},{"T":"301","3":"Wanshi goes into a completely different state while treating you. It is a similar kind of focus to when he holds his rifle, but with a slight difference."},{"T":"301","3":"You can almost glimpse into his past, deep as the ocean, through his calm expression and steady motions."},{"T":"301","2":"Wanshi","3":"522."},{"T":"302","2":"What?","4":"More Corrupted?"},{"T":"301","2":"Wanshi","3":"Not the number of kills I've had. It's... the number of lives I've saved."},{"T":"302","2":"That's a lot more than I expected."},{"T":"301","2":"Wanshi","3":"It used to be the surgeries. And then it became the scout missions. Right now, it is you."},{"T":"302","2":"I'm not dying that easily."},{"T":"301","2":"Wanshi","3":"Emotions taking over my commonsense, I guess."},{"T":"301","2":"Wanshi","3":"No matter how many times I've practiced... I still can't get rid of the distractions from my emotions."},{"T":"302","2":"I get it.","4":"It's not uncommon."},{"T":"301","2":"Wanshi","3":"That's true..."},{"T":"301","3":"Wanshi puts the medical devices back before immediately lying down sideways, closing his eyes. Words in his mouth turn into murmurs as if he is dreaming."},{"T":"301","2":"Wanshi","3":"But this time, it's not quite... the same..."},{"T":"302","2":"Sleepy again?","4":"Stop falling asleep on the battlefield!"},{"T":"301","2":"Wanshi","3":"The Corrupted in the quarantine zone, all cleared..."},{"T":"301","2":"Wanshi","3":"Reinforcement arriving in twelve minutes..."},{"T":"302","2":"Wanshi, you're a good doctor."},{"T":"301","2":"Wanshi","3":"...I'm not interested in fighting for humanity's fate."},{"T":"302","2":"...Right."},{"T":"301","2":"Wanshi","3":"I just... want to heal those who matter to me."},{"T":"302","2":"...I see."},{"T":"301","3":"————"},{"T":"301","3":"It seems like he has not heard your last line at all, as Wanshi's frame has fully entered rest mode."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"He is sleeping indeed. There is no response even when you pat him on the face with your numb hand."},{"T":"301","3":"You watch his eyelids gradually closing, and despite your bewilderment at how he can doze off here and now, you feel a little bit of tenderness. You cannot help but lean against the rugged wall and slowly relax."},{"T":"301","3":"Perhaps it is because of the anesthetic, or maybe the words of Wanshi were too convincing. Drowsiness soon sweeps over you alongside a sense of relief...","4":"...It feels somewhat familiar."},{"T":"302","2":"But... this is the first time that Wanshi..."},{"T":"302","2":"...is deep asleep before me..."},{"T":"301","3":"The sound of wind keeps whirling around, but for this moment, you feel calm."},{"T":"301","3":"Everything is gray in your vision. Then the light slowly draws the silhouettes before you."},{"T":"301","3":"You vaguely recognize that it is your dorm. When you turn your head, you can see the bed next to you is piled with colorful gifts and fruit baskets."},{"T":"301","2":"Kamui","3":"C-Capt! The commandant is awake!"},{"T":"301","3":"An earsplitting scream follows immediately, and a face gets so close to you that it is all you can see."},{"T":"302","2":"Hi, Kamui.","4":"Where's Wanshi?"},{"T":"301","2":"Kamui","3":"Thank goodness!"},{"T":"302","2":"Where's Wanshi?"},{"T":"301","2":"Kamui","3":"I'm sorry, but unfortunately, Wanshi passed away during the mission earlier..."},{"T":"302","2":"???","4":"Right. I'm not buying that."},{"T":"301","3":"Suddenly, a hand reaches out from the pile of gifts and throws an apple at Kamui."},{"T":"301","2":"Wanshi","3":"Stop talking nonsense."},{"T":"301","2":"Kamui","3":"Waah! The dead returns!"},{"T":"301","3":"Kamui jumps up and catches the apple with a nimble move before taking a bite like it is the most natural thing."},{"T":"302","2":"Why are you all in my room?"},{"T":"301","2":"Kamui","3":"When Lucia and the others found you, you two were sleeping together! (Chews)"},{"T":"302","2":"..."},{"T":"301","2":"Kamui","3":"So thanks to Wanshi, the Captain and I can also come to visit you, Commandant."},{"T":"301","2":"Kamui","3":"But it's great to see that Wanshi is also getting along with the others!"},{"T":"302","2":"Speaking of which, why is Wanshi in my bed?"},{"T":"301","2":"Kamui","3":"Wanshi said your bed is more comfortable. Let me give it a try as well!"},{"T":"301","2":"Wanshi","3":"...Ouch, Kamui... get off me..."},{"T":"301","2":"Chrome","3":"That's enough. The Gray Ravens should be back soon. Let's leave the commandant alone."},{"T":"301","2":"Wanshi","3":"The place was peaceful and quiet before Kamui came in. So please get out, Kamui."},{"T":"301","2":"Chrome","3":"...I'm sorry, Commandant. That's not how Wanshi is usually like."},{"T":"302","2":"It's alright.","4":"Bring it on!","6":"Let me join the jenga!"},{"T":"301","2":"Chrome","3":"This is the commandant's room, after all..."},{"T":"301","2":"Kamui","3":"Here I come!"},{"T":"301","2":"Wanshi","3":"...That's enough."},{"T":"301","2":"Kamui","3":"Got it!"},{"T":"301","2":"Wanshi","3":"Too much... get down... phew..."},{"T":"301","2":"Kamui","3":"Yeah!"},{"T":"301","2":"Chrome","3":"...Commandant!"},{"T":"301","3":"Wanshi does not bother to resist at all, as it seems like he is about to fall asleep again. Pressed against Kamui's heavily armored frame, Wanshi's serene expression distorts, and you burst into laughter."},{"T":"301","3":"'...I'm not interested in fighting for humanity's fate.'"},{"T":"301","3":"'...Right.'"},{"T":"301","3":"'I just... want to heal those who matter to me.'"},{"T":"301","3":"'...I see.'"},{"T":"301","3":"'But whether it's fighting or healing...'"},{"T":"301","3":"'You've done an excellent job.'"}]