[{"T":"301","3":"Like a light in the dark, it shines for those drowned in sorrow."},{"T":"301","3":"It is born at night and dies at dawn."},{"T":"301","3":"The one thing all desire and cry for."},{"T":"301","3":"What is it?"},{"T":"301","3":"The champion has slain the dragon."},{"T":"301","3":"That dragon destroyed our past but brought glory to our future."},{"T":"301","3":"People celebrate as they hug and shed tears. The tale of that champion echoes across every corner of this continent. People are all singing the same ballad."},{"T":"301","3":"The ballad tells a kind of cursed flowers that will never blossom, yet they sway in the wind everywhere in the valley. The breeze has forever ceased to caress the girl's dead body. The warm raindrops keep falling, but they no longer form a storm."},{"T":"301","3":"The sun rises and lights up everything the girl sees. The lake is shimmering and the mountains in the sunlight create a magnificent view."},{"T":"301","3":"The piper travels across mountains and rivers."},{"T":"301","3":"The girl walks on the land."},{"T":"301","3":"She visits places with her feet and witnesses things with her eyes."},{"T":"301","3":"She sees farmlands overgrown with grains and grassy hillsides where sheep roam."},{"T":"301","3":"She sees plains covered in green grass and river banks where cowslips and pampas grass grew."},{"T":"301","3":"She sees waves washing against the seashore and rainbows after a storm."},{"T":"301","3":"She sees all the magnificent and romantic views this world has to offer."},{"T":"301","3":"The sound of the pipe is mesmerizing. The evil dragon roars and bellows. The champion calls to someone..."},{"T":"301","3":"Passionate sounds explode in her world. A beam of light tears across the boundless darkness. Everything is finally shifting."},{"T":"301","3":"Is she awake or dreaming? Is the voice calling to her?"},{"T":"301","3":"Scattered memories slowly come together. In the desolate M.I.N.D., numerous voices gather and coalesce into a thin line, fragile and about to break."},{"T":"301","3":"The girl opens her eyes to a silent world."},{"T":"301","3":"The tide has ebbed."},{"T":"301","3":"The girl walks on the land."},{"T":"301","3":"She visits places with her feet and witnesses things with her eyes."},{"T":"301","3":"As the last ray of sunlight dims, the first star begins to shine. The universe spins, shedding beautiful light on this castle in the sky."},{"T":"301","3":"The delightful footsteps choose to stay. The flock of birds arrives and hovers in the sky. And the girl is bathed in a sea of purple flowers. Everything is like a dream."},{"T":"301","3":"The sky is so far away, yet the nightfall is gentle and soft. It seems so within reach."},{"T":"301","3":"Along the journey, everything you see is a marvelous miracle."},{"T":"301","3":"The pounding heart in the chest is filled with a little bit of sorrow but mostly satisfaction. It is a magical feeling long-forgotten."},{"T":"301","3":"This magical feeling clings onto her, encouraging her to express her thoughts, tell her stories, and share her feelings."},{"T":"301","3":"She looks around her, but there is not a single soul in sight but the distant horizon."},{"T":"301","3":"Is she expecting to see someone here?"},{"T":"301","3":"Does she want somebody to talk to? Does she want to tell her story in detail? Has she done that in another way before?"},{"T":"301","3":"No one answers."},{"T":"301","3":"The memories in her mind are blurred as if they are hidden behind the fog, connected by only a thin, long thread. The moment that thread is disturbed, the girl looks up as if she senses something."},{"T":"301","3":"A shooting star with tail tears across the sky."},{"T":"301","3":"That is so beautiful."},{"T":"301","3":"Looking at the night sky, she can't help but laments and sings a song."},{"T":"301","3":"Is there something beyond the distant sky?"},{"T":"301","3":"Are there people living between the stars?"},{"T":"301","3":"The girl can't help but wonder."},{"T":"301","3":"As the artificial nightfall of Eden descends, the bedroom lighting is automatically switched to night mode that fills the chamber with warm colors."},{"T":"301","3":"The story has come to an end. It should stop there, but for some reason, the heart is restless and emotional, unable to stop pounding and racing."},{"T":"301","3":"The girl hesitates for a long time."},{"T":"301","3":"Before ink starts spilling out from the tip of the pen and after the story has drawn to a close, she writes down the poetry that comes to mind."},{"T":"304","1":"I offer you that kernel of myself that I have saved somehow—","2":"0000ffff"},{"T":"304","1":"The central heart that deals not in words, traffics not with dreams...","2":"0000ffff"},{"T":"304","1":"And is untouched by time, by joy, by adversities.","2":"0000ffff"},{"T":"304","1":"I offer you explanations of yourself,"},{"T":"304","1":"Theories about yourself,"},{"T":"304","1":"Authentic and surprising news of yourself."},{"T":"301","3":"—What can I hold you with?"},{"T":"301","3":"The world built based on the theater play is slowly falling apart as the images gradually fade away from view. The physical senses of the real world are coming back."},{"T":"301","3":"A hand is waving in front of you."},{"T":"301","2":"Ayla","3":"...What are you thinking about?"},{"T":"302","2":"It's nothing.","4":"I recalled some poetry.","6":"I was lost in thought for a while."},{"T":"301","3":"Ayla decides to accept your answer as she focuses all her attention on the theater play by Selena."},{"T":"301","2":"Ayla","3":"What poetry?"},{"T":"302","2":"What Can I Hold You With?","4":"It's poetry by Borges."},{"T":"301","2":"Ayla","3":"...I offer you that kernel of myself that I have saved somehow."},{"T":"302","2":"That's the one.","4":"Where did you read this?"},{"T":"301","2":"Ayla","3":"I read it when I was reading the work of some famous poets, writers, and translators from the Golden Age. It was a pile of brittle papers lost in history and known by only a few of the new generation in Babylonia."},{"T":"301","2":"Ayla","3":"And I heard this from Selena as well."},{"T":"301","2":"Ayla","3":"She mentioned it in a mail. It was her favorite poetry. And she used that quote at the end of one of her stories."},{"T":"301","3":"Ayla looks at you. It seems she wants to say something, but eventually decides not to."},{"T":"301","2":"Ayla","3":"...You and Selena are similar in that aspect."},{"T":"301","2":"Ayla","3":"The two of you will space out and mumble a verse or a song. And there will be a strange smile on your face..."},{"T":"301","3":"You do not feel criticized or mocked by Ayla's monotonous tone. Instead, you think she understands and misses it."},{"T":"301","2":"Ayla","3":"Creators have another world of their own besides reality."},{"T":"301","3":"They treat every world, be it realistic or fanciful, with their most genuine, undisguised feelings."},{"T":"301","3":"You recall what Ayla once said."},{"T":"301","2":"Ayla","3":"She may be a starry-eyed idealist, but she's also the most pragmatic person I have ever met. When she acts mature, she's decisive to an extreme. When she acts naive, she's romantic to a fault."},{"T":"301","3":"Selena... what a familiar yet strange name. Who are you exactly?"},{"T":"301","2":"Ayla","3":"What did you see in the theater play this time?"},{"T":"301","3":"Ayla interrupts your reminiscence."},{"T":"302","2":"Tell her the summary of that story","4":"Tell her the ending is different","6":"Hamlet is in the story."},{"T":"301","2":"Ayla","3":"I think you most likely triggered what we call the fourth wall."},{"T":"302","2":"The fourth wall?","4":"The fact I saw Hamlet shows the fourth wall was broken.","6":"I don't understand."},{"T":"301","3":"The fourth wall is a theatrical term. Simply put, it's the invisible wall that separates the actors from the audience in a play. 'Breaking that fourth wall' means you remove the veil between reality and the play, and it has became a new genre of theatre since realism became a thing."},{"T":"301","2":"Ayla","3":"I guess you are the Chief for a reason."},{"T":"301","2":"Ayla","3":"The way Hamlet works is basically treating tragedies as the 'best solutions.' That is exactly why even though Selena wrote more than just one ending, the script will always draw to a tragic ending."},{"T":"302","2":"Is this one of the reasons why that machine is called Hamlet?","4":"Is it possible for it to alter the data of theater play?"},{"T":"301","2":"Ayla","3":"I think that is possible. After all, Hamlet was considered one of the Four Tragedies by Shakespeare back in the Golden Age."},{"T":"301","2":"Ayla","3":"Hamlet doesn't have the ability to do that. It operates based on the processing of source data added by real humans and doesn't deviate from that because it is encoded like DNAs."},{"T":"301","2":"Ayla","3":"So, as a performer in the play, you helped the non-tragic ending make more sense using the characters' reasonable actions and broke the fourth wall in the process. That was why Hamlet showed up during the play."},{"T":"301","2":"Ayla","3":"This doesn't come as a surprise considering that method is already encoded..."},{"T":"301","2":"Ayla","3":"Anyway... the evil dragon has been defeated. And both the champion and the piper survived, right?"},{"T":"301","2":"Ayla","3":"And the piper embarked on her journey in the end, right?"},{"T":"301","2":"Ayla","3":"I prefer this ending to the previous ones."},{"T":"302","2":"Me too.","4":"I would say embarking on a journey alone is too lonely."},{"T":"301","2":"Ayla","3":"Don't you think the piper is too lonely if she has to go on that journey alone?"},{"T":"301","2":"Ayla","3":"...I think so too."},{"T":"301","2":"Ayla","3":"...But at least she survived. Well, everyone survived."},{"T":"302","2":"Yeah.","4":"There is always hope so long as we live."},{"T":"301","3":"Ayla lets out a sigh. She keeps her emotional feelings under control and changes to another subject."},{"T":"301","2":"Ayla","3":"We have triggered three endings so far... but I don't think this will be the last one."},{"T":"302","2":"I think it is the last one.","4":"I agree with you."},{"T":"301","2":"Ayla","3":"Do you think these are all the messages Selena left behind...? Are we not... missing anything else?"},{"T":"302","2":"The sailor in the story mentioned a traveler."},{"T":"301","2":"Ayla","3":"Why?"},{"T":"302","2":"I think the story is missing something.","4":"Tell her about the details that trouble you."},{"T":"301","2":"Ayla","3":"Do you mean the traveler with purple eyes?"},{"T":"302","2":"I think she is the same person as the piper."},{"T":"301","2":"Ayla","3":"...Perhaps all these characters are trying to tell us Selena decided to become the piper because of the journey."},{"T":"302","2":"What about the siren's call that sailor mentioned?"},{"T":"302","2":"Wanshi."},{"T":"301","2":"Wanshi","3":"Hmm?"},{"T":"302","2":"What do you think of this sound?"},{"T":"301","2":"Wanshi","3":"You think it sounds like a whale song, but the refugees call it the 'siren's call.'"},{"T":"302","2":"'Siren's call'?"},{"T":"301","2":"Wanshi","3":"Documents leftover from the Golden Age say that sirens were monsters that lived in the ocean who lured sailors with songs."},{"T":"301","2":"Wanshi","3":"Sailors would become entranced by their songs and crash their ships into the reefs."},{"T":"301","2":"Wanshi","3":"It's not difficult to understand why it's garnered such a negative reputation. After all, the sound and Red Tide coincide with death."},{"T":"302","2":"But..."},{"T":"301","2":"Wanshi","3":"...It is. It's bound to the Red Tide, so we can always rely on the sound to predict the rise and fall of the Red Tide."},{"T":"301","2":"Wanshi","3":"Ironically, it isn't so much an alluring sound that puts people in a trance, but rather... It seems to be a reminder of the approaching Red Tide."},{"T":"301","3":"..."},{"T":"302","2":"What's that?"},{"T":"301","3":"The question seems to rouse the monster in the middle of the Red Tide. It struggles to raise its head and unleashes a dense but serene 'song.'"},{"T":"301","2":"???","3":"——▆▂——▄▆█——"},{"T":"301","3":"This was the 'siren's call' that you had been hearing."},{"T":"301","3":"Then, it suddenly turns its head and looks this way. The tranquil Red Tide seems to suddenly take on life as it gradually inundates the surrounding land."},{"T":"301","3":"You recall the memories of Operation Red Tide."},{"T":"301","3":"The source of that Siren's call in the memories and the horrible monsters is the writer of this play."},{"T":"301","2":"Ayla","3":"...!"},{"T":"302","2":"That is too coincidental to be true."},{"T":"301","2":"Ayla","3":"Do you remember the melody?"},{"T":"302","2":"I heard the sailor sing it.","4":"..."},{"T":"301","3":"The melody still lingers in your mind."},{"T":"301","3":"You focus on recalling the melody."},{"T":"301","3":"Memories flash before you."},{"T":"301","3":"A memory fragment comes to mind."},{"T":"301","3":"Ayla activates the terminal."},{"T":"301","3":"You hear someone singing an adagio aria."},{"T":"301","3":"This is the most beautiful sound you have ever heard."},{"T":"301","3":"The tone ebbs and flows as it rises higher. Suddenly, a vast ocean seems to appear before your very eyes."},{"T":"301","3":"The female singer is not fully imitating the sound of a real whale, but she conveys the same expression in the melody."},{"T":"301","3":"—A lonely blue whale is swinging its tail fin and cruising in the sea. Again and again it sings, its song echoing throughout the ocean depths, but there is no response."},{"T":"301","3":"The singing stopped, but the song had no ending, because the lonely whale never found its herd."},{"T":"302","2":"Sounds like the song isn't finished."},{"T":"301","2":"Ayla","3":"You're right."},{"T":"301","2":"Ayla","3":"She said that she hadn't thought of an ending yet because she hasn't seen the ocean with her own eyes."},{"T":"301","2":"Ayla","3":"She'll write the second half of the song when she sees the real ocean."},{"T":"301","2":"Ayla","3":"That's what she said at least."},{"T":"301","3":"As the tune comes to an end, things become clearer."},{"T":"301","3":"It is the second half of the soothing aria. It is the joy of a lonely whale drowning in the depth of the ocean that finally finds where it belongs. And it is the most glorious ode one sings for the vast sea when they first see it."},{"T":"301","3":"It is a nearly perfect ending."},{"T":"301","2":"Ayla","3":"...What's going on?"},{"T":"302","2":"It's the second half of that melody."},{"T":"301","2":"Ayla","3":"...She said that only when she had seen the real ocean would she finish the second half of the song."},{"T":"301","3":"But if that was the case, how could this complete melody exist in her previous work?"},{"T":"301","3":"And the melodies of the two memories are harmonic too."},{"T":"301","3":"You start to get these thoughts that are wild, preposterous, and complacent."},{"T":"301","3":"Feeling nervous, excited, scared, and many other things at the same time, Ayla trembles slightly."},{"T":"302","2":"I will experience the play once again."},{"T":"301","3":"Ayla looks at you. Her eyes express complicated feelings, even with ecstasy she tries to keep under control and a sign of pleading she doesn't dare to show. It is almost as if she is going to burst out laughing or crying the very next second. No one can tell."},{"T":"302","2":"Don't worry."},{"T":"301","3":"As if trying to push against the raging feelings inside her, she straightens her back a little bit."},{"T":"302","2":"I will make sure to remember that melody."},{"T":"301","2":"Ayla","3":"...Okay."},{"T":"301","2":"Ayla","3":"I'm counting on you, 【kuroname】."}]