[{"T":"301","2":"Forsaken Soldier A","3":"Mr. Watanabe, the number of Corrupted coming from the outer rim are decreasing, but..."},{"T":"301","2":"Watanabe","3":"They're now pouring out of the city instead, eh."},{"T":"301","3":"After the Forsaken got off the vehicle, they made a temporary encampment on a nearby route to intercept the enemy. Though they are only forty or so in numbers, to these veterans, it is more than enough."},{"T":"301","3":"Corrupted remains are scattered all over the ground. Watanabe tells his men to salvage the still usable supplies, and he peers at Kowloong Corp in the distance."},{"T":"301","3":"——What made Kowloong build such a metropolis?"},{"T":"301","3":"The sight is grandiose and consuming, but to Watanabe it borders on a sickly obsession. Home is comfort, but shelter too deep, and it becomes a prison."},{"T":"301","3":"Watanabe knows that this imposing city will not have many places to house people. Even the shops are likely not in use."},{"T":"301","3":"The stately streets are fossils, left only to remind themselves of a lost, golden age."},{"T":"301","2":"Forsaken Soldier B","3":"Mr. Watanabe, I wonder when we'll get to settle down..."},{"T":"301","3":"A comrade close by asks a question, and Watanabe glances over."},{"T":"301","3":"Settling down in the current world is but an extravagant hope. Normally, people know not to dream about it—delusions dull your blade."},{"T":"301","3":"And so Watanabe responds, flipping the knife in his hand, pointing it at the throat of the one who asked the question."},{"T":"301","2":"Forsaken Soldier A","3":"Mr. Watanabe?!"},{"T":"301","2":"Forsaken Soldier B","3":"Um... What are you doing?"},{"T":"301","2":"Watanabe","3":"Don't come any closer! Keep your distance!"},{"T":"301","3":"They do not understand the situation, but the Forsaken immediately back away as per Watanabe's orders, leaving only Watanabe and the person he just saw through together."},{"T":"301","2":"???","3":"And here I thought I was putting on a great act..."},{"T":"301","3":"——How could this man be so keen? Lamia, who would have preferred to avoid confrontation, sheds her illusion and returns to her original form."},{"T":"301","2":"Watanabe","3":"You are an Ascendant, aren't you? What are you trying to do by sneaking in here?"},{"T":"301","2":"Lamia","3":"I just wanted to pad my results a little... But now... Looks like that's not happening..."},{"T":"301","2":"Lamia","3":"If I say sorry, will you... let me go, pops?"},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Watanabe","3":"You owe me one."},{"T":"301","2":"Lamia","3":"Really? Yay! You can have the Corrupted I brought with me! Do whatever you like to them."},{"T":"301","2":"Watanabe","3":"Thanks for the trouble."},{"T":"301","2":"Forsaken Soldier","3":"Mr. Watanabe, should we have let go of that Ascendant?"},{"T":"301","2":"Watanabe","3":"We can't win against her now. With her prowess in stealth, if she had intended massacre..."},{"T":"301","2":"Forsaken Soldier","3":"...I'm sorry. We held you back, Mr. Watanabe."},{"T":"301","2":"Watanabe","3":"Whatever it is, don't let down your guard! The enemy can come from anywhere!"}]