[{"T":"301","3":"It didn't last as long as the first time. Soon, you regain vision."},{"T":"301","2":"Lucia","3":"Commandant, you're awake."},{"T":"301","3":"Lucia and others seem to have waken up earlier. They are standing around Tiger, while Lee is holding a device running some checks."},{"T":"302","2":"What is it?"},{"T":"301","2":"Liv","3":"Tiger stopped moving after we woke up. Lee's checking it."},{"T":"301","2":"Lee","3":"It's just out of power. I don't see any other problem so far."},{"T":"301","2":"Lee","3":"But I need to run more checks to know the details."},{"T":"301","2":"Kamui","3":"Commandant! Commandant!"},{"T":"301","3":"Kamui's loud voice can be clearly heard through the lounge door."},{"T":"302","2":"(Open the door)"},{"T":"301","2":"Kamui","3":"Commandant! Why are you still here?"},{"T":"301","2":"Kamui","3":"Everybody's waiting! I sneaked over because I couldn't sit still."},{"T":"301","2":"Lucia","3":"Is it the party time already?"},{"T":"301","2":"Kamui","3":"It's way past that!"},{"T":"301","3":"When you check the time, you realize it is already the next day."},{"T":"302","2":"Sorry..."},{"T":"301","2":"Kamui","3":"It's all right. We can still fix it."},{"T":"301","3":"With a bright smile, Kamui gives a thumbs up."},{"T":"301","2":"Kamui","3":"This is the Eastern calendar's New Year, so we should adopt the Eastern time zone."},{"T":"301","2":"Kamui","3":"If we go by that, there is still some time before the next day arrives!"},{"T":"301","2":"Kamui","3":"That's what Captain said."},{"T":"301","2":"Kamui","3":"Together, we can definitely make it!"},{"T":"301","3":"Kamui gets ready to take off."},{"T":"301","2":"Lucia","3":"Let's go, Commandant."},{"T":"302","2":"One moment please."},{"T":"301","3":"You turn back and put the no longer functioning Tiger in your arms before catching up with the rest."},{"T":"301","3":"You follow Kamui to the venue. The restaurant's cool color tone has completely changed."},{"T":"301","3":"The floor is covered in red carpet. Red lanterns hang from the ceiling and are joined together by red silk, with red fortune knots in the center."},{"T":"301","3":"Many familiar faces have already gathered here."},{"T":"301","2":"Noctis","3":"Whatcha doing, 21? Why are you bumping the lantern?"},{"T":"301","2":"No. 21","3":"I just learned a phrase 'Moth to a Flame'. I am imitating a moth."},{"T":"301","2":"Noctis","3":"But it runs on electricity!"},{"T":"301","2":"Rosetta","3":"So, have you also lived on a snowfield?"},{"T":"301","2":"Bianca","3":"Right. The view back there may not be as magnificent as the polar regions, but still very beautiful."},{"T":"301","2":"Karenina","3":"Hey, why are they still not here? I'm going back!"},{"T":"301","2":"Wanshi","3":"You were the first to arrive... Aargh, I'm so sleepy..."},{"T":"301","2":"Ayla","3":"Something must have caught up with them. But I'm sure they will come eventually."},{"T":"301","2":"Asimov","3":"Why do I also have to be here..."},{"T":"301","2":"Celica","3":"Because we don't want you to exhaust yourself to death in the lab!"},{"T":"301","2":"Vera","3":"Look who's here! You sure have some guts to keep everyone waiting for so long."},{"T":"301","2":"Asimov","3":"Is that a new CUB in your hand? Let me have a look."},{"T":"301","2":"Celica","3":"Please don't start working again, Mr. Asimov!"},{"T":"301","2":"Chrome","3":"Welcome, Commandant."},{"T":"302","2":"Sorry we are late."},{"T":"301","3":"Meanwhile, on the earth."},{"T":"301","2":"Rohacchi","3":"Nanami? What, are, you, doing?"},{"T":"301","3":"The girl is only waving at the sky and not responding. Rohacchi pokes the giant bionic bear next to it."},{"T":"301","2":"Rohacchi","3":"I'll, leave it, to you."},{"T":"301","2":"Martin","3":"I see."},{"T":"301","2":"Martin","3":"Phew..."},{"T":"301","2":"Martin","3":"Na! Na! Mi! Rawr!"},{"T":"301","2":"Nanami","3":"Aah!"},{"T":"301","2":"Nanami","3":"Oh, it's you, Martin. I thought it was a bear."},{"T":"301","2":"Martin","3":"But I am a bear..."},{"T":"301","2":"Rohacchi","3":"Nanami, spacing out. Something on your mind?"},{"T":"301","2":"Nanami","3":"No. I was just saying hello to my friends in the sky."},{"T":"301","2":"Rohacchi","3":"Friends, in the sky?"},{"T":"301","2":"Rohacchi","3":"You mean, Gray Raven?"},{"T":"301","2":"Nanami","3":"Not only them. There are many others too!"},{"T":"301","2":"Martin","3":"Why don't you go up then? You could have given them the gift in person."},{"T":"301","2":"Nanami","3":"Because Rohacchi and Martin are still here. I won't give up any side!"},{"T":"301","2":"Nanami","3":"I want all of you!"},{"T":"301","2":"Nanami","3":"Speaking of which, have you found what I need?"},{"T":"301","2":"Martin","3":"Yes. Will this work?"},{"T":"301","2":"Nanami","3":"Of course!"},{"T":"301","3":"Nanami takes a few large scrolls of red cardboard sheets that are almost as tall as her. She puts them next to some materials on the ground and starts working."},{"T":"301","2":"Nanami","3":"Let me do this... and that... Chugga chugga..."},{"T":"301","3":"Rohacchi and Martin look at each other and tacitly step back together."},{"T":"301","2":"Nanami","3":"And hola! Done!"},{"T":"301","2":"Nanami","3":"Rohacchi, Martin, look... Why are you staying so far away?"},{"T":"301","2":"Rohacchi","3":"Because, danger."},{"T":"301","2":"Martin","3":"What did you do this time?"},{"T":"301","2":"Nanami","3":"Hoho, it's my super-giga firecracker!... Hey, why are you moving further away?!"},{"T":"301","2":"Martin","3":"Why do you want to make this bomb... I mean, Firecracker."},{"T":"301","2":"Nanami","3":"Because today is New Year. Can't celebrate it without firecrackers."},{"T":"301","2":"Nanami","3":"Too bad I only have materials for one."},{"T":"301","2":"Martin","3":"Then don't make it so big!"},{"T":"301","3":"Martin points at the 'firecracker' next to Nanami."},{"T":"301","3":"It is a red cylinder that is 1.5 times the height of Nanami, with a diameter of more than 2 times the width of Martin. Nobody knows how Nanami managed to let this humongous thing sit firmly on the soft muddy ground."},{"T":"301","2":"Nanami","3":"You still don't understand, Martin."},{"T":"301","3":"Nanami shakes her head, acting mature."},{"T":"301","2":"Nanami","3":"It ain't art if it's not this big."},{"T":"301","2":"Nanami","3":"Relax, I have done a lot of calculations. There won't be any danger."},{"T":"301","2":"Nanami","3":"Alright, Martin, help me light it up. The fuse is too high, I can't reach it."},{"T":"301","2":"Martin","3":"You're so..."},{"T":"301","3":"Martin is complaining, but still walks out from the rock and takes the lighter from Nanami."},{"T":"301","2":"Martin","3":"Like this?"},{"T":"301","2":"Nanami","3":"Yeah."},{"T":"301","2":"Nanami","3":"Now, run!"},{"T":"301","2":"Martin","3":"?"},{"T":"301","3":"Before Martin can react, Nanami has already grabbed its claw and run toward the place it was hiding earlier."},{"T":"301","2":"Martin","3":"You said it would be safe!"},{"T":"301","2":"Nanami","3":"Hahahahaha."},{"T":"301","3":"After coming behind the rock, Nanami covers her ears and stares at the red firecracker without blinking."},{"T":"301","3":"A long time as passed, but the deafening explosion is nowhere to be heard."},{"T":"301","2":"Rohacchi","3":"Is it, faulty?"},{"T":"301","2":"Martin","3":"The gunpowder we found was left unattended for many years."},{"T":"301","2":"Nanami","3":"Hmm..."},{"T":"301","3":"Nanami lowers her head. Rohacchi and Martin could not see her face in the night, but they know she must be disappointed."},{"T":"301","2":"Martin","3":"Nanami..."},{"T":"301","3":"'Swoosh—'"},{"T":"301","3":"Martin is interrupted by a long, swooshing noise from afar."},{"T":"301","3":"Nanami also looks up after hearing the noise."},{"T":"301","3":"'Bang!'"},{"T":"301","3":"Warm, gentle light shines upon the girl's cheeks."},{"T":"301","2":"Rohacchi","3":"Is, that, the Conservation Area?"},{"T":"301","3":"As Rohacchi speaks, another firework has climbed to the sky in a different direction."},{"T":"301","3":"'Bang!'"},{"T":"301","3":"It explodes into an orange flower."},{"T":"301","3":"'Swoosh—'"},{"T":"301","3":"'Bang!'"},{"T":"301","3":"More fireworks, near and far, start to rise from different directions and locations."},{"T":"301","3":"Some are brighter, some last longer, some are larger and some are louder. They have painted a new chart of stars on the night canvas."},{"T":"301","3":"Nanami's eyes are lit up by the dazzling sparks."},{"T":"301","3":"The night sky is deeper than the universe, more brilliant than a nebula and brighter than daylight."},{"T":"301","3":"Ignite the path with light. Expel the winter with fire. The crackling sound is a hymn to celebrate life and hope."},{"T":"301","3":"Like ancient cities that use beacons to communicate with one another, the remaining humans on this land are launching the fireworks to announce the arrival of tomorrow on this special day."},{"T":"301","3":"Bid farewell to the night and embrace the new dawn. If the sky is still dark, then ignite it."},{"T":"301","3":"This mindset is probably what keeps humankind going forward no matter what obstacles they face."},{"T":"301","2":"Nanami","3":"Happy New Year..."},{"T":"301","2":"Martin","3":"Hmm? Did you say anything, Nanami? It's too noisy here. Speaking of which, can you smell something burnt?"},{"T":"301","2":"Rohacchi","3":"From, behind."},{"T":"301","2":"Nanami & Martin & Rohacchi","3":"?!"},{"T":"301","3":"Three of them quickly turn around and see an orange dot quickly flashing on the top of Nanami's firecracker."},{"T":"301","2":"Nanami & Martin & Rohacchi","3":"!!"},{"T":"301","3":"'Bang!'"},{"T":"301","3":"That is the loudest explosion of the night. Martin and Rohacchi can even feel the ground tremble."},{"T":"301","3":"When Martin finally waves away the white smoke, it finds itself covered in red debris."},{"T":"301","3":"Rohacchi and Nanami are not any better. Nanami is even worse. Shredded red paper is all over her hair, her cheeks are darkened by ash."},{"T":"301","3":"But her eyes are still bright and twinkling."},{"T":"301","2":"Martin","3":"Cough... Are you alright, Nanami? What were you saying just now?"},{"T":"301","2":"Nanami","3":"I'm fine. I was saying happy new..."},{"T":"301","2":"Nanami","3":"Actually, I changed my mind. Let's do New Year countdown together."},{"T":"301","2":"Rohacchi","3":"Why, do, so?"},{"T":"301","2":"Nanami","3":"It's the new year countdown."},{"T":"301","2":"Nanami","3":"Of course we have to do it together!"},{"T":"302","2":"Do you want me to lead the countdown?"},{"T":"301","2":"Kamui","3":"Of course, Commandant. You're the best person to do this here."},{"T":"302","2":"..."},{"T":"302","2":"New Year countdown is a wonderful thing."},{"T":"302","2":"Of course we have to do it together!"},{"T":"301","2":"Celica","3":"【kuroname】 is right. Let's do it."},{"T":"302"},{"T":"301","2":"Nanami & Lee"},{"T":"302"},{"T":"301","2":"Nanami & Liv"},{"T":"302"},{"T":"301","2":"Nanami & Lucia"},{"T":"301","2":"Everyone","3":"Happy New Year!"},{"T":"301","3":"Let's have another great year together."}]