[{"T":"301","2":"System","3":"Connecting—"},{"T":"301","2":"Celica","3":"Gray Ravens? This is Babylonia. Do you copy? Over."},{"T":"301","2":"Lucia","3":"Miss Celica? What's the situation in Babylonia?"},{"T":"301","2":"Celica","3":"...Babylonia and the corrupted space state just narrowly missed each other. The firefight is over now."},{"T":"301","2":"Celica","3":"Air-to-ground communication has been mostly restored, but there's still interference from the corrupted space station."},{"T":"301","2":"Celica","3":"We found the battle log you back. The situation looks... grim. I'm worried about your current situation."},{"T":"301","2":"Lucia","3":"We scavenged some supplies and have recovered. We can continue with the mission. Please don't worry."},{"T":"301","2":"Celica","3":"...Thank goodness you're alright."},{"T":"301","2":"Lucia","3":"We were tracking a special graffiti-painting Corrupted unit and require the locational help from Babylonia. The Corrupted model version has just been uploaded."},{"T":"301","2":"Celica","3":"Ok—found it. I've marked the target location and route on your map."},{"T":"301","2":"Celica","3":"You need to cross a shopping street, but then there's a defensive line crawling with Corrupted. It won't be easy getting past them, but I believe in you."},{"T":"301","2":"Lucia","3":"Roger. Thank you for the intel."},{"T":"301","2":"Lee","3":"We're back in full, and also have a 'backup plan' in case of an emergency."},{"T":"301","2":"Celica","3":"Then this call can end here. Good luck, and I wish your mission a success."},{"T":"301","2":"Celica","3":"Return safely. Over and out."},{"T":"301","2":"System","3":"Disconnected—"},{"T":"301","3":"……"},{"T":"301","2":"Lee","3":"The streets here look quiet, but once we're past these shops, it'll be a high-density Corrupted zone."},{"T":"301","2":"Lee","3":"Lucia, should we plan and prepare for battle now?"},{"T":"301","2":"Lee","3":"Lucia?"},{"T":"301","2":"Lucia","3":"Hm? Sorry. I must have blanked out. Yes, let us prepare here first."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"Lucia, is something bothering you?"},{"T":"301","2":"Lucia","3":"It's... nothing... It's just that... It's my first time inside a shop..."},{"T":"301","2":"Liv","3":"I see..."},{"T":"301","2":"Liv","3":"In that case, Lucia. Let's have a look around!"},{"T":"301","2":"Lucia","3":"Um? Ah... Commandant...?"},{"T":"302","2":"Go, Lee and I will keep a lookout."},{"T":"301","2":"Lee","3":"Mhm."},{"T":"301","2":"Liv","3":"(Chuckles lightly)"},{"T":"301","3":"Liv took Lucia's hand, and the two began going through the shelves."},{"T":"301","2":"Liv","3":"It's been abandoned for nearly a hundred years, but there are still quite a lot of things on the shelves... Though they're not fit to be sold anymore."},{"T":"301","2":"Lucia","3":"That's..."},{"T":"301","2":"Liv","3":"Ah, Lucia. You've been staring at these plushies for a while now... Umm, there are only two left..."},{"T":"301","3":"Liv crouches and picks both of them up."},{"T":"301","3":"One of them is a sheep-shaped plushie, while the other one is a weird lipsticked frog."},{"T":"301","3":"The two plushies have been abandoned for a long time, both dusty and faded in tones."},{"T":"301","2":"Liv","3":"One for you, one for me then? Lucia, which one do you want?"},{"T":"301","2":"Lucia","3":"I..."},{"T":"301","3":"Lucia slowly points out her finger and pokes the frog plushie lightly."},{"T":"301","2":"Liv","3":"This one? Here you go."},{"T":"301","2":"Lucia","3":"Thank you..."},{"T":"301","3":"Lucia turns silent for a short while after receiving the plushie, staring at it with an unmoving gaze."},{"T":"301","2":"Liv","3":"Lucia, you've... really taken a liking to this plushie."},{"T":"301","2":"Lucia","3":"Maybe... It's just that, looking at it fills me with a strange feeling."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"I never knew you had a side like this, Lucia..."},{"T":"301","2":"Lucia","3":"Is that... so..."},{"T":"301","3":"After a while..."},{"T":"301","2":"Lee","3":"We're almost ready. Let's get going."},{"T":"301","2":"Lucia","3":"(Nods)"},{"T":"301","3":"Lucia and Liv both tie the plushies to their waists and leave through the backdoor of the shop, returning once more to the hellscape that is the battlefield."}]