[{"T":"301","2":"Noctis","3":"..."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"Noctis","3":"Yo, is it just me or anyone find it a bit awkward in here?"},{"T":"301","2":"No. 21","3":"Zip yo lips and get a grip."},{"T":"301","2":"Noctis","3":"Oi! Where'd you learn to be so anti-noctistic——"},{"T":"301","2":"Vera","3":"Alright alright. Just stuff it."},{"T":"301","2":"Vera","3":"If you have the time to trash talk, focus on getting the mission done."},{"T":"301","2":"Vera","3":"And you too."},{"T":"302","2":"...","4":"?"},{"T":"301","2":"Vera","3":"Stop standing in the way like an idiot!"},{"T":"301","2":"Vera","3":"Sending YOU over for a mission with us, ugh. Them mama-birds must be real busy, huh?"},{"T":"302","2":"..."},{"T":"301","2":"Vera","3":"You are a human. And humans that can't even pop off a single Corrupted—they go into the trash."},{"T":"301","2":"Vera","3":"Wanna stop being a hot piece of trash, maggot? Go give the Corrupted some attention."},{"T":"302","2":"Are you blunt or blunt?"},{"T":"301","3":"Vera ignores you and engages in battle."},{"T":"301","3":"A short while ago, you received an emergency rescue mission in the frontlines. The Gray Raven members were all under maintenance, so you were sent here along with several other commandants."},{"T":"301","3":"And the details match your suspicions... This is about the missing squads that Liv mentioned. HQ decided to give one last shot at rescuing the MIA members."},{"T":"301","3":"You see Vera scanning around like a hyena. You were surprised when you learned that you were going with Cerberus—Kurono must not have given up. But whatever the case, Vera is indeed an exemplary soldier on the field."},{"T":"302","2":"Let's get the show started."},{"T":"301","2":"Vera","3":"21, sitrep."},{"T":"301","2":"Vera","3":"...Enemies behind!"},{"T":"302","2":"(Fire)"},{"T":"301","2":"Vera","3":"Guess you aren't limp to the core, Commandant."},{"T":"301","2":"Corrupted","3":"—! —!!"},{"T":"302","2":"...","4":"(Reload)"},{"T":"301","3":"Like packs of blood-starved beasts, the Corrupted pour in. Firearms alone are powerless against them. As if to confirm that fact, one slips through the defenses and mauls your arm, causing you to drop your gun."},{"T":"301","2":"Vera","3":"Ngh..."},{"T":"301","3":"Vera plants herself between you and the Corrupted. Sparks fly from her blade in combat."},{"T":"301","2":"Vera","3":"Pick that gun up! Pull yourself up and fight!"},{"T":"302","2":"I know!","4":"(Pick the gun up)"},{"T":"301","3":"After what felt like ages, you have finally cleansed the area of the stray Corrupted."},{"T":"301","3":"Vera has performed some perfunctory maintenance for herself, and you have injected a new stream of serum into yourself. The two of you are now moving forward, when raindrops suddenly pitter-patter onto your shoulders."},{"T":"302","2":"...It's raining."},{"T":"301","2":"Vera","3":"Tch... This weather! How bloody annoying!"},{"T":"301","3":"Vera parts her soaked bangs and her forehead meets the air. She almost looks younger than her usual self."},{"T":"301","2":"Vera","3":"...Hey. If you keep ogling like a perv, you have no one to blame when 'accidents' happen."},{"T":"302","2":"...","4":"(Look away)"},{"T":"301","2":"Vera","3":"...Shh. I think I found something."},{"T":"302","2":"I wasn't even saying anything though?"},{"T":"301","2":"Vera","3":"See? Shh."},{"T":"301","2":"Vera","3":"That way. Follow me!"},{"T":"301","2":"Vera","3":"Over there..."},{"T":"301","2":"Alive Construct?","3":"......"},{"T":"302","2":"There!"},{"T":"301","3":"You see a Construct, barely alive and disfigured beyond the point of recognition, nearly becoming one with the corpse-filled ruins. Like a lonely flag, the Construct stands feebly on a pile of Corrupted."},{"T":"301","3":"Vera rushes over. The shambling Corrupted nearby notices fresh prey and they squirm toward her."},{"T":"301","2":"Vera","3":"【kuroname】, cover my back!"},{"T":"302","2":"Got it."},{"T":"301","2":"Corrupted","3":"—! —!!"},{"T":"302","2":"(Fire)"},{"T":"301","2":"Alive Construct?","3":"......"},{"T":"301","2":"Vera","3":"Tch! Guy's not responding to connection requests! Probably about to be lost."},{"T":"301","2":"Vera","3":"Let's reach him first. Follow tight! Can't babysit you in this situation!"},{"T":"301","2":"Corrupted","3":"—! —!!"},{"T":"302","2":"(Fire)"},{"T":"301","2":"Alive Construct","3":"...Ah. Ahh-ah..."},{"T":"301","3":"Sensing Vera and your presence, he tries to speak through his malfunctioning voice modules."},{"T":"301","2":"Alive Construct","3":"H-he... Help..."},{"T":"301","2":"Vera","3":"Don't you lie down! Get up!"},{"T":"301","2":"Alive Construct","3":"C-command..."},{"T":"302","2":"It's too late."},{"T":"301","2":"Vera","3":"Damn it! YOU LISTEN UP! Did you turn yourself into this hunk of steel so you could squander your life?!"},{"T":"301","2":"Alive Construct","3":"...T-tired. S-so... tired..."},{"T":"301","3":"The light on the Inver-Device of the Construct falters, now blinking weakly."},{"T":"302","2":"Vera, recall..."},{"T":"301","2":"Vera","3":"Damn it! Dammit! Damn it all to hell!"},{"T":"301","3":"Vera tries to close in on the Construct. Her breath turns erratic and coarse as the rain drenches her. Vital fluids travel down the ruins—is it hers, or the Construct's?"},{"T":"301","2":"Vera","3":"You piece of trash!!! You held up 'til now, and now you're just giving up?!"},{"T":"301","2":"Vera","3":"HAH! You think you're hot stuff, huh? I'm bringing you back even if it's just your rotten head!"},{"T":"302","2":"Why aren't you making him recall?!"},{"T":"302","2":"I need an explan—"},{"T":"301","2":"Vera","3":"...You want an acting award? You can't possibly NOT know what happens when someone recalls, aye, 'top of the class?'"},{"T":"301","3":"Vera impatiently cuts you off midway."},{"T":"301","2":"Vera","3":"If you really know nothing, go ask your higher-ups."},{"T":"301","2":"Vera","3":"But, you might be better off just keeping your mouth shut. After all, weapons of war should just listen to orders."},{"T":"302","2":"..."},{"T":"301","3":"Vera hauls the Construct up and places his hand on her shoulder."},{"T":"302","2":"Vera."},{"T":"301","2":"Vera","3":"What is it this time?!"},{"T":"302","2":"This."},{"T":"301","3":"You present the medication vial you stole from the smugglers to Vera."},{"T":"302","2":"Have it."},{"T":"302","2":"You can decide what to do with it."},{"T":"301","3":"Vera pauses and stares at you astonished, but only for a split second. She quickly snaps back to herself and takes the vial, then skillfully applies it to the Construct."},{"T":"301","3":"After a few seconds that felt like minutes, the Construct seems to have come to himself. The enhanced pain reception causes him to writhe around and struggle."},{"T":"301","2":"Alive Construct","3":"...Aaaargh! It hurts! It hurts...! Please! The pain! Please... turn off my pain receptors..."},{"T":"301","2":"Vera","3":"...What a disgrace. War isn't a field trip."},{"T":"301","3":"Vera slouches onto the floor, letting out hushed displeasure."},{"T":"302","2":"...He's in pain."},{"T":"301","2":"Vera","3":"Better than dead."},{"T":"301","3":"Vera takes a deep breath and carries the Construct, now slowly becoming conscious."},{"T":"301","2":"Vera","3":"Anyhow, people like you wouldn't understand. Which is why I give no damns about what others think. It's my life, I live it MY way."},{"T":"302","2":"Dunno if I see where you're coming from, but..."},{"T":"302","2":"I respect your way of living."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"Pah. Bootlicker."},{"T":"302","2":"But don't use these drugs anymore."},{"T":"301","2":"Vera","3":"Yeah, yeah. Try again."},{"T":"302","2":"..."},{"T":"301","3":"Silence befalls. Walking in the rain, the two of you wordlessly move forward."},{"T":"301","2":"Hassen","3":"The Council knows everything about this incident."},{"T":"301","2":"Hassen","3":"You know that stuff is illegal. If it weren't you, commandant of Gray Raven, I wouldn't have muscled in."},{"T":"301","2":"Hassen","3":"Anyways, don't do this ever again. And..."},{"T":"301","2":"Hassen","3":"Don't let how Kurono does things affect you. You know what to do as a commandant."},{"T":"302","2":"I know.","4":"...About that."},{"T":"301","2":"Hassen","3":"Yeah?"},{"T":"302","2":"...Nothing."},{"T":"301","2":"Hassen","3":"...You're my most trusted commandant. Don't make the same mistake."},{"T":"302","2":"Sorry.","4":"Understood."},{"T":"301","2":"Hassen","3":"Well, that's it. I guess."},{"T":"301","2":"Vera","3":"That's what he said?"},{"T":"302","2":"Yep."},{"T":"301","2":"Vera","3":"...No court-martial, no disciplinary actions, no nothing?"},{"T":"302","2":"...","4":"Were you looking forward to punishment?"},{"T":"301","2":"Vera","3":"...No. Not really."},{"T":"301","2":"Vera","3":"Little bird, you broke the rules. You're trying to get on my good side with your privileged position."},{"T":"301","2":"Vera","3":"But. Lucky thing is, Judge Vera doesn't follow the rules either. And so hereby, the jury finds that... you rubbed me the right way."},{"T":"301","2":"Vera","3":"Alright. Now that it's settled, you'll be the one buying drugs for me."},{"T":"302","2":"What!","4":"No more drugs!"},{"T":"301","2":"Vera","3":"If you like me, then it's only natural, hmm?"},{"T":"302","2":"How do I even answer...?!"},{"T":"301","2":"Vera","3":"So you don't like me?"},{"T":"302","2":"I mean...","4":"I don't."},{"T":"301","2":"Vera","3":"My, my. You are ONE insatiable beast, 'Commandant.' Even your three little birdlings can't fill you up?"},{"T":"302","2":"I don't mean it like that!"},{"T":"301","3":"Vera cackles."},{"T":"301","2":"Vera","3":"Well. Since you're such a hard worker, I'll allow you to meet me here once a week."},{"T":"302","2":"Don't use this drug anymore!"},{"T":"301","2":"Vera","3":"Hah, you think I care? My orders. You go get it done."},{"T":"302","2":"You're unreasonable!"},{"T":"301","2":"Vera","3":"Yeah? Being reasonable got you anywhere?"},{"T":"301","2":"Vera","3":"And... I can already tell in your eyes..."},{"T":"302","2":"Anyways, don't use this drug anymore!"},{"T":"301","2":"Vera","3":"That's YOUR promise with that old man. I have nothing to do with it. I see another piece of near-death trash, I'm juicing 'em up."},{"T":"302","2":"I know the same cases might pop up, but..."},{"T":"302","2":"I promise they'll eventually dwindle."},{"T":"301","2":"Vera","3":"Yeah? On what basis?"},{"T":"302","2":"Because I'm a commandant.","4":"Because everyone is working to make it a reality."},{"T":"301","2":"Vera","3":"Hah. How laughable—your completely baseless confidence."},{"T":"301","2":"Vera","3":"But... Not bad, I guess."},{"T":"301","2":"Vera","3":"Kinda makes me glad I saved you when you dropped your gun. Just a little."},{"T":"301","2":"Vera","3":"Whether it's your life, or your promise about changing the world for me, Commandant. Get ready."},{"T":"301","2":"Vera","3":"I don't let go, when something falls into my hands."}]