[{"T":"301","3":"Haicma has turned off all her external sensors in sleep mode as if she has sunken into a dark pond."},{"T":"301","3":"All of her mobility and feedback units are offline, and the only thing that is still running is her linear neural circuit. Unlike a human's dream, a machine can still stay 'awake' in this state."},{"T":"301","3":"Why did she save the girl? Only now, as her processor cannot support elaborate data analysis and logical calculations, does she begin to ponder this question."},{"T":"301","3":"'Saving humans' is not part of Haicma's underlying protocols, and the only person who can command Haicma is now buried underneath the ruins of the research laboratory."},{"T":"301","3":"The only thing that can guide her behavioral logic now is..."},{"T":"301","2":"Female Researcher","3":"Please... Find Nanami... Protect her..."},{"T":"301","3":"That should have been her objective..."},{"T":"301","3":"But when she heard the girl's cry for help, she reacted before her calculation was complete."},{"T":"301","3":"What drove her to action was the 'data anomaly' she locked away alongside her emotion simulator during her calculation."},{"T":"301","3":"Why would she do that when no one was there to command her?"},{"T":"301","2":"Female Researcher","3":"You are to document the entirety of the machine consciousness project. Maintain each subject and replace their frames routinely, review their memory data, and record all changes to their emotion simulators, performing comparative analysis on their causes and results."},{"T":"301","2":"Female Researcher","3":"Here's your job, MPA-01."},{"T":"301","3":"Observing, recording, and analyzing is what Haicma<//MPA-01> was first tasked to do."},{"T":"301","2":"Female Researcher","3":"Among these subjects... a large portion of them has no idea they are machines, to begin with. We need an entirely different perspective to explore all possibilities within them."},{"T":"301","3":"Haicma<//MPA-01>>, who has always known what she is, is different from the subjects she observed. She cannot be part of the possibilities."},{"T":"301","2":"Haicma","3":"Please instruct me... What should I do...?"},{"T":"301","3":"A ripple appears on the calm surface of the dark pond, growing larger and larger, unraveling the unchanging water."},{"T":"301","2":"Female Researcher","3":"I'm glad... to have watched you grow..."},{"T":"301","3":"What performance growth were you expecting?"},{"T":"301","2":"Female Researcher","3":"Perhaps one day you'll find among them your very own..."},{"T":"301","3":"Who is the me<HAICMA//MPA-01> you wished to see?"},{"T":"301","3":"What should I<HAICMA//MPA-01>... do?"},{"T":"301","3":"Her question unanswered, she continues to tap the surface of the pond before her."},{"T":"301","2":"Renee","3":"How is it? Can you save her?"},{"T":"301","2":"??","3":"I've never seen a machine as intricate as this. You probably have a better chance waiting for her to self-repair than asking me to fix her."},{"T":"301","2":"Renee","3":"Can't we do anything?"},{"T":"301","2":"??","3":"Sigh, we can only wait for her to recover."},{"T":"301","2":"??","3":"And don't forget, the soldiers are coming back soon, and they won't care if your robot here is good or not. They're not going to keep a potential threat around. They'll shoot her if they see her."},{"T":"301","2":"Renee","3":"She saved me! She won't turn bad!"},{"T":"301","2":"??","3":"You can't blame them. It's hard to be sure."},{"T":"301","2":"??","3":"Let's move her somewhere else first."},{"T":"301","2":"Renee","3":"Thank you..."},{"T":"301","2":"??","3":"That's alright. I only got here in one piece because another mechanoid fought off the Corrupted."},{"T":"301","2":"???","3":"Hey, what are you guys doing?!"}]