[{"T":"301","2":"Gabriel","3":"...As a devotee, I merely wish to rectify any uncertainty of yours."},{"T":"301","2":"Gabriel","3":"Your kindness, I worry, will destabilize the resolve of the Ascension-Network."},{"T":"301","2":"Gabriel","3":"The Network requires an agent of absolute power. Hesitancy and mercy are not the attributes of the devoted."},{"T":"301","2":"Gabriel","3":"You once showed me its power, and that wave of pure strength shook me to my core. Since then, I have decided to follow you and offer myself to the work of the Network."},{"T":"301","2":"Gabriel","3":"But now, you concern me."},{"T":"301","3":"Gabriel's words do not seem to displease Luna. Instead, there is a hint of a smirk on her face."},{"T":"301","2":"Luna","3":"So, tell me, how would you like to serve the Ascension-Network?"},{"T":"301","2":"Gabriel","3":"The Red Tide is the manifestation of the volition from the Punishing Virus."},{"T":"301","2":"Gabriel","3":"They are exhibiting qualities of organic beings, which means... one day, Punishing Virus will be sentient. Like humans."},{"T":"301","2":"Gabriel","3":"All I am doing is further propelling this process and ensuring that, even when conscious, Hetero-Creatures will still be of use to us."},{"T":"301","3":"Several of these creatures slither by Gabriel's feet, gently nuzzling him, almost like they are trying to please him."},{"T":"301","2":"Gabriel","3":"They are obedient. They will be even greater assets than the Corrupted."},{"T":"301","2":"Gabriel","3":"With the Red Tide and these puppets, corruption will spread throughout the globe in no time. Once Babylonia is gone, nothing will be able to stop us."},{"T":"301","2":"Gabriel","3":"That was why I proposed the first step of our plan—using Huaxu to assault the Gestalt, bringing down Babylonia by force."},{"T":"301","2":"Gabriel","3":"Should Babylonia, the humans' last hope fall, we would be able to execute our plan much more swiftly. A shame, then..."},{"T":"301","2":"Luna","3":"Huaxu... didn't disappoint, to a certain extent."},{"T":"301","2":"Luna","3":"It's because of Huaxu that I've obtained the secret behind the Inver-Device. To label that level of technology as highly-classified... Humans are so absurd sometimes."},{"T":"301","2":"Gabriel","3":"Huaxu's failure has not been unexpected. I have never put my faith in an outsider, which is why I have prepared an alternative."},{"T":"301","2":"Luna","3":"Is that what you've been hiding underneath the Core Area?"},{"T":"301","2":"Gabriel","3":"...Of course, nothing escapes Miss Luna."},{"T":"301","2":"Luna","3":"Gabriel, you aren't skilled enough to hide things from me yet."},{"T":"301","2":"Luna","3":"I don't care how you do it. I only want results."},{"T":"301","2":"Gabriel","3":"Understood."},{"T":"301","3":"Behind Gabriel, his hand briefly twitches before closing resolutely."},{"T":"301","2":"Gabriel","3":"...My apologies, Miss Luna."},{"T":"301","2":"Gabriel","3":"But—before we continue, I must be certain of one thing."},{"T":"301","3":"As Gabriel whispers his command, the Hetero-Creatures lurking by him suddenly launch toward Luna and strike."},{"T":"301","3":"Luna's minuscule figure is instantly swarmed by the frenzied crimson tide. Gabriel directs more monsters to attack her, then stands before the mad flood, like an audience enjoying a performance."},{"T":"301","2":"Gabriel","3":"Please demonstrate to me with your action—that you are still the agent who holds absolute power."},{"T":"301","2":"Luna","3":"...Fine."},{"T":"301","2":"Luna","3":"If you're in doubt, let me demonstrate my will."}]