[{"T":"301","3":"Lucia's M.I.N.D. is shaking violently once again, killing the lights in her surroundings. The Mind Beacon in the distance seems to have grown dimmer, too."},{"T":"301","2":"Lucia","3":"It's happening again... I need to leave now. I can still stop the merge!"},{"T":"301","3":"The pitch darkness returns, but it does not stop Lucia."},{"T":"301","3":"Shards of memory hover in the air, seemingly luring her to reach out for them."},{"T":"301","2":"Lucia","3":"The memories before the divergence point are back..."},{"T":"301","3":"She reaches out for the shard in front of her, but she stops as she hesitates and looks up at the Mind Beacon."},{"T":"301","2":"Lucia","3":"It could be a clue, or it could be a trap to stall me..."},{"T":"302","2":"(Touches it)","4":"(Leaves now)"},{"T":"301","3":"Lucia feels much safer seeing the Mind Beacon's soothing light. She reaches out for the shard."},{"T":"301","3":"Then, Lucia's childhood voice can be heard coming from the depths of the abyss..."},{"T":"301","2":"Lucia","3":"Once upon a time, an evil king was all by himself. He had the elixir of life, but he never shared it with anyone."},{"T":"301","3":"In the faded memory, Luna is sitting in Lucia's arms and listening to her reading a story from a magazine she found."},{"T":"301","2":"Lucia","3":"And war broke out one day. A lot of people died."},{"T":"301","2":"Lucia","3":"He went to his people and shouted, 'I can share my elixir of life with you.'"},{"T":"301","3":"Lucia holds on to Luna's hand as she reads the book, rubbing the back of her hand."},{"T":"301","2":"Lucia","3":"Some people said no because they didn't believe him, but some said yes because they were desperate."},{"T":"301","2":"Lucia","3":"But most of the people who drank the elixir died. Those who survived had scales and horns growing out of their body. They looked like the evil king now."},{"T":"301","2":"Lucia","3":"People were angry, thinking they'd been tricked. They stopped fighting amongst themselves and tried to fight the evil king and those who'd turned into monsters."},{"T":"301","2":"Luna","3":"Why did they try to fight those who'd turned into monsters?"},{"T":"301","2":"Lucia","3":"Because those people became immortal monsters. The humans were afraid that they wouldn't be able to fight the monsters if they ever got bullied by them."},{"T":"301","2":"Luna","3":"Why didn't the humans just drink the elixir themselves?"},{"T":"301","2":"Lucia","3":"Because they were afraid that the elixir would either kill them or turn them into monsters."},{"T":"301","2":"Luna","3":"...So what happened next?"},{"T":"301","2":"Lucia","3":"The leader of the humans caught one of the monsters. 'If you can poison the evil king's drink and kill him, I shall reward you properly,' the leader politely said to the monster."},{"T":"301","2":"Lucia","3":"The monster happily agreed. After the monster passed the poisoned drink to the lonely king, he drank it all with a smile on his face, because it'd been so long since he last spent time with anyone."},{"T":"301","3":"Lucia picks up the blanket on the floor and covers Luna with it."},{"T":"301","2":"Luna","3":"Did the evil king die?"},{"T":"301","2":"Lucia","3":"He did, and the humans captured all the monsters. The world was all peaceful again with just humans in it. How wonderful."},{"T":"301","2":"Luna","3":"But how is it wonderful? Wasn't it the humans who started the war? If they hadn't, the evil king wouldn't have decided to hand out his elixir."},{"T":"301","2":"Lucia","3":"That's true, but that's how it goes in the story."},{"T":"301","2":"Luna","3":"Poor evil king..."},{"T":"301","2":"Lucia","3":"Why? A lot of people died because of his elixir!"},{"T":"301","2":"Luna","3":"But he only handed out his elixir because the war had killed a lot of people, no?"},{"T":"301","2":"Luna","3":"Should he just sit around and hope the world would get better?"},{"T":"301","3":"Lucia puts down the magazine. She pats Luna on the back as she thinks about Luna's question."},{"T":"301","2":"Lucia","3":"But that's still not a good reason for the evil king to go around handing out his evil elixir. There has to be a different solution!"},{"T":"301","2":"Luna","3":"Like what?"},{"T":"301","2":"Lucia","3":"...I don't know, but there has to be!"},{"T":"301","3":"Lucia's M.I.N.D. is now shaking violently again, sending the shards of memories flying in the air."},{"T":"301","2":"Luna","3":"People are always afraid of those different from themselves. They try to get rid of them if they can't use them."},{"T":"301","2":"Luna","3":"So I made myself a promise... I wanted to build a paradise for us, an eternal paradise for just the two of us..."},{"T":"301","3":"As the red lights return, Lucia can hear something speaking to her—something that looks like Luna."},{"T":"301","3":"A paradise for us... with all the monsters..."},{"T":"301","3":"The Mind Beacon is now flashing rapidly, as if calling for Lucia."},{"T":"301","2":"Lucia","3":"These memories won't change a thing no matter how much time I spend looking at them. I should go now. They're waiting for me."},{"T":"301","3":"The pitch darkness clears up. Right above the abyss, a star shines brighter than ever."},{"T":"301","2":"Lucia","3":"Target found. I'm moving on."}]