[{"T":"301","2":"System","3":"Connecting—"},{"T":"301","2":"Vera","3":"Why, hello there, Gray Ravens!"},{"T":"301","2":"Vera","3":"This is the leader of the Cerberus squad—"},{"T":"301","2":"Lee","3":"Vera..."},{"T":"301","2":"Vera","3":"Oh, Lee, my dear, how have you been?"},{"T":"301","2":"Lee","3":"I must thank you. After leaving Kurono and joining Gray Raven, my faith in humanity was restored."},{"T":"301","2":"Vera","3":"Oh, you're as sweet as ever."},{"T":"301","2":"Lee","3":"I choose my words depending on the person. And for you, I'd prefer brevity."},{"T":"301","2":"Lee","3":"Let's not waste time, what do you want?"},{"T":"301","2":"Vera","3":"Oh, ahaha, you're still so volatile, alright—"},{"T":"301","2":"Vera","3":"I'm sure you've all noticed that signal from the Construct Tifa, yes?"},{"T":"301","2":"Vera","3":"Let me tell you a little something. This Tifa is our target this time, the 'Iron Maiden'."},{"T":"301","2":"Lee","3":"Oh, I couldn't have guessed."},{"T":"301","2":"Vera","3":"No, I mean that—she is 'our' target."},{"T":"301","2":"Lee","3":"What?"},{"T":"301","2":"Vera","3":"Oh my? Your commandant looks quite interesting, can we have a little chat, hmm?"},{"T":"301","2":"Lee","3":"Nice try. I knew it. Speaking with you is a waste of time. And you haven't even answered my question."},{"T":"301","2":"Vera","3":"That's not important though, is it? Cerberus never shares its treats with others."},{"T":"301","2":"Lee","3":"So you're not going to cooperate."},{"T":"301","2":"Vera","3":"Or more precisely, disrupt."},{"T":"301","2":"Lee","3":"Let me get this clear, Vera. If the Iso-Devices aren't deployed as planned, the target may escape. Don't drag us all down because of your own selfishness."},{"T":"301","2":"Vera","3":"Oh, my child, that? It's already sorted."},{"T":"301","2":"Lee","3":"What?"},{"T":"301","2":"Vera","3":"Well, that's all. You can continue playing with those little toys of yours, tata—"},{"T":"301","2":"System","3":"Disconnected—"},{"T":"301","2":"Lucia","3":"That Vera, who is she...?"},{"T":"301","2":"Lee","3":"She was one of the formal members of Kurono Ops. Later became the leader of Cerberus, part of the Task Force. She only recruits members coming from Kurono into her team."},{"T":"301","2":"Lee","3":"Even in the Task Force, they're still a special team directly under the jurisdiction of Commander Nikola."},{"T":"301","2":"Lee","3":"There's a brutal filtering system inside Kurono. The members inside would do anything to achieve their goals."},{"T":"301","2":"Lee","3":"Coldblooded and thirsty for merits. That's their usual method of operation. They aren't well-liked because of that."},{"T":"301","2":"Lee","3":"But of course, they are indeed capable to stand up to their name..."},{"T":"301","2":"Liv","3":"That sounds completely unlike the place I was stationed in before."},{"T":"301","2":"Lucia","3":"Cerberus has their own objectives, Gray Raven does too."},{"T":"301","2":"Lucia","3":"Let's continue with our mission. As for them, we'll react and adapt accordingly."},{"T":"301","2":"Lucia","3":"Not to mention that, Cerberus isn't the only squad we can work with."},{"T":"301","2":"Liv","3":"Yes, with the enemies nearby being cleared. We can begin our preparations as well."},{"T":"301","2":"Lucia","3":"Then we shall start here and continue extending the Iso-Device coverage until it links up with the other squads'."},{"T":"301","2":"Lucia","3":"Then, let's move out!"}]