[{"T":"301","2":"Operator","3":"Incoming! The next wave of beyond-visual-range strike will hit soon! Interception rate 73%!"},{"T":"301","2":"Hassen","3":"Celica! Tell all departments to prepare for impact!"},{"T":"301","2":"Celica","3":"Roger!"},{"T":"301","3":"..."},{"T":"301","3":"The alarm temporarily stops after a fierce collision."},{"T":"301","2":"Hassen","3":"The interception rate is dropping..."},{"T":"301","2":"Hassen","3":"If this type of attack comes more often, Babylonia needs to increase the orbital height again... Which will make our communication to the ground even worse."},{"T":"301","2":"Hassen","3":"Celica, continue your loss report!"},{"T":"301","2":"Celica","3":"Okay."},{"T":"301","3":"The door of the command room opens as a young man in senior lab uniform shows up."},{"T":"301","2":"Asimov","3":"Based on our analysis of the observation results—ah, hey!"},{"T":"301","3":"Asimov, the Chief Tech Officer of the Babylonia Science Council, is pushed away by someone from behind."},{"T":"301","2":"Karenina","3":"Oy of the way!"},{"T":"301","2":"Asimov","3":"Hey! You—"},{"T":"301","2":"Hassen","3":"Oh, Karen. Did something happen on your end?"},{"T":"301","2":"Karenina","3":"I should be the one asking you that! Why is nothing happening here?!"},{"T":"301","2":"Karenina","3":"Why's it still moving?! If this keeps going on—"},{"T":"301","2":"Karenina","3":"Then we won't be able to use 'that thing'!"},{"T":"301","2":"Hassen","3":"Calm down. We tried everything we can, but none of our attacks could destroy the space station from outside..."},{"T":"301","2":"Hassen","3":"The landing operation will start once Babylonia withstands this wave of attack."},{"T":"301","2":"Hassen","3":"It will be your time to shine once our ground forces find the enemy's weak point."},{"T":"301","2":"Asimov","3":"Wait a sec, why is someone like her operating 'that thing'?"},{"T":"301","2":"Hassen","3":"Cosmos Technician Union specifically asked Karen to do it because she's good at... creating explosions."},{"T":"301","2":"Asimov","3":"Such nonsense... All she needs to do is to press a button!"},{"T":"301","2":"Asimov","3":"I thought humans had entered the automated era in the 21st century."},{"T":"301","2":"Karenina","3":"'Press a button'? Do you know how difficult it is to control that thing?!"},{"T":"301","2":"Karenina","3":"You know nothing! Want me to show you now?"},{"T":"301","2":"Asimov","3":"Hah."},{"T":"301","3":"..."},{"T":"301","2":"Celica","3":"S-speaking of! Gray Raven..."},{"T":"301","3":"Karenina puts her cannon down and turns to Celica."},{"T":"301","2":"Karenina","3":"Hah! Right, where are the Gray Raven guys?"},{"T":"301","3":"Swayed by Celica, Karenina is brought toward the main control room while Asimov straightens his shirt nonchalantly."},{"T":"301","3":"Hassen pinches the bridge of his nose."},{"T":"301","2":"Asimov","3":"As we all know, the space station has been broadcasting strong signal interference. The strength of interference varies periodically..."},{"T":"301","2":"Asimov","3":"Our forecast shows the interference will soon be reduced to a historical low."},{"T":"301","2":"Hassen","3":"I know what you mean."},{"T":"301","2":"Asimov","3":"Hmph, that's right. I need you to allocate more manpower to escort a satellite to a position closer to the space station so we can study it better."},{"T":"301","2":"Hassen","3":"...Manpower."},{"T":"301","2":"Hassen","3":"Alright, fine."},{"T":"301","2":"Asimov","3":"Don't worry, the findings will be worth it. After all..."},{"T":"301","2":"Asimov","3":"I'm confident that this time I can find more truth about the Punishing Virus..."},{"T":"301","2":"Liv","3":"Commandant, we are 300km away from the space station."},{"T":"301","2":"Liv","3":"According to the mission brief, we will begin engaging Punishing-corrupted drones..."},{"T":"301","2":"Construct Pilot","3":"Don't worry, we'll escort you."},{"T":"301","2":"Lucia","3":"Thank you very much."},{"T":"301","2":"Lee","3":"I still don't like shuttles... This feeling of not being in control..."},{"T":"301","2":"Liv","3":"Commandant, how are you feeling?"},{"T":"302","2":"I'm fine.","4":"I don't feel too well..."},{"T":"301","2":"Liv","3":"'Fenrir' is a space-plane that can operate in both the atmosphere and space. It takes a high toll on the pilot's physical strength—usually, only Constructs can operate it..."},{"T":"301","2":"Liv","3":"Even as a passenger, humans often feel sick. If there is anything wrong with your body..."},{"T":"301","2":"Liv","3":"Please, you must tell me."},{"T":"301","2":"Liv","3":"What's wrong? I've brought some serum and basic medical devices."},{"T":"301","3":"Liv does not perform the routine scan. Instead, she reaches over, as if she was trying to offer support."},{"T":"301","3":"Boom—"},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"Lee","3":"What was that?!"},{"T":"302","2":"Yeah, what happened?!","4":"I'm here."},{"T":"301","3":"A nearby ally aircraft is shot and forced to retreat."},{"T":"301","2":"Construct Pilot","3":"Hold on! We'll buy you time!"},{"T":"301","3":"The next few shells barely miss the wings of the shuttle and explode not far behind."},{"T":"301","3":"A few Corrupted drones are already visible and are approaching at a high speed."},{"T":"301","3":"Zoom—"},{"T":"301","3":"Before engaging with Gray Raven, Corrupted drones are distracted by ally aircraft and a dogfight ensues."},{"T":"301","2":"Construct Pilot","3":"Full speed ahead, Gray Raven! Break through, do not change your direction!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Construct Pilot","3":"Your mission... is to land on the Corrupted space station."},{"T":"301","3":"As the engine puts out more power, the shuttle quickly accelerates, leaving the explosions and signals far behind."},{"T":"301","3":"Once the deceleration is over, the corrupted space station is mere inches away from you, completely obscuring your vision."},{"T":"301","2":"Liv","3":"It's huge... even though it's technically much smaller than Babylonia..."},{"T":"302","2":"It's incredible.","4":"Any signals here?"},{"T":"301","2":"Lee","3":"Indeed..."},{"T":"301","2":"Lucia","3":"I can barely see any allies nearby... I'm not getting any signal either..."},{"T":"301","2":"Lee","3":"Perhaps it's due to the interference... I'm sure we aren't the first squad to arrive here."},{"T":"301","2":"Liv","3":"Commandant, bad news... We're being locked on by multiple weapon systems."},{"T":"301","2":"Lee","3":"Tsh, it's the space station's short-range interceptors. No wonder there's no one staying in this space."},{"T":"301","3":"As he says it, multiple flares fly toward the lone ship you are on, their tails crossing and trailing one another."},{"T":"301","2":"Lucia","3":"Incoming!"},{"T":"301","3":"BOOM—"},{"T":"301","2":"Lee","3":"Ugh! We're hit! Initiating emergency landing, Commandant!"},{"T":"301","2":"Lucia","3":"Commandant, the hull is breached! We'll be exposed to a vacuum shortly—"},{"T":"301","2":"Lucia","3":"Please activate your space combat outfit immediately!"},{"T":"302","2":"Done!","4":"Got it!"},{"T":"301","3":"With your outfit activated, your helmet veils your vision once more before the air pressure drops, inside it a slight overabundance of oxygen."},{"T":"301","2":"Lucia","3":"——"},{"T":"301","3":"You can no longer hear what Lucia is shouting at this point."},{"T":"301","3":"An anxious Lucia gestures you to communicate with your Mind Beacon."},{"T":"301","2":"Lucia","3":"Can you hear me?"},{"T":"302","2":"I can hear you.","4":"What's your situation?"},{"T":"301","2":"Liv","3":"Commandant's not injured, and the readings are fine."},{"T":"301","2":"Lee","3":"We're alright."},{"T":"301","2":"Lee","3":"We're approaching the surface! Prepare for a rough landing!"}]