[{"T":"301","3":"Boom—"},{"T":"301","3":"The platform could not withstand the battle between Gray Raven and the Corrupted—"},{"T":"301","3":"It shatters into pieces, separating the members of Gray Raven..."},{"T":"301","2":"Liv","3":"Lucia! Commandant and Watanabe are—"},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"302","2":"I'm fine!","4":"Maintain your formation!"},{"T":"301","2":"Lee","3":"Tsk... Liv! Let's keep shooting!"},{"T":"301","2":"Liv","3":"Okay!"},{"T":"301","3":"Korolev is completely untouched by Lee and Liv's shooting."},{"T":"301","2":"Watanabe","3":"It seems to have chosen you as the target, Commandant of Gray Raven."},{"T":"301","3":"Although significantly damaged, Korolev's weapon modules are still preparing for the next round of attack."},{"T":"301","2":"Korolev","3":"Humans... are... doomed..."},{"T":"301","2":"Watanabe","3":"Stay behind me. Don't move."},{"T":"301","3":"Watanabe moves forward as he prepares to face Corrupted Korolev alone."},{"T":"301","3":"However..."},{"T":"301","3":"Connecting—"},{"T":"301","2":"Demolition Squad","3":"Attention to all Babylonia forces! Explosives have been installed on the gravity cabin wall structure! Ready for final detonation!"},{"T":"301","2":"Demolition Squad","3":"All personnel will be exposed to the vacuum of space after detonation. Switch to vacuum mode immediately!"},{"T":"301","2":"Demolition Squad","3":"Countdown—"},{"T":"301","2":"Watanabe","3":"Detonation?"},{"T":"301","2":"Watanabe","3":"Why blast the cabin wall now...? What's Babylonia planning..."},{"T":"301","3":"Boom—"},{"T":"301","3":"The cabin wall is destroyed by a giant explosion, but the debris does not fly inward."},{"T":"301","3":"Instead, they are sucked out by the enormous negative pressure."},{"T":"301","2":"Lucia","3":"Liv!"},{"T":"301","3":"Lucia strikes her blade into the ground and holds Liv with her other hand."},{"T":"301","3":"While Liv tries her best to control the Levi-Guns, so that they do not get sucked into space."},{"T":"301","2":"Watanabe","3":"Grab on!"},{"T":"301","3":"Watanabe grabs the shattered platform and reaches out his arm."},{"T":"302","2":"(Grab Watanabe's hand)","4":"You got it!"},{"T":"301","3":"With Watanabe's support, you can now aim at Korolev's weak point—"},{"T":"301","3":"Meanwhile, Korolev continues to climb over with its robotic arms."},{"T":"302","2":"(Aim and fire)"},{"T":"301","3":"Bang!"},{"T":"301","3":"But it lost balance after its 'eye' is hit, and falls into the volatile torrent created by space."},{"T":"301","2":"Watanabe","3":"——"},{"T":"301","3":"Watanabe shouts something, but he could hardly be heard."},{"T":"301","3":"After switching to electromagnetic communication—"},{"T":"301","2":"Watanabe","3":"I said, good shot!"},{"T":"301","3":"Although the air nearby gets completely drained, the chaotic scene does eventually come to a rest."},{"T":"301","3":"You look into space through a hole created by the explosion and see a floating satellite."},{"T":"301","3":"Connecting—"},{"T":"301","2":"Karenina","3":"Hello? The 'Prism' is ready! It's up to you now, task force!"},{"T":"301","2":"Karenina","3":"There's only one chance! Once you've stabilized the core, send me the signal! Make sure it's not too early or too late!"},{"T":"301","2":"Watanabe","3":"Prism... I think I know what's going on now..."},{"T":"301","2":"Karenina","3":"Huh? What's that sound... in the signal..."}]