[{"T":"301","2":"Huaxu","3":"Thank you... thank you for defeating me."},{"T":"301","2":"Huaxu","3":"If one of my forms is defeated, the true form will be greatly weakened."},{"T":"301","2":"Huaxu","3":"It finally... all... ends..."},{"T":"301","2":"Murray","3":"So our victory was of help to Brother's squad..."},{"T":"301","3":"After a pause, Huaxu's expression softens, as if readying to say goodbye."},{"T":"301","2":"Huaxu","3":"Chrome... my true form, the one with the similar structure to Gestalt, is in the hands of the real Kowloong."},{"T":"301","2":"Huaxu","3":"Go with the flow of the river."},{"T":"301","3":"The space trembles, and the walls crumble. The group can no longer tell up from down, until they spot a few familiar forms in the distance."},{"T":"301","3":"Chrome stops in his tracks and turns to watch Huaxu's form fade away."},{"T":"301","2":"Huaxu","3":"How nice... Humans..."},{"T":"301","3":"As the morning sun rises, the Gray Raven squad is already waiting on the deck. The ship, no longer controlled by its original system, is quaking and swinging back and forth."},{"T":"301","2":"Murray","3":"Phew... Now my job is done. I gotta draft up a mission report now, so I guess we'll talk later."},{"T":"301","2":"Kamui","3":"Aren't you going to say hi to Lee?"},{"T":"301","2":"Murray","3":"It can wait until you all return to Babylonia. Right now, sorting out the info we just got is top priority. See you, then."},{"T":"301","2":"Chaofeng","3":"..."},{"T":"301","2":"Chaofeng","3":"Murray didn't tell you, but he saved me at a difficult juncture when I was being compelled. I would have been stuck in the dream if not for him."},{"T":"301","2":"Chaofeng","3":"Why... why weren't the rest of you stuck in the dream?"},{"T":"301","2":"Chaofeng","3":"Because you're Babylonian Constructs? Made with better tech...?"},{"T":"301","2":"Chrome","3":"That's not it, Chaofeng. Babylonia doesn't have that kind of technology."},{"T":"301","2":"Chaofeng","3":"So... why?"},{"T":"301","2":"Chrome","3":"The dream wasn't good enough. That's all."},{"T":"301","3":"Chrome pats Chaofeng on the shoulder and heads in the direction of the Gray Raven Commandant to greet them."},{"T":"301","3":"Kamui rushes over, but quickly retreats."},{"T":"301","2":"Kamui","3":"Here, take this badge. It's for all members of Strike Hawk."},{"T":"301","2":"Chaofeng","3":"For me?"},{"T":"301","2":"Kamui","3":"If you feel like leaving the Kowloong Crew in the future, join us! You'd be a great fit."},{"T":"301","2":"Kamui","3":"Guys!"},{"T":"301","3":"After finishing his speech, Kamui runs off to where Chrome is and starts being rowdy with the Gray Raven."},{"T":"301","3":"Gripping the Strike Hawk medal tight, Chaofeng gazes at the silhouettes before him, blinding like the shining sun."},{"T":"301","3":"Under his mask, he squints."},{"T":"301","3":"Kamui slaps Chrome hard on the back."},{"T":"301","2":"Chrome","3":"Gray Raven ended up saving us after all... Thanks."},{"T":"301","2":"Lucia","3":"It's nothing. We're all working for the same goal, after all."},{"T":"301","2":"Lucia","3":"It's all over now. This ship can finally return to its rightful home."},{"T":"301","2":"Chrome","3":"...Yes. The real home of the KCC, the real Kowloong, should be somewhere close to where this ship will finally dock."},{"T":"301","2":"Lee","3":"The 'real' Kowloong?"},{"T":"301","2":"Chrome","3":"The ship we see here is simply a mirage dreamed up by fools, traveling down the same nonexistent route day and night, like an ouroboros chasing after its tail."},{"T":"301","2":"Chrome","3":"With the false path now gone, the endless journey shall now end."},{"T":"301","2":"Kamui","3":"Hey! Look!"},{"T":"301","3":"Above the bow of the ship, rays of sunshine pierce through the dark clouds, illuminating a strange, looming tower that splits the horizon into two."},{"T":"301","2":"Lucia","3":"Uh..."}]