[{"T":"301","2":"Demon Bane","3":"Ahem... Dammit."},{"T":"301","2":"Demon Bane","3":"Whoever dares mess with Gung-hoers shall pay a heavy price!"},{"T":"301","2":"Pulao","3":"Well said, but why do you keep moving back?"},{"T":"301","2":"Demon Bane","3":"Hmph!"},{"T":"301","2":"Pulao","3":"Huh? The door is over there. You're going to the window..."},{"T":"301","3":"Before Pulao can finish her line, Demon Bane has already broken through the window nearby and disappeared on the street."},{"T":"301","2":"Lucky Dog & Ding Gold","3":"Wait for us, Demon Bane!"},{"T":"301","3":"The other minions quickly go through the same hole that he left, leaving a completely wrecked window behind."},{"T":"301","2":"Pulao","3":"No! We saved a long time to fix that window!"},{"T":"301","2":"Pulao","3":"..."},{"T":"301","2":"Pulao","3":"They're gone..."},{"T":"301","2":"Pulao","3":"Whatever. I'll go check it out, Master. Hope we can still fix it."},{"T":"301","2":"Master","3":"Leave it to me."},{"T":"301","3":"Master walks past Pulao and heads to the window, but Pulao senses something unusual from his words."},{"T":"301","2":"Master","3":"What's wrong? You seem to have something to say."},{"T":"301","2":"Pulao","3":"Um, Master, your voice doesn't sound right. Are you sick?"},{"T":"301","2":"Master","3":"No, I'm fine. I'm very healthy. I can walk up five floors without panting... Cough... cough..."},{"T":"301","2":"Pulao","3":"Master!"},{"T":"301","2":"Pulao","3":"How is that 'fine'?"},{"T":"301","3":"Pulao rushes to Master as he kneels on the ground. He is unable to control his limbs. His eyes are turning red."},{"T":"301","2":"Master","3":"I'm fine."},{"T":"301","3":"Master wipes Pulao's anxious tears with a trembling hand. He smiles at her."},{"T":"301","2":"Master","3":"Well, I thought it was just a cold. This 'Punini' virus hits harder than I think."},{"T":"301","2":"Pulao","3":"Have you been like this for a while...? Why didn't you tell me...?"},{"T":"301","2":"Master","3":"Because I don't want to see you like this."},{"T":"301","2":"Pulao","3":"Um... You always treat me like a kid, Master."},{"T":"301","2":"Pulao","3":"I'm no longer that kid who always made people worry."},{"T":"301","2":"Pulao","3":"What to do... Argh... Should I get you some medicine?!"},{"T":"301","2":"Master","3":"No need. Besides, I don't think medicine can cure this disease."},{"T":"301","2":"Pulao","3":"Medicine... Right, ordinary medicine probably won't work."},{"T":"301","2":"Master","3":"Are you thinking of that legend?"},{"T":"301","2":"Pulao","3":"Yes! I heard there was an old celestial in the mountains. He has an elixir that could cure any disease!"},{"T":"301","2":"Pulao","3":"If I can get that elixir, we can cure whatever Puni-thing you have."},{"T":"301","2":"Master","3":"No need. A lot of things happened today, I'm probably just tired. I just need some rest, and everything will be fine."},{"T":"301","3":"Pulao helps Master get on his feet. She gazes at him and mumbles."},{"T":"301","2":"Pulao","3":"No."},{"T":"301","2":"Master","3":"What?"},{"T":"301","2":"Pulao","3":"You have always been taking care of me, Master. Now it's my turn to take care of you!"},{"T":"301","3":"Pulao raises her head and looks Master firmly in the eye."},{"T":"301","2":"Master","3":"Do you have to go?"},{"T":"301","2":"Pulao","3":"I must."},{"T":"301","2":"Master","3":"Hmm... Alright. My brother would laugh at me if I still can't make up my mind."},{"T":"301","2":"Master","3":"One moment please."},{"T":"301","3":"Master knocks on the wall nearby. Heavy clangs of gears turning can be heard inside. Before long, the wooden wall suddenly cracks open and a wooden crate pops out from within, falling into Pulao's hands."},{"T":"301","2":"Pulao","3":"It's-a-sword?"},{"T":"301","3":"Pulao looks at the crate and sees three words written in exaggerated calligraphy style—'It's a sword'."},{"T":"301","2":"Master","3":"You don't know what will happen along the way. I hope it can protect you on my behalf."},{"T":"301","3":"When the crate is opened, it dissipates an antique aroma."},{"T":"301","3":"Sunlight shines upon the sword through the window, leaving a golden reflection in the inscription on it."},{"T":"301","3":"Master nods at Pulao and she nods in return. She grabs the red ribbon on the sword's hilt. It gives a warm feeling."},{"T":"301","2":"Pulao","3":"Wait for me, Master."}]