[{"T":"301","3":"After getting rid of all the Corrupted in the area, you spot someone familiar in the data you have picked up."},{"T":"301","2":"Liv","3":"This is... the girl who was looking for her sister. Based on the timestamp, this happened not long after she hung up the phone..."},{"T":"301","2":"Liv","3":"I wonder if she did find her sister... Should I replay the record?"},{"T":"302","2":"Ok."},{"T":"301","3":"With the sound of tires screeching, a raggedy jeep brakes abruptly in front of the ruins. The researcher called Angel jumps out of it with three Constructs."},{"T":"301","2":"Construct A","3":"The road has been destroyed. We have to go on foot, but..."},{"T":"301","3":"As the four of them approach their destination, each begins to show different signs of infection."},{"T":"301","2":"Construct B","3":"The Punishing Virus concentration here is getting dangerously high. Are you sure she's here?"},{"T":"301","2":"Angel","3":"You can turn around if you're scared."},{"T":"301","2":"Angel","3":"I know my sister is here for a fact, just like how she always found me when we played hide-and-seek as kids. Our blood has bonded us."},{"T":"301","3":"She injects herself with a serum, then runs forward without looking back."},{"T":"301","2":"Liadrin","3":"Angel."},{"T":"301","3":"A female Construct walks out of the ruins' shadows and calmly gazes at Angel."},{"T":"301","2":"Angel","3":"Sister! I found you!"},{"T":"301","2":"Liadrin","3":"Actually, I found you. But he's right, you should turn around."},{"T":"301","2":"Angel","3":"Yes, I should go back, and so should you."},{"T":"301","2":"Liadrin","3":"I chose this, Angel. You shouldn't interfere."},{"T":"301","2":"Angel","3":"I just want to be with you, Sister!"},{"T":"301","2":"Liadrin","3":"Be with me..."},{"T":"301","2":"Liadrin","3":"Angel, when I fought as a Construct, I witnessed terrible deaths over and over again."},{"T":"301","2":"Liadrin","3":"At this rate, you'll lose me sooner or later."},{"T":"301","2":"Liadrin","3":"The only way to save me from the threat of the Punishing Virus is doing what Gabriel the angel told me to do."},{"T":"301","2":"Angel","3":"Really?"},{"T":"301","2":"Angel","3":"If there is a shortcut, then why are we still fighting against the virus?!"},{"T":"301","2":"Liadrin","3":"..."},{"T":"301","2":"Liadrin","3":"Good question. Every 'shortcut' comes with a certain risk. However, if the alternative is to die in battle like the others, I'd rather take the risk. I was never born to fight. I was born to do research with you."},{"T":"301","2":"Angel","3":"Sister... Did you come to that conclusion after being wounded?"},{"T":"301","2":"Liadrin","3":"..."},{"T":"301","2":"Angel","3":"I've always wanted to apologize... You gave up your future so that I could remain a researcher..."},{"T":"301","2":"Liadrin","3":"...Only I was compatible with the copolymers. It wasn't your fault."},{"T":"301","2":"Angel","3":"But... But if I also gave up my position, then we could've just survived as humans!"},{"T":"301","2":"Liadrin","3":"Don't be silly. You only agreed to do research with me because that was the safest option."},{"T":"301","2":"Liadrin","3":"But ever since I became a Construct, you can't stay focused on your job. It's only a matter of time before you're fired."},{"T":"301","2":"Liadrin","3":"You know very well what it means to lose that job now."},{"T":"301","2":"Liadrin","3":"Regardless, there's no 'if.' I am what I am already."},{"T":"301","2":"Angel","3":"Did you conceal your injuries from me because you were worried about me?"},{"T":"301","3":"There is a sudden movement in the shadows of the ruins, but no one besides Liadrin has sensed it at all."},{"T":"301","2":"Liadrin","3":"Angel, you have to leave now."},{"T":"301","2":"Angel","3":"Why? I won't leave without you. Come with me!"},{"T":"301","2":"Angel","3":"We've been together since we were born. You're my only family left in this world!"},{"T":"301","2":"Liadrin","3":"It's too dangerous here. Go, go with them!"},{"T":"301","2":"Angel","3":"No! Sister... I always did what you told me to do... but this time..."},{"T":"301","3":"Angel's voice is shaking. Tears rush out of her eyes uncontrollably. She tosses her gun and throws herself at Liadrin."},{"T":"301","2":"Angel","3":"Just let me follow my heart for once... Sister!"},{"T":"301","3":"Liadrin tries to push away Angel, who is holding onto her arm, but in a split second—"},{"T":"301","2":"Angel","3":"Eh...?"},{"T":"301","3":"Angel's body falls backward while her hand is still tightly clasping Liadrin's arm."},{"T":"301","2":"Liadrin","3":"Angel!"},{"T":"301","3":"The other three Constructs react immediately to this horrifying scene. They hold up their weapons and fire fiercely at Gabriel, but all of them are incapacitated after just a few seconds."},{"T":"301","2":"Gabriel","3":"Looks like the material is here."},{"T":"301","2":"Liadrin","3":"What did you say?!"},{"T":"301","2":"Gabriel","3":"I knew I was right about you. You have the gift. All you need is a little extra help."},{"T":"301","2":"Angel","3":"Sister..."},{"T":"301","3":"Angel focuses away from the excruciating pain. She presses hard against her severed wrist and wipes off the blood splashed into her eyes."},{"T":"301","3":"But when she opens her eyes again, everything is still covered in red—the Punishing Virus is gushing out from Gabriel's hand. It then transforms into a bright red electric current and wraps itself around Liadrin like a bloody worm."},{"T":"301","2":"Liadrin","3":"Ahhhh!"},{"T":"301","2":"Gabriel","3":"Watch this closely."},{"T":"301","3":"Gabriel hurls a broken slate at the immobilized researcher, crushing her ribs loudly before she realizes what is happening."},{"T":"301","3":"Angel shakily stretches out her intact hand toward Liadrin."},{"T":"301","2":"Angel","3":"...Sister... I just want to... be with you..."},{"T":"301","2":"Angel","3":"Without you... I..."},{"T":"301","3":"Her unfinished words disappear into the wind. The stretched out hand heavily drops on the ground."},{"T":"301","2":"Liadrin","3":"Angel—!"},{"T":"301","2":"Gabriel","3":"Very good. You'll do well as one of us."},{"T":"301","2":"Liadrin","3":"Ahhhhhhhh!"},{"T":"301","3":"Liadrin's wailing echoes painfully over the ruins but does not bring her any comfort. The living creatures around the area regard it merely as shrieking winds."},{"T":"301","3":"Still being corroded by the Punishing Virus, she raises her weapon and uses all of her strength to strike the Ascendant whom she thought was an angel—"},{"T":"301","3":"After that, Liadrin's projection vanishes."}]