[{"T":"301","3":"Ayla informs Gray Raven the gravity room's mechanism. At that moment..."},{"T":"301","3":"Bang—"},{"T":"301","2":"Gabriel","3":"Target sighted. Recycling now."},{"T":"301","2":"Ayla","3":"Wait... What's that?"},{"T":"301","3":"Ayla notices the extremely high corruption level of the tall enemy, and realizes what was happening."},{"T":"301","3":"But just when she starts to attack, Selena is already ripped off the terminal—"},{"T":"301","3":"The enemy then turns around and takes Ayla's strike with his broad shoulders."},{"T":"301","2":"Ayla","3":"What?"},{"T":"301","3":"Ayla does not hesitate for one second. She unleashes numerous attacks with her scythe."},{"T":"301","3":"Strangely, the enemy does not want to engage in the fight. Instead, he keeps moving back."},{"T":"301","3":"Once he reaches the cabin door, he leaps toward the gravity room's core area..."},{"T":"301","3":"After bumping into Gray Raven in the gravity room, Ayla follows Gabriel to a shattered floating platform—"},{"T":"301","3":"Boom—"},{"T":"301","3":"Gabriel flips over and fires a shot. He uses the counterforce to jump through the opening on the wall, which is a result of the previous blast."},{"T":"301","2":"Ayla","3":"Ugh—!"},{"T":"301","3":"After the heat from the explosion dissipates..."},{"T":"301","2":"Ayla","3":"Oh no..."},{"T":"301","2":"Ayla","3":"Before he gets away, I must..."},{"T":"301","3":"Just when Ayla is about to follow him, a mechanic claw protrudes from the edge of the platform."},{"T":"301","2":"Ayla","3":"?"},{"T":"301","3":"The claw continues to climb toward the platform surface, finally revealing itself."},{"T":"301","2":"Korolev","3":"Humans... must be... destroyed..."},{"T":"301","3":"It is Korolev. After the battle with Gray Raven, it fell into the vacuum turbulence, but somehow managed to survive space."},{"T":"301","2":"Korolev","3":"Destroy..."},{"T":"301","2":"Ayla","3":"Now of all times!"},{"T":"301","2":"Ayla","3":"Hah—!"},{"T":"301","3":"Before Korolev could attack again, Ayla cuts its remaining structure in half, completely annihilating it."},{"T":"301","3":"However, she has also wasted precious time."},{"T":"301","3":"Ayla looks at the opening to space—"},{"T":"301","2":"Ayla","3":"I must hurry..."},{"T":"301","3":"Right at this time—"},{"T":"301","3":"A huge beam goes through the opening and hits the Punishing Heteromer directly."},{"T":"301","3":"The gravity room is a mess..."},{"T":"301","3":"Ayla struggles to maintain balance on the floating platform. She keeps telling herself one thing."},{"T":"301","2":"Ayla","3":"I mustn't stop. Otherwise, Selena would..."},{"T":"301","3":"One by one, she keeps leaping toward the next floating platform."},{"T":"301","3":"Jumping, dodging, spinning, and slashing through anything in her way."},{"T":"301","3":"Step after step, Ayla finally makes it out of the space station."},{"T":"301","3":"There are huge explosions on the low Earth orbit in the distance. But Ayla has no attention to spare—"},{"T":"301","2":"Ayla","3":"Selena!"},{"T":"301","3":"Still, she is one step too late..."},{"T":"301","3":"The door of the capsule, where Gabriel and Selena are in, has closed. The launch procedure has been initiated..."},{"T":"301","2":"Ayla","3":"Wait... Selena!"},{"T":"301","3":"Ayla runs with all her might on the outer surface of the space station."},{"T":"301","3":"But the capsule has already taken off. No matter what she does, it only moves further away..."},{"T":"301","3":"Only the heat from the capsule's exhaust flames remains, scorching Ayla's body."},{"T":"301","2":"Ayla","3":"..."},{"T":"301","3":"All she can do is to silently watch the capsule as it flies toward Earth."},{"T":"301","2":"Ayla","3":"Earth..."},{"T":"301","3":"Ayla mumbles to herself. She already knows her next step."},{"T":"301","2":"Ayla","3":"There's still a chance... There must be..."},{"T":"301","2":"Ayla","3":"Selena, wait for me..."}]