[{"T":"301","2":"Old Man","3":"What a fantastic performance."},{"T":"301","2":"Pulao","3":"You're here too!"},{"T":"301","3":"As Pulao walks off the stage, she sees the old man selling her the prune drink earlier in the day. His eyes are half-closed, gazing at the city in the night."},{"T":"301","2":"Old Man","3":"See, these are our people. This is our city, prosperous like a dream. If we can't capture the passion and emotions, they will disappear in the very next moment."},{"T":"301","2":"Old Man","3":"They really like you."},{"T":"301","2":"Pulao","3":"Huh...? Really?"},{"T":"301","2":"Old Man","3":"Yeah. Have you thought about living here after everything?"},{"T":"301","2":"Old Man","3":"Life here is neither too busy nor too slow. There are little troubles occasionally, but soon they will be resolved. There won't be too many changes, so you won't be disappointed. A little surprise could bring about a celebration, just like your arrival."},{"T":"301","2":"Pulao","3":"Honestly, I don't even know what to do myself."},{"T":"301","2":"Old Man","3":"That's okay. You have a long way to go, and you have a lot of time to think."},{"T":"301","2":"Old Man","3":"I heard you were going to the dock in the early morning. Rest early."},{"T":"301","3":"The old man takes out his rattle drum and steps into the night, humming some melodies. Pulao can still hear his voice echoing in the summer night after he disappears at the end of the alley."},{"T":"301","2":"Old Man","3":"You gave us all a sweet dream. Thank you."},{"T":"301","3":"————"},{"T":"301","3":"It is a drowsy morning. Pulao wakes up in a soft place."},{"T":"301","3":"The familiar room somehow has lost all its colors. Only black and white remain."},{"T":"301","3":"Strangely, Pulao does not feel unusual but has naturally accepted everything."},{"T":"301","3":"A few silhouettes—who appear to be Simpie and his friends—are already waiting outside. Pulao smiles and greets them, then boards the earliest ship."},{"T":"301","3":"Just like Simpie said, it didn't take long for Pulao to reach the destination. It feels like she has only taken one step to get to the end of the road."},{"T":"301","3":"In front of her is a turbulent but silent blue ocean."},{"T":"301","3":"She puts down her backpack and looks around, shouting to the sky with her hands around her mouth."},{"T":"301","2":"Pulao","3":"Mr. Big Fish— Where are you—"},{"T":"301","3":"Where are you—"},{"T":"301","3":"She can only hear cold echoes."},{"T":"301","3":"Pulao is anxious but cannot do anything. Unable to find the Big Fish, she can only return to the town, awaiting the next ship out."},{"T":"301","3":"Simpie and his friends give her a warm welcome. They even put up another carnival."},{"T":"301","3":"She finds nothing on her second voyage."},{"T":"301","3":"The old man helps Pulao to find a dwelling in town. She is prepared for many more trips."},{"T":"301","3":"She finds nothing on her third voyage."},{"T":"301","3":"The fourth, fifth... Pulao has lost track of how many times she has failed."},{"T":"301","3":"All her effort only result in disappointment."},{"T":"301","3":"Waking up, getting on the ship, looking for the Big Fish and coming back with no luck. These repetitious daily routines have almost taken up Pulao's entire life."},{"T":"301","3":"This invariable cycle is slowly eroding her resolution and passion."},{"T":"301","3":"Pulao has also tried some folk remedies to heal Master, or gone somewhere else to look for the Big Fish. But no matter what she does, she cannot find a second solution to save Master's life."},{"T":"301","3":"What if she still cannot find the Big Fish's tear tomorrow? What will happen to Master?"},{"T":"301","3":"Every night, Pulao can only fall asleep with worry and anxiety. Still, she holds onto the hope that one day a miracle will happen."},{"T":"301","3":"Pulao has lost track of how much time has passed. One night, she has a dream."},{"T":"301","3":"In her dream she finally finds the Big Fish."},{"T":"301","2":"Pulao","3":"Mr. Big Fish! I've finally found you."},{"T":"301","2":"Pulao","3":"Can I get some tears please? I need it to save a life."},{"T":"301","2":"Big Fish","3":"..."},{"T":"301","3":"But Big Fish doesn't reply."},{"T":"301","2":"Pulao","3":"Mr. Big Fish, where are you going? Mr. Big Fish!"},{"T":"301","3":"Big Fish never responds but moves further away. No matter how Pulao tries to catch up, she cannot stop him from leaving."},{"T":"301","2":"Pulao","3":"What am I going to do without you... Master will..."},{"T":"301","3":"Big Fish never replies in the end. Pulao feels her body getting lighter and lighter."},{"T":"301","3":"The Big Fish, the dock, the town, and even the soil under her feet are drawing away."},{"T":"301","3":"After that, everything disappears. Only the sounds of whales can be heard instead."},{"T":"301","2":"Pulao","3":"Big... Fish...?"},{"T":"301","2":"Pulao","3":"No, they aren't."},{"T":"301","3":"The whales approach Pulao, overwhelming her world."},{"T":"301","3":"Thus, her story has come to an end."},{"T":"301","3":"————"},{"T":"301","2":"Pulao","3":"AHHHHHHHHHH!!!"},{"T":"301","3":"Pulao wakes up in the hotel and immediately checks the time on her terminal. She lets out a sigh of relief after confirming the celebration only took place last night."},{"T":"301","2":"Pulao","3":"Phew... Thank Goodness, it was just a dream."},{"T":"301","2":"Simpie","3":"Are you okay? You were screaming quite loud."},{"T":"301","2":"Pulao","3":"Eh, oh, I'm fine. Don't worry."},{"T":"301","2":"Birdie","3":"Good, we need to go now. The first ship is about to set sail."},{"T":"301","2":"Pulao","3":"Alright. I'll be there in a second!"},{"T":"301","3":"Pulao replies loudly and pats at her own chest."},{"T":"301","2":"Pulao","3":"It's okay. Don't worry. It was all just a dream."},{"T":"301","2":"Pulao","3":"I will find you, Mr. Big Fish!"}]