[{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"...Get down."},{"T":"301","3":"Roland drags something over a steep slope."},{"T":"301","3":"The sun shines upon his back. He puts his hand down and jumps off the slope, kicking up a dust cloud."},{"T":"301","3":"Roland grabs the rope again and pulls it hard against the top of the slope—"},{"T":"301","2":"???","3":"Eeek—! It hurts! What are you doing?!"},{"T":"301","3":"On the other side of the rope, a large black figure is pulled over the slope and rolls on the ground."},{"T":"301","3":"Its four legs slowly stretch out, helping its gigantic base and slim upper body to get up—"},{"T":"301","2":"Lamia","3":"Hey... Let me loose. I can hardly walk like this..."},{"T":"301","2":"Roland","3":"Don't you want to explain first?"},{"T":"301","2":"Roland","3":"Tell me why you wanted to run when you saw me."},{"T":"301","3":"Quite some time ago—way before Roland tosses Lamia onto the ruins."},{"T":"301","2":"Roland","3":"(...?)"},{"T":"301","3":"Roland only remembers himself struggling to crawl out the underground waterway. But he doesn't see the wasteland outside—"},{"T":"301","3":"There is only darkness."},{"T":"301","3":"Roland is engulfed by endless darkness. It feels gentle and comfortable, almost like amniotic fluid, just not that warm."},{"T":"301","3":"Roland tries to turn his head, but it doesn't respond. The other parts of his body probably won't be any different."},{"T":"301","3":"—He finds himself imprisoned inside the gentle darkness."},{"T":"301","2":"Roland","3":"(I can't make a sound...)"},{"T":"301","2":"Roland","3":"(No, it's more like I can't feel my mouth.)"},{"T":"301","2":"Roland","3":"(What happened... to me?)"},{"T":"301","3":"Feeling lost, Roland tries to stay calm in darkness."},{"T":"301","3":"A voice appears from the dark, brining back his memories—"},{"T":"301","2":"Roland","3":"Is this your way of saying thank you?"},{"T":"301","2":"α","3":"Take it as you will."},{"T":"301","2":"Roland","3":"How heartless."},{"T":"301","2":"Roland","3":"I have searched through the sewers. Are you still planning to look for Luna here?"},{"T":"301","2":"α","3":"I have some unfinished business."},{"T":"301","2":"Roland","3":"In that case, good luck."},{"T":"301","2":"Roland","3":"Hasta luego."},{"T":"301","2":"Roland","3":"(...What happened after that?)"},{"T":"301","2":"Roland","3":"(...I can't remember anything else.)"},{"T":"301","3":"Out of instinct, Roland tries to touch his own body to check out his condition."},{"T":"301","3":"—As always, his hands are unresponsive, and he cannot feel anything."},{"T":"301","2":"Roland","3":"(...Dammit.)"},{"T":"301","2":"Roland","3":"(What on earth...)"},{"T":"301","2":"Roland","3":"(Happened after that...? How long have I... been like this?)"},{"T":"301","3":"Roland feels a dull pain in his forehead."},{"T":"301","3":"Followed by an intense, acute sting that emerges in his M.I.N.D..."},{"T":"301","2":"Roland","3":"Hasta luego."},{"T":"301","3":"Finally, Roland can no longer sense Alpha's footsteps. He leans on the wall behind as the broken spine could no longer support his upper body."},{"T":"301","3":"The visual signals sent back to his M.I.N.D. only contain image noise. His eyes only see darkness. The visual module must be completely broken."},{"T":"301","3":"The left arm has no response as expected, because it is long gone."},{"T":"301","3":"Roland lost too much strength escaping the cavern after the Red Tide devoured it, not to mention that he searched the entire underground waterway system when he realized Luna was lost."},{"T":"301","3":"But his search wasn't completely fruitless. At least..."},{"T":"301","3":"Roland checks his frame again, only to find that most functions are either destroyed or forced to shut down, and those still running are not far from being completely broken."},{"T":"301","3":"How terribly clumsy of me. I'm afraid this body won't be suitable for children to watch."},{"T":"301","3":"All the random memories and thoughts make Roland's mind wander even further. Roland shakes his head, forcing himself to stay awake."},{"T":"301","2":"Roland","3":"I need to do something... At least fix this frame before I see Luna again."},{"T":"301","3":"Roland stumbles forward as he leans on the wall of the waterway, trying to drag his broken body along."},{"T":"301","2":"Roland","3":"Good, at least I still can walk."},{"T":"301","2":"Roland","3":"Right, Roland. This isn't the place for your final scene."},{"T":"301","3":"Every step takes ten times the effort to recover, but he continues to march out of the ruins."},{"T":"301","3":"Step after step, he enters the endless darkness."},{"T":"301","3":"Many illusions show up around him, then disappear in the next moment."},{"T":"301","3":"Only the voices of 'them' remain."},{"T":"301","2":"Roland?","3":"...Do you ever regret the choice you made?"},{"T":"301","2":"Roland?","3":"...Or feel bitter about this miserable ending?"},{"T":"301","2":"Roland","3":"...There's nothing to regret or feel bitter about. I look like a mess, but things were going according to the plan. At least until just now."},{"T":"301","2":"Roland?","3":"Right. At least you had a real moment in your fake life."},{"T":"301","2":"Roland?","3":"Do you have the strength to execute your next plan? Do you still believe that your actions will matter?"},{"T":"301","2":"Roland?","3":"Look, you can't even stand."},{"T":"301","2":"Roland?","3":"Why not call for help?"},{"T":"301","2":"Roland","3":"You don't know when to shut up, do you..."},{"T":"301","3":"Roland knows what he said was true. He cannot even move a finger, but at least he feels wind once again."},{"T":"301","3":"Roland's senses are shut down one by one as he loses more vital fluid. He weakly rebuts the shadows as they mock him."},{"T":"301","3":"...Will Constructs go to a cyber heaven after they die?"},{"T":"301","3":"I probably should go to hell though."},{"T":"301","3":"It's no longer a place he doesn't mind going anytime, though."},{"T":"301","3":"As Roland's mind wanders away—"},{"T":"301","3":"(Huh? What's that?)"},{"T":"301","3":"Roland's mind is still dazed. He sees a vague light spot."},{"T":"301","3":"The spot is gradually getting larger—it's moving toward Roland."},{"T":"301","2":"Roland","3":"(...?)"},{"T":"301","3":"Roland is befuddled for a brief second, then he laughs. At least he thinks he is laughing."},{"T":"301","2":"Roland","3":"(I heard of this near-death 'M.I.N.D. damage' experience before, but it's another thing when it really happens to me... How funny.)"},{"T":"301","2":"Roland","3":"(Gabriel would love to see this.)"},{"T":"301","2":"Roland","3":"(But I never dreamed that angels would come pick me up one day.)"},{"T":"301","3":"The light spot is still moving closer. It's very slow but unstoppable."},{"T":"301","2":"Roland","3":"(...Will there really be a heaven for me?)"},{"T":"301","2":"Roland","3":"(If hell is where I belong... I don't mind this color...)"},{"T":"301","3":"The light gently fills Roland's vision. He closes his eyes."},{"T":"301","3":"—Roland hears many sounds. Whooshing wind, rolling gravels, firewood crackling in flames, all of which finally enter his ears like dusty gears that start to turn."},{"T":"301","2":"Roland","3":"...?"},{"T":"301","3":"He opens his eyes again."},{"T":"301","3":"..."},{"T":"301","3":"It's a tent."},{"T":"301","3":"Roland sees a piece of shabby canvas on a few wooden sticks. It can hardly be called a 'tent.'"},{"T":"301","3":"The canvas is pretty worn out, but doesn't have any big holes, only some small openings that let wind come in, making a whoosh sound."},{"T":"301","3":"Roland is lying right underneath it."},{"T":"301","2":"Roland","3":"...What?"},{"T":"301","3":"Roland can finally hear his own voice, a sign that he seems to be regaining control of his body."},{"T":"301","3":"—He tries to lift his right hand again. This time he succeeds."},{"T":"301","2":"Roland","3":"What... is this?"},{"T":"301","3":"The structure looks nothing like his old hand. It still does what he wants it to do, but with a different look."},{"T":"301","3":"Roland doubtfully tries to touch his right hand with his left hand."},{"T":"301","3":"Only to find his left hand also somewhat different."},{"T":"301","2":"Roland","3":"What happened to me...?"},{"T":"301","3":"More confusion builds inside Roland as he sits up."},{"T":"301","3":"He sees his chain blade and gun, and he picks them up without hesitation."},{"T":"301","3":"The familiar weapons feel just the same, calming him down slightly."},{"T":"301","2":"Roland","3":"Whoever it is... They don't seem to be hostile so far."},{"T":"301","2":"Roland","3":"At least I can talk to them."},{"T":"301","3":"He reaches out to lift the canvas—"},{"T":"301","2":"???","3":"Hmm? You're awake?"},{"T":"301","3":"Roland sees a female sitting next to the campfire."},{"T":"301","3":"Realizing Roland is awake, she slightly tilts her head toward his direction."},{"T":"301","3":"A hood covers most of her face. He can only see a mysterious smile."},{"T":"301","2":"???","3":"Are you awake?"},{"T":"301","2":"Roland","3":"...Are you the Merciful One?"},{"T":"301","2":"The Merciful One","3":"...I've been making a lot of self-introductions recently."},{"T":"301","3":"With most of her face concealed, the female seems slightly annoyed and chuckles. She thinks for a while."},{"T":"301","2":"The Merciful One","3":"Right, that's how they call me."},{"T":"301","3":"The Merciful One gives a straight forward answer, still looking as calm as always."},{"T":"301","2":"Roland","3":"I know you."},{"T":"301","2":"Roland","3":"I have heard of this agent who... 'gives one extra chance to whoever she deems suitable, regardless of whether they are good or evil, friend or foe.'"},{"T":"301","3":"As far as Roland knows, only one agent does this."},{"T":"301","3":"Although the 'repairs' she made were more like 'restructuring.'"},{"T":"301","3":"He slowly turns his wrists, checking every part of the body until he can confirm they are intact."},{"T":"301","2":"Roland","3":"Why did you save me?"},{"T":"301","2":"The Merciful One","3":"Regardless of whether they are good or bad, people always remember their 'unfinished businesses' when they are about to die."},{"T":"301","2":"The Merciful One","3":"Some had things they wanted to do but couldn't, some had incomplete research that was supposed to uncover the truth, some wanted to make temporary peace eternal..."},{"T":"301","2":"The Merciful One","3":"As for me... Sometimes I thought, 'What a beautiful day.' 'These randomly picked herbs actually made good, sweet tea.' 'That rat must have smelled the tea. It was a cute one.'"},{"T":"301","2":"The Merciful One","3":"...So why not give them another chance?"},{"T":"301","2":"The Merciful One","3":"Would you like some herbal tea? This is surprisingly sweet."},{"T":"301","3":"The Merciful One poured a cup of tea from the container and passed it to Roland."},{"T":"301","3":"It's not an order or invitation, but somehow she can get others to do what she says."},{"T":"301","3":"Roland takes the cup and frowns at its strange scent."},{"T":"301","2":"The Merciful One","3":"But... of all the kids I saved, you have the most special reaction."},{"T":"301","2":"Roland","3":"Because I know you are around."},{"T":"301","2":"Roland","3":"'The Merciful One.'"},{"T":"301","2":"The Merciful One","3":"...Hmm?"},{"T":"301","2":"Roland","3":"'Giving a chance to whoever she deems suitable, regardless of whether they are good or evil, friend or foe.'"},{"T":"301","3":"That search wasn't fruitless after all, for Roland saw that figure who walked through the darkness with ease. He heard the self-introduction she made to Alpha."},{"T":"301","3":"Normal procedures couldn't heal his wounds. Even if he asked Alpha to stay, he wouldn't be saved."},{"T":"301","2":"Roland","3":"I 'asked' for help, but I wasn't sure if you really would respond."},{"T":"301","2":"Roland","3":"Guess I won the bet."},{"T":"301","3":"Her eyes slightly widen with surprise, but she soon puts the gentle smile back on her face."},{"T":"301","2":"The Merciful One","3":"You're a smart kid."},{"T":"301","2":"The Merciful One","3":"Telling a lie without blinking takes some serious effort."},{"T":"301","2":"Roland","3":"I was the most famous actor during the late Golden Age after all."},{"T":"301","3":"Roland smiles and takes an exaggerated bow, as if he is trying to prove his words."},{"T":"301","2":"Roland","3":"Don't get me wrong. I'm very grateful that you saved me."},{"T":"301","2":"Roland","3":"If my life ends here, the world would be a lot less interesting."},{"T":"301","2":"Roland","3":"And that really concerns me... Especially for what I'm about to do."},{"T":"301","2":"The Merciful One","3":"Is it for that white kid?"},{"T":"301","2":"The Merciful One","3":"I remember her. 'Luna' is her name."},{"T":"301","2":"The Merciful One","3":"She's lost, but the power she gave you is still around."},{"T":"301","3":"She says it very casually, as if it doesn't matter at all."},{"T":"301","3":"But Roland tenses up immediately after hearing Luna's name. He even feels his chain blade and gun heavier than usual."},{"T":"301","2":"Roland","3":"Have you peeked into my life, 'agent'?"},{"T":"301","3":"Alerted by Merciful One's words, Roland quietly clenches the trigger, but lets it go after thinking again."},{"T":"301","3":"She saw it, didn't she? But what can I do? She and Luna are both agents, and both possess this power."},{"T":"301","3":"And even after seeing everything, she is still not showing any hostility."},{"T":"301","3":"That's not necessarily bad for Roland."},{"T":"301","2":"The Merciful One","3":"Yeah, I did."},{"T":"301","2":"The Merciful One","3":"Looks like... You are still lost, just like those kids."},{"T":"301","2":"Roland","3":"So?"},{"T":"301","2":"The Merciful One","3":"That's not a question to ask me. You should ask yourself."},{"T":"301","2":"Roland","3":"?"},{"T":"301","2":"The Merciful One","3":"So, what are you going to do?"},{"T":"301","2":"Roland","3":"The question is mine."},{"T":"301","2":"The Merciful One","3":"I do not matter here."},{"T":"301","2":"The Merciful One","3":"If you think I'm an interference, or obstacle, feel free to leave. Or, you can wait until the sun rises, then I will leave myself."},{"T":"301","2":"Roland","3":"...I don't know if I can trust you."},{"T":"301","2":"The Merciful One","3":"...Pff."},{"T":"301","3":"The Merciful One chuckles, as if she has heard something funny—"},{"T":"301","2":"The Merciful One","3":"So what?"},{"T":"301","3":"Roland realizes why she was chuckling."},{"T":"301","2":"Roland","3":"...Yeah, so what."},{"T":"301","3":"No matter what, she has given him a second chance... A third chance, actually."},{"T":"301","3":"The Merciful One is the person who is most likely to help him at this moment. Even if he ends up getting nothing done, this is his only chance to ask."},{"T":"301","3":"Roland feels like something in his heart has suddenly untangled, so he opens up."},{"T":"301","3":"He talks about Luna, Alpha, and how the group of Ascendants ended up falling apart."},{"T":"301","3":"The Merciful One only listens, taking sips of herbal tea every now and then."},{"T":"301","3":"..."},{"T":"301","3":"She finally puts down the container after Roland finishes talking. It was empty long ago."},{"T":"301","2":"The Merciful One","3":"I couldn't help it when the tea was so nice."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"...Of course."},{"T":"301","3":"Before Roland can realize, he has already unclenched his fists. The fierce, aggressive look disappears from his eyes."},{"T":"301","2":"The Merciful One","3":"You know very well what you need to do next, don't you?"},{"T":"301","2":"Roland","3":"?"},{"T":"301","2":"The Merciful One","3":"Maybe you just purposely ignored your own feelings."},{"T":"301","2":"Roland","3":"...I don't understand."},{"T":"301","2":"The Merciful One","3":"And I can't help you to either."},{"T":"301","3":"The Merciful One throws a few more wood chips in the fire. She looks around, but cannot find any more."},{"T":"301","2":"The Merciful One","3":"...Where did that kid go? I asked her to pick up more firewood."},{"T":"301","2":"Roland","3":"I didn't know you also took in companions."},{"T":"301","2":"The Merciful One","3":"...I don't, but I just happened to be staying at the same place with her."},{"T":"301","2":"The Merciful One","3":"She seemed to be walking a lot faster, so I asked her for a little favor."},{"T":"301","2":"The Merciful One","3":"Oh, here she is. At least I don't have to start the fire again."},{"T":"301","3":"After some rustling, Lamia shows up with a bundle of firewood behind her—"},{"T":"301","2":"The Merciful One","3":"Great, you're finally back."},{"T":"301","2":"Lamia","3":"I can only find so much... Eek?!"},{"T":"301","2":"Roland","3":"Why are you...?"},{"T":"301","3":"Roland and Lamia look at each other, startled. The next moment, Lamia realizes what's going on and immediately turns back, trying to flee—"},{"T":"301","2":"The Merciful One","3":"Sit, Lamia."},{"T":"301","2":"The Merciful One","3":"Running from others is very impolite."},{"T":"301","3":"The Merciful One's words stun Lamia, who docilely turns around and sits on her legs."},{"T":"301","2":"The Merciful One","3":"Good girl."},{"T":"301","3":"She then turns toward Roland—"},{"T":"301","2":"The Merciful One","3":"She was running away the moment she saw you... Do you know each other?"},{"T":"301","2":"Roland","3":"...I think so?"},{"T":"301","2":"The Merciful One","3":"Is she your enemy?"},{"T":"301","2":"Roland","3":"...More like a comrade."},{"T":"301","2":"The Merciful One","3":"Very interesting. Since you are comrades, it's better to talk than to fight."},{"T":"301","3":"The Merciful One picks a firewood from Lamia's bunch, then breaks it up and tosses it into the fire."},{"T":"301","2":"The Merciful One","3":"Remember what I said? We were just staying in the same place by coincidence. I'll leave when the sun is up."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"The Merciful One","3":"...I have said it many times. Are you still thinking about following me in the stealth mode?"},{"T":"301","2":"Lamia","3":"...!"},{"T":"301","2":"The Merciful One","3":"Your camouflage can fool Babylonia and other Ascendants, but not me."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","3":"As Lamia falls silent, the rising sun begins to cast a rosy hue across the line of mountains, making the shadows under the tent slightly darker."},{"T":"301","2":"The Merciful One","3":"Well, now the sun's up... I've got to go."},{"T":"301","2":"The Merciful One","3":"Since you know each other, I will leave it to you to fix your own problems."},{"T":"301","2":"Roland","3":"...Can I ask one last question before you leave?"},{"T":"301","2":"The Merciful One","3":"?"},{"T":"301","2":"Roland","3":"Why do they call you 'The Merciful One'?"},{"T":"301","2":"The Merciful One","3":"..."},{"T":"301","2":"The Merciful One","3":"They gave me this name, yet you are asking me for the reason."},{"T":"301","2":"The Merciful One","3":"I don't know. Actually, I have never thought about it."},{"T":"301","3":"The sun keeps rising, shining over the forest onto the dying embers of the campfire."},{"T":"301","3":"The Merciful One has left. She didn't take the tent or anything with her."},{"T":"301","3":"Perhaps this tent and campfire are just another thing she 'meets' on her journey."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","3":"Roland and Lamia stare at each other in silence. It's been a while since they last met, but the air is filled with tension."},{"T":"301","3":"Roland remembers that Lamia has been on radio silence for a while during Ascendant operations. He starts to feel suspicious."},{"T":"301","3":"While Lamia knows very well that Roland would question her for not showing up, she can never tell him what really happened."},{"T":"301","2":"Lamia","3":"...(What to do? Eek...)"},{"T":"301","3":"Although Roland looks quite different from his old self, Lamia doesn't want to take the risk..."},{"T":"301","3":"—He is still 'Roland', and she has seen what that 'Roland' can do."},{"T":"301","3":"No matter what, she can't afford to infuriate him, so..."},{"T":"301","2":"Roland","3":"Lamia."},{"T":"301","2":"Lamia","3":"Eeek?!"},{"T":"301","2":"Roland","3":"Tell me. Why did you run from me?"}]