[{"T":"301","2":"Pulao","3":"Hmm, I knew it wouldn't be easy to find Mr. Big Fish."},{"T":"301","3":"Pulao gets off the mountain from the east. With her arms crossed and eyes closed, she mumbles to herself."},{"T":"301","2":"Pulao","3":"And I knew I would probably encounter some obstacles the moment I get off the mountain."},{"T":"301","3":"In front of Pulao are lots of road signs, and each points to a different path. On every sign is the same 'To East' text."},{"T":"301","2":"Pulao","3":"But this is way too much!"},{"T":"301","2":"Pulao","3":"This is not about choosing between a 'dark, small road' or a 'bright, wide road.'"},{"T":"301","2":"Pulao","3":"Look at this one, the entire road is green and slimy. That one is burning with sparks. None of them looks like a safe path!"},{"T":"301","2":"Pulao","3":"..."},{"T":"301","2":"Pulao","3":"Besides, this grinning man with a ponytail on the road sign looks so familiar."},{"T":"301","2":"???","3":"O lost child, are you troubled by which path to take?"},{"T":"301","2":"Pulao","3":"Eh? Who's there?"},{"T":"301","2":"???","3":"I am the light in darkness, the sage who casts away confusion. You may call me the Navigator or the Immortal."},{"T":"301","3":"Pulao looks over and sees a small, mid-aged male walking out of the forest."},{"T":"301","2":"Pulao","3":"That sounds pretty cool."},{"T":"301","2":"???","3":"Not that cool. Just a little."},{"T":"301","2":"Pulao","3":"Um, Mr. Navigator, do you know how to go to the east? I'd like to find Mr. Big Fish."},{"T":"301","2":"???","3":"You have come to the right person. All those titles are but fancy nicknames to describe my job. Most of the time, people prefer to call me by my profession."},{"T":"301","3":"The man pulls his ironed suit. A pale blue data panel appears on his chest, showing his profession: tour guide."},{"T":"301","2":"Tour Guide","3":"I present to you, a senior tour guide with twelve years of experience."},{"T":"301","3":"He takes a flag out of nowhere and strides forward, but pauses after a few steps and looks back at Pulao."},{"T":"301","2":"Tour Guide","3":"Don't worry, my service is free. Just give me a 5-star rating and leave a comment that is over 100 words long."},{"T":"301","2":"Pulao","3":"Um... Okay."},{"T":"301","2":"Tour Guide","3":"Deal. Let's delay no more and head out. Hope I can get a few more orders and good reviews today."},{"T":"301","3":"The stream flows quietly along the terrain and a few animals come along with the fragrance of flowers. All seems to be a quiet picture of spring, the mating season."},{"T":"301","2":"Tour Guide","3":"Ahhhhhhh!"},{"T":"301","3":"An ear-piercing scream has disrupted the forest, sending all animals running away regardless of whatever season it is."},{"T":"301","2":"Pulao","3":"Don't worry, Mr. Guide, it's just a small snake. I have already released it back to the woods."},{"T":"301","2":"Tour Guide","3":"(Panting)"},{"T":"301","2":"Tour Guide","3":"I have never taken this road before. Never thought it could be so dangerous."},{"T":"301","2":"Pulao","3":"Wow, have you never been here before?"},{"T":"301","2":"Tour Guide","3":"I have to. Gotta work on my reviews."},{"T":"301","2":"Tour Guide","3":"But worry not, we are definitely on the right track. Trust the pro!"},{"T":"301","2":"Pulao","3":"Okay..."},{"T":"301","2":"Tour Guide","3":"Speaking of which, you really are brave, girl."},{"T":"301","2":"Tour Guide","3":"I have been guiding along, but without you, I would have died long ago."},{"T":"301","2":"Pulao","3":"It's important to help each other. You have helped me go around many traps. Without you, I would have also been in big trouble."},{"T":"301","2":"Pulao","3":"But you are panting a lot. Are you really okay? Shall we take another break?"},{"T":"301","2":"Tour Guide","3":"I'm feeling a lot better now. Let's keep going. I still need to pick up my kid from school. We should be pretty close... I think."},{"T":"301","2":"Tour Guide","3":"Hmm..."},{"T":"301","2":"Pulao","3":"Hmm..."},{"T":"301","2":"Pulao","3":"Are we really going to the east, Mr. Guide?"},{"T":"301","2":"Tour Guide","3":"O-of course. I've been doing this for so many years."},{"T":"301","2":"Pulao","3":"I see. I didn't know there were polar bears in the east."},{"T":"301","2":"Tour Guide","3":"They are not polar bears. Just some pandas using eye cream."},{"T":"301","2":"Pulao","3":"I see."},{"T":"301","3":"(Rumbling noise)"},{"T":"301","2":"Tour Guide","3":"Are you hungry, girl?"},{"T":"301","2":"Pulao","3":"Eh? No, we just ate, didn't we?"},{"T":"301","2":"Tour Guide","3":"Who is it then..."},{"T":"301","2":"Pulao","3":"Let me see."},{"T":"301","2":"Pulao","3":"It's okay, just the pandas following us."},{"T":"301","2":"Tour Guide","3":"What??"},{"T":"301","2":"Pulao","3":"Relax, pandas are docile creatures most of the time."},{"T":"301","2":"'Pandas'","3":"—"},{"T":"301","2":"Pulao","3":"Um... Why do they seem angry?"},{"T":"301","2":"'Pandas'","3":"Rrrr—!!!"}]