[{"T":"301","3":"You open your eyes and... find yourself in a completely different place."},{"T":"301","3":"The place looks to be a landfill. The stench of gasoline and rotten food fills the air."},{"T":"301","3":"Under the glimmering light, you manage to make out piles of scrap in front. You approach them and realize that they are all... Construct remains."},{"T":"302","2":"...","4":"...Let's look for Luna first."},{"T":"301","3":"You hear something on the other side of the landfill. You decide to go over and check."},{"T":"301","3":"You see Luna standing in a pile of Corrupted remains, staring at another girl."},{"T":"302","2":"Luna looks... younger than usual."},{"T":"301","2":"Luna","3":"Sister..."},{"T":"301","3":"Luna whimpers."},{"T":"302","2":"I must be nearing the bottom of her M.I.N.D.","4":"I'm going back in time for her memories..."},{"T":"301","2":"???","3":"Enough! You're just another filthy Corrupted!"},{"T":"301","3":"The girl before Luna, also a Construct, shouts vehemently."},{"T":"301","2":"Luna","3":"Sister, you had me kill those Corrupted, and I did it—they're all dead... Why are you looking at me like this?"},{"T":"301","3":"Luna trembles, trying to hold the hand of the girl."},{"T":"302","2":"What's this...?","4":"Did this happen in Luna's youth?"},{"T":"301","3":"You must be going back in time in her M.I.N.D. space. The deepest scars are always buried in the deepest recesses of one's M.I.N.D., to which you must be drawing near."},{"T":"301","2":"???","3":"Get lost! I only found some ugly plushie, and you kept clinging to me like I'm your sister—I don't have a Corrupted sister like you!"},{"T":"301","2":"???","3":"Die! Corrupted, die! I'm going to Babylonia, and you filth should just rot here!"},{"T":"301","3":"The girl points her handgun at Luna and is about to pull the trigger..."},{"T":"301","3":"But Luna simply stands there, with a face drowned in sadness."},{"T":"302","2":"Watch out!"},{"T":"301","3":"You push Luna out of the way immediately. She drops her knife—one she has unknowingly wielded—and stumbles for a few steps. She finally comes to, and her expression returns to normal."},{"T":"301","2":"Luna","3":"You're standing in my way?"},{"T":"302","2":"You were about to be shot."},{"T":"301","3":"The female Construct glares at you with a dreadful look on her face."},{"T":"301","2":"???","3":"That's a Corrupted! She's evil! Get outta my way and let me kill her!"},{"T":"302","2":"Stay away from her."},{"T":"301","2":"???","3":"If I kill her, I can go to Babylonia!"},{"T":"302","2":"That's not how it works!"},{"T":"301","2":"???","3":"Shut up! It is! Try stop me if you can! Kill me if you dare! Come kill me, huh?! Kill me!"},{"T":"302","2":"Go away!"},{"T":"301","3":"The female Construct is practically begging for Luna to kill her. For some reason... a voice in your heart tells you that this is a crossroad in Luna's life where there is no turning back."},{"T":"301","3":"Luna woodenly picks up the knife, now dirtied by the ground, and approaches the Construct."},{"T":"302","2":"(Stop Luna)","4":"Don't do this, Luna."},{"T":"301","2":"Luna","3":"Kill... Kill... Sister... N-no..."},{"T":"301","2":"???","3":"Come! Kill me! And you'll be an Ascendant! You can do whatever you want!"},{"T":"302","2":"Enough!"},{"T":"301","3":"You pick the Construct up by her collar. You find yourself consumed with rage."},{"T":"302","2":"Enough is enough!","4":"If you wanna die, I don't mind helping you out!"},{"T":"301","2":"???","3":"Damn it... Damn you all! Disgusting, wretched Corrupted!"},{"T":"301","3":"The Construct stomps and struggles, but she eventually leaves resentfully."},{"T":"302","2":"Are you okay?"},{"T":"301","2":"Luna","3":"What is wrong with you...? Why are you stopping me?!"},{"T":"301","3":"Luna has a ghastly expression on her face, but she seems more in control right now."},{"T":"301","2":"Luna","3":"Get out."},{"T":"302","2":"..."},{"T":"301","2":"Luna","3":"Get out of my dream!"},{"T":"302","2":"...If I could, I would."},{"T":"301","3":"Luna lowers her head and stares at her hands. They are smeared with blackish mud."},{"T":"301","3":"...You cannot tell what must have truly happened in this memory fragment."},{"T":"301","2":"Luna","3":"What made you think you could do that?"},{"T":"302","2":"I'm just doing what I think is right.","4":"You don't need to do the same thing twice."},{"T":"301","2":"Luna","3":"Insolent...!"},{"T":"301","3":"Luna bites her lips, seemingly trembling from head to toe. She then wipes her hands on the fabric before her chest, trying to clean them."},{"T":"302","2":"..."},{"T":"301","3":"You hand her a handkerchief of yours."},{"T":"302","2":"I have an idea of how to wake up."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"People build safe zones in their minds."},{"T":"302","2":"If we reach that place..."},{"T":"302","2":"We might be able to leave."},{"T":"301","2":"Luna","3":"Safe zone..."},{"T":"301","2":"Luna","3":"I..."},{"T":"301","3":"As if running out of energy, Luna collapses."},{"T":"301","3":"As she falls into your arms, the world shifts."}]