[{"T":"301","2":"Lucia","3":"That's the last two!"},{"T":"301","2":"Corrupted","3":"Urgh—"},{"T":"301","2":"Lucia","3":"Ah...! What?"},{"T":"301","2":"Lee","3":"What's the situation, Lucia?"},{"T":"301","2":"Lucia","3":"My arm, it's not responding."},{"T":"301","2":"Corrupted","3":"Urgh—!"},{"T":"301","2":"Lee","3":"Move!"},{"T":"301","2":"Corrupted","3":"Urgh!"},{"T":"301","2":"Lee","3":"...Let me take a look."},{"T":"301","2":"Lee","3":"...Looks like it's completely broken."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"I only did some temporary repairs earlier so of course, it's going to break if you use it like that..."},{"T":"301","2":"Lee","3":"Though I'm the one to talk."},{"T":"301","2":"Lee","3":"... (Looks at his gun's smoking barrel)"},{"T":"301","2":"Liv","3":"Commandant, survivor found!"},{"T":"301","2":"Construct Soldier","3":"You finally... came..."},{"T":"301","2":"Liv","3":"You've already been corrupted by the Punishing Virus, but fortunately, it still hasn't exceeded the tolerance limit of your Inver-Device."},{"T":"301","2":"Liv","3":"Please allow me to access your M.I.N.D., I can help lessen your burden from fighting with the virus."},{"T":"301","2":"Construct Soldier","3":"Thank you... I never thought I'd live to see such an advanced Support-type Construct..."},{"T":"301","2":"Construct Soldier","3":"If only they were able to hold on a bit longer..."},{"T":"302","2":"Did you see a white-haired Construct?","4":"(Ask about the attack.)"},{"T":"301","2":"Construct Soldier","3":"Sorry, but we haven't encountered the Construct you asked about..."},{"T":"301","2":"Construct Soldier","3":"We're a supply team that got forced to retreat onto this bridge by the Corrupted and made this temporary communication station as a last resort."},{"T":"301","2":"Construct Soldier","3":"The amount of Corrupted and threat levels here exceeded our calculations... They broke through our guard rather quickly..."},{"T":"301","2":"Construct Soldier","3":"We've never seen anything like that before... I can say for sure that the Corrupted have formed an organization..."},{"T":"301","2":"Lucia","3":"The Corrupted should only be able to follow the kill order of the Punishing Virus..."},{"T":"301","2":"Lucia","3":"Please elaborate on what you mean by having formed an organization."},{"T":"301","2":"Construct Soldier","3":"Did you notice those graffiti nearby?"},{"T":"301","2":"Construct Soldier","3":"We found that these graffiti will draw in the mechanoid Corrupted, and only they can understand its true meaning."},{"T":"301","2":"Construct Soldier","3":"We tried to decipher the messages, but mechanoids with human consciousness like us can't understand it at all..."},{"T":"301","2":"Construct Soldier","3":"Be careful of those graffiti... They are gathering the Corrupted..."},{"T":"301","2":"Liv","3":"Is this a new behavior of the Corrupted due to the control of the Punishing Virus?"},{"T":"301","2":"Lee","3":"I'm afraid not, the Corrupted's only goal is to destroy humans and everything that has human consciousness."},{"T":"301","2":"Lee","3":"But they don't need to communicate with each other, or maybe this is a result of something else other than the Punishing Virus."},{"T":"301","2":"Lucia","3":"Thank you for your information and contribution."},{"T":"301","2":"Lucia","3":"Please recall now. We will notify the Purifying Force to retrieve your frames."},{"T":"301","2":"Construct Soldier","3":"Oh, one more thing..."}]