[{"T":"301","3":"At 6 o'clock, No. 21 opens her eyes to see herself lying on a pure white bed approximately six feet long."},{"T":"301","3":"She hears the lyrics, 'Put your head on my shoulder. Whisper in my ear, baby.' playing through the speaker. It only plays this one line; no more, no less."},{"T":"301","3":"At 7 o'clock, she finishes washing up and is spared a brief moment of silence."},{"T":"301","3":"At this time, she normally just sits on the only chair in the room, waiting for her designated Medic Bot to administer her routine physical and injections."},{"T":"301","3":"She looks at the white Medic Bot in silence. The Medic Bot will flash one of three colors depending on her examination results. Green means 'Safe', orange means 'Standby', and red means 'Danger'."},{"T":"301","3":"These colors were the only colors she could see in the pure white confines of the room, thereby making the Medic Bot seem all the more peculiar."},{"T":"301","2":"Medic Bot","3":"...Ding!"},{"T":"301","3":"Today, the color is green. She is free to leave."},{"T":"301","3":"The holo-screen displays her schedule for the day. But does it really matter? Each day is merely a repetition of the previous day—the same schedule she has seen countless times."},{"T":"301","3":"At 8 o'clock, staff at the research institute begin their work. No. 21's room is at the end of the corridor, so few people pass by the glass wall. She watches the staff clad in white lab coats, awaiting the one assigned to her room."},{"T":"301","3":"At 8:30, she hears the locking mechanism activate and the massive white door slide open. A staff member in a white lab coat walks in."},{"T":"301","2":"Staff Member","3":"Good morning, No. 21."},{"T":"301","3":"The staff member approaches the Medic Bot and inspects No. 21's vitals for the day."},{"T":"301","2":"Staff Member","3":"Looks like vitals are normal today."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"Staff Member","3":"I have some news for you. Your modification surgery has been moved up to today. Your Tantalum-193 affinity will be re-evaluated at 9 o'clock, and the surgery will begin at 10 o'clock."},{"T":"301","2":"No. 21","3":"...Moved up? Why?"},{"T":"301","3":"Her response catches the staff member off guard. No. 21 normally just obeys quietly."},{"T":"301","2":"Staff Member","3":"Test Subject No. 20 had some... Um, forget it. It has nothing to do with you."},{"T":"301","3":"She stops herself mid-sentence, realizing she should not say too much. Instead, the staff member just replies vaguely."},{"T":"301","2":"Staff Member","3":"Put this on. You need to complete your daily training first."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"No. 21","3":"Understood."},{"T":"301","3":"The staff member hands her a collar. Whenever No. 21 leaves the room, she must always wear the restraint collar on her neck, even during combat training. When the collar turns bright red, she experiences severe pain and numbness radiating from it."},{"T":"301","3":"No. 21 has worn this ever since she was a child. There were a few times she put up a fight, but it has long since become an everyday part of her life."},{"T":"301","3":"After putting on the collar, the staff member escorts her out of the room."},{"T":"301","3":"At 10 o'clock, the bright surgical light turns on overhead."},{"T":"301","3":"The dazzling light burns her retinas, causing a constellation of lights to obscure her field of vision. The masked doctor, the noise from the instruments, the clock on the opposite wall—everything becomes blurry."},{"T":"301","2":"Doctor","3":"Examination results show no irregularities."},{"T":"301","2":"Doctor","3":"Begin administering anesthesia..."},{"T":"301","3":"No. 21's cognition begins to blur as the anesthesia takes effect."},{"T":"301","3":"Has it started?"},{"T":"301","3":"No. 21 is no stranger to this kind of surgery. During her stay at the institute, she has undergone them numerous times."},{"T":"301","3":"All of those surgeries have been leading up to this."},{"T":"301","3":"As her consciousness is gradually pushed away, quixotic and aimless memories begin to float up from the depths of her mind."},{"T":"301","2":"???","3":"...21, 21!"},{"T":"301","2":"No. 21","3":"Huh?"},{"T":"301","2":"???","3":"I just thought of something. Do you know how old you are?"},{"T":"301","2":"No. 21","3":"...No."},{"T":"301","2":"???","3":"I know how old I am! The last time they gave me the Tanta... ta-whatever affinity test, I snuck a peek at the report the doctor was holding. According to the date, I should be fourteen years old!"},{"T":"301","2":"No. 21","3":"Okay..."},{"T":"301","2":"???","3":"But you've been here at the institute longer than me. Maybe you're older?"},{"T":"301","2":"???","3":"You're about as tall as me, but you're a lot skinnier..."},{"T":"301","2":"No. 21","3":"I don't know."},{"T":"301","2":"???","3":"Why haven't you been modded yet?"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"This question, however, she knows the answer to."},{"T":"301","2":"No. 21","3":"The Medic Bot."},{"T":"301","2":"???","3":"Oh, right. You have a Medic Bot unlike the others. Is it because of your poor health?"},{"T":"301","2":"No. 21","3":"(Nods) ...I haven't passed."},{"T":"301","2":"???","3":"That's okay! I saw your recent training results. You killed it! I wanna be strong like you... Once we're modded, we can get the heck outta here!"},{"T":"301","2":"No. 21","3":"...Leave? Here?"},{"T":"301","2":"???","3":"Yup! No. 13 left last week after he completed his modification surgery. I heard some grown-ups say he's already going on missions."},{"T":"301","2":"No. 21","3":"Oh..."},{"T":"301","2":"???","3":"What's wrong? You don't wanna stay here, do you?"},{"T":"301","2":"No. 21","3":"I don't know. Is there any difference between doing experiments out there and here?"},{"T":"301","2":"???","3":"Obviously, DUH! I saw the outside world before I was brought in. It's completely different from here... Er... It's hard to describe, though. It's been so long, I can't really remember... BUT! I'm sure it'll blow your mind when you see it!"},{"T":"301","3":"No. 20 sits cross-legged in front of No. 21. Unlike the other test subjects, she came from 'outside.'"},{"T":"301","3":"The researchers do not like No. 20 speaking with the other test subjects, but she always finds a way to sneak off with No. 21."},{"T":"301","2":"No. 20","3":"Hehe... But based on our numbers, looks like I'll be modded before you. When I get out, I'll be waiting for you!"},{"T":"301","2":"No. 21","3":"Why do you want to wait for me?"},{"T":"301","2":"No. 20","3":"Because... we're friends, silly!"},{"T":"301","2":"No. 21","3":"Friends?"},{"T":"301","2":"No. 20","3":"Sigh. The other kids are just as scatterbrained as you, but you're the only one that doesn't get mad at me. And besides, don't we talk a lot? I think that makes us friends."},{"T":"301","2":"No. 21","3":"I don't understand."},{"T":"301","2":"No. 20","3":"Let's make a pact. You're my first friend, and I'm your first friend. How does that sound?"},{"T":"301","3":"She ignores No. 21's confusion and continues to speak her mind, but No. 21 is used to it. Based on her analysis, No. 20 is safe and non-threatening. Not to mention, no one ever talks to No. 21 besides her. So, she nods in agreement."},{"T":"301","2":"No. 21","3":"Okay."},{"T":"301","2":"No. 20","3":"Awesome!"},{"T":"301","3":"No. 20 jumps on her in excitement and rubs her hair. But right after, No. 20 curls up in her arms and whimpers."},{"T":"301","2":"No. 20","3":"Dang it... Sniff... They found out I'm missing."},{"T":"301","2":"No. 21","3":"...Is your collar getting hot?"},{"T":"301","2":"No. 20","3":"Ouuuch... Ow! Ow! Ow! I need to get going!"},{"T":"301","3":"The girl staggers to her feet, puts her hand over the restraint collar on her neck, and spits her tongue out at No. 21 even though the pain causes her to wince slightly."},{"T":"301","3":"Following that, she runs away and disappears out of sight."},{"T":"301","3":"Once we're modded, we can leave?"},{"T":"301","3":"The thought of this does not get No. 21's hopes up."},{"T":"301","3":"Born as a test subject, her duty is to undergo experimentation, fight in combat training, and wait for the next experiment. Her future is like the list on the holo-screen in her room, written out long ago."},{"T":"301","3":"On the other hand... perhaps, there are many colors for her to see in the outside world."},{"T":"301","3":"That is all she wants to know."},{"T":"301","3":"She holds on to that desire as she falls into a deep sleep."},{"T":"301","3":"..."},{"T":"301","2":"???","3":"Your GPS shows that you've reached the target coordinates. Did you find the entrance?"},{"T":"301","2":"??","3":"Tsk... What's the rush?"},{"T":"301","2":"???","3":"According to the topographic map, you should turn left at the intersection ten meters ahead. There's... Ah! Careful, two guys around the corner on your right are..."},{"T":"301","2":"Male Researcher","3":"The operation was moved to 10 o'clock. If everything goes according to schedule, maybe we can meet up for afternoon tea... Huh?!"},{"T":"301","2":"Female Researcher","3":"Who goes there?! Ngh—"},{"T":"301","3":"The figure emerges from the shadow and releases the chokeholds on the two researchers. Their bodies fall to the ground."},{"T":"301","2":"???","3":"...approaching. Have you taken care of them already?"},{"T":"301","2":"??","3":"What do you think? Should I have waited until you were done with your babbling?"},{"T":"301","2":"???","3":"Ok... I'll leave you to your mission. Call me when necessary and keep in touch."},{"T":"301","2":"???","3":"Still remember our objective? Recover the research material and core data..."},{"T":"301","2":"??","3":"Any more of your crap, and I'll hang my receiver next to one of the Daedalus Institute's loudspeakers so you can test out the surround sound in high fidelity."},{"T":"301","2":"???","3":"Just recover the target without making a scene and I'm sure you can do it and just call me if you need anything and I'll be on standby and bye."},{"T":"301","3":"With a click as the transmission ends, the dark corridor returns to silence."},{"T":"301","2":"??","3":"...Hmph. I didn't make any promises."},{"T":"301","3":"Drip—Drip—Drip—"},{"T":"301","3":"No. 21 opens her eyes to a deafening alarm and flashing red lights."},{"T":"301","2":"No. 21","3":"...Ngh..."},{"T":"301","3":"She wants to move her limbs, but she cannot. Thinking that she is paralyzed, she soon realizes that an intense and almost unbearable pain is overwhelming her other senses."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"The operating room is empty. Apparatuses and surgical instruments are knocked over. An intravenous tube hangs from a scattered array of racks and supports. Blood and vital fluids drip from a damaged tube, forming an immiscible pool on the floor."},{"T":"301","2":"No. 21","3":"...Doctor?"},{"T":"301","3":"Outside the operating room, she hears a cacophony of screams, erratic footsteps, gunshots, roars, and blades colliding."},{"T":"301","3":"No. 21 takes a moment to acclimate to the pain. The effects of anesthesia still have not subsided, causing her to feel dizzy. After several attempts to raise her hand, she finally manages to pull off the respirator covering her face."},{"T":"301","3":"Taking off the respirator obstructing her vision, she sees a hand—a robotic hand. Surprised by the unfamiliar sight, she tries to move her fingers, and the doll-like spherical joints move."},{"T":"301","3":"This is her body. She strains herself to look down, gasping for breath from the unprecedented confusion and panic."},{"T":"301","3":"Her body has become a mechanical frame—but it is not complete. She can see her joints... Her legs are embedded with iron plates, with gaps between them, revealing the internal structure of thin wires and luminous chips."},{"T":"301","3":"No. 21 gradually relaxes her breathing—before realizing that she no longer needs to breathe."},{"T":"301","2":"Medic Bot","3":"WARNING: Vital fluid leak. Please repair the intravenous tube promptly and complete the surgical procedure—"},{"T":"301","3":"The blinding red light on the Medic Bot indicates 'Danger'."},{"T":"301","3":"No. 21 feels her life leaving her body. She reaches out and touches the vacant part of her leg. The red light flashes on her fingertips, showing the vital fluid dripping between her fingers that she is unable to stem."},{"T":"301","2":"No. 21","3":"...I musn't... be discarded..."},{"T":"301","2":"No. 21","3":"...Infirmary... Repair..."},{"T":"301","3":"Since the surgery was interrupted, her legs still remain inoperable. Falling off the operation table, she crawls out of the operating room with the support of her elbows as if driven by survival instinct."},{"T":"301","2":"Medic Bot","3":"WARNING: Surgery incomplete. Patient must not leave the operating table. Repeat. Surgery incomplete. Patient must not leave the operating table."},{"T":"301","3":"The Medic Bot delivers an ear-splitting alert. Connected via a protruding tube, the Medic Bot is giving No. 21 a continuous flow of vital fluid and electricity."},{"T":"301","3":"However, No. 21 does not stop. One by one, the wires connected to her begin to sever. Her metal frame drags across the floor, making a sharp grating sound, as shards of glass scratch at her frame."},{"T":"301","3":"The Medic Bot is pulled closely behind by the tube connecting it to No. 21, constantly issuing warnings."},{"T":"301","3":"Ngh... Rgh..."},{"T":"301","3":"No. 21 has endured pain countless times, but that type of pain pales in comparison to what she is experiencing now."},{"T":"301","3":"She trembles violently. Her elbow slips out from under her on a pool of blood, causing her frame to fall onto the cold floor with a heavy thud. She firmly grabs onto a protrusion of the wall to drag herself forward."},{"T":"301","3":"Can't... stop..."},{"T":"301","2":"No. 21","3":"...I musn't... be discarded..."},{"T":"301","3":"As a test subject, that would be the end of her life. She does not want it to end."},{"T":"301","2":"No. 21","3":"...Somebody..."},{"T":"301","3":"—Somebody to repair her. Anyone."},{"T":"301","3":"The screams fade into the distance. The damage to her audio module makes her unable to hear clearly. Her world succumbs to silence—all that remains is the tightly sealed door with a flashing red light nearby. She does not know what to do. She approaches the infirmary and asks for help."},{"T":"301","3":"The artificial heart beats in her chest. The Medic Bot incessantly issues some alerts about 'insufficient vital fluid storage'... Her heartbeat becomes languid and cumbersome."},{"T":"301","3":"Thump—Thump—Thump—"},{"T":"301","3":"BOOM!"},{"T":"301","3":"Following the deafening noise, No. 21 realizes that the sound was not coming from her heart. Instead, she sees that the door in front of her has been blown open by an explosion."},{"T":"301","3":"Gravel and rubble fly in every direction. A beam of light shines from the breached doorway, landing on No. 21."},{"T":"301","3":"Light... Is that... light?"},{"T":"301","3":"This light is unlike anything she has ever seen. The orange light envelopes her in peculiar warmth."},{"T":"301","3":"A woman stands amidst the light."},{"T":"301","3":"Her long red hair dances in the wind with every move. The light almost appears to radiate from her body. Holding a blade, she looks down at No. 21."},{"T":"301","3":"No. 21's blurry vision makes her unable to distinguish the red-haired woman's face."},{"T":"301","3":"Is she... glowing? It's so warm..."},{"T":"301","3":"She reaches out for the warm light."},{"T":"301","2":"??","3":"..."},{"T":"301","2":"???","3":"Why am I hearing an alarm? What the hell did you do? Didn't I tell you not to make a scene?"},{"T":"301","2":"??","3":"...Why should I listen to you?"},{"T":"301","2":"??","3":"I'm just responsible for completing the mission. Quit lecturing me."},{"T":"301","3":"She lowers her head and looks at No. 21's outstretched hand. Her expression remains unflinching."},{"T":"301","2":"??","3":"Tsk. Enough."},{"T":"301","3":"She furrows her brows and terminates the transmission."},{"T":"301","3":"She walks around No. 21 and proceeds down the corridor all without even casting so much as a sideways glance at her."},{"T":"301","2":"No. 21","3":"Don't... leave... me..."},{"T":"301","2":"No. 21","3":"I..."},{"T":"301","3":"No. 21's weak plea goes unanswered."},{"T":"301","3":"She slowly lowers her arm, unable to support her cumbersome mechanoid frame as her vision gradually fades to black."},{"T":"301","3":"Wind... Warm light... Birds chirping..."},{"T":"301","3":"The outside world is just a few steps away, but she no longer has the strength to make it."},{"T":"301","3":"After who knows how long, she hears the crisp sound of footsteps coming from behind..."},{"T":"301","2":"??","3":"...Is that all I could grab?"},{"T":"301","2":"??","3":"Not satisfied with my work? Hm?"},{"T":"301","3":"The sound approaches from afar, stopping beside her."},{"T":"301","2":"??","3":"No other Construct in Kurono could've gotten half as much as what I did."},{"T":"301","2":"??","3":"The Daedalus branch has been completely wiped out. If you want any intel, go get it yourself. I'm too lazy to go digging through this dump."},{"T":"301","2":"???","3":"WIPED OUT?! By a single Construct?! How'd you..."},{"T":"301","3":"She terminates the transmission, stopping the babbling noise."},{"T":"301","3":"Right at that moment, the Medic Bot's last bar of energy depletes. The tube connecting it with No. 21 convulses, no longer injecting any fluid."},{"T":"301","3":"In a blur of consciousness, No. 21 feels a pair of hands lifting her shoulders."},{"T":"301","3":"She struggles to open her eyes. This time, No. 21 clearly sees her face—a face she has never seen before."},{"T":"301","3":"She has never seen such a vibrant color."},{"T":"301","3":"Her hair and eyes are a fiery red."},{"T":"301","3":"She picks up No. 21 like a doll, lays her out flat, then stops her 'blood loss' with surgical precision."},{"T":"301","2":"No. 21","3":"...Are you..."},{"T":"301","3":"No. 21 opens her mouth to speak. Her voice is wispy and delicate like gossamer. She remembers a story No. 20 told her about a mythical being that shines radiantly and brings salvation in times of danger."},{"T":"301","2":"No. 21","3":"...Are you... an angel?"},{"T":"301","3":"Hearing No. 21's question, the red-haired woman sneers at such a preposterous question."},{"T":"301","3":"She approaches her and forcefully closes the wound on her chest. Compared with the pain she had just endured, No. 21 only winces slightly."},{"T":"301","3":"The sound of music can be heard playing in the institute."},{"T":"301","3":"'Put your head on my shoulder. Whisper in my ear, baby.'"},{"T":"301","3":"This is a reminder to all test subjects that it is now 4 o'clock. Time for them to assemble for their afternoon round of experiments to collect data."},{"T":"301","2":"??","3":"Angel? You've got to be joking."},{"T":"301","3":"She whispers into No. 21's ear—"},{"T":"301","2":"??","3":"I'm the devil... here to take you back to hell."},{"T":"301","2":"??","3":"That's enough. Rest, and welcome aboard the train to hell. When you wake up, you'll arrive at your destination."},{"T":"301","3":"This is the last thing No. 21 hears before losing consciousness."}]