[{"T":"301","3":"..."},{"T":"301","3":"When you open your eyes, you do not find your trusty ol' ceiling greeting you. Instead, all you see is darkness."},{"T":"301","3":"You cannot remember a single thing. You only know that you cannot move even an inch."},{"T":"301","3":"It is a closed, dark, and narrow compartment. You try to lift your hands, but all you can feel is the cold metal interior."},{"T":"301","3":"...Where is this place? Is this the inside of some device?"},{"T":"301","3":"You feel strong mind signals nearby."},{"T":"301","3":"But no signs or requests of connection."},{"T":"301","3":"Lucia, Liv, Lee..."},{"T":"302","2":"(Try to break free)","4":"(Try to call for help)"},{"T":"301","2":"Female Voice","3":"I suggest you stop doing that. You don't want to bump your head now, do you?"},{"T":"301","2":"Female Voice","3":"Scream all you want, only we can hear them here."},{"T":"301","2":"Female Voice","3":"Ah, your next line is... 'Who are you people?'"},{"T":"302","2":"...'People'?","4":"Who are you people?"},{"T":"301","2":"Male Voice","3":"Hey! You're spoiling the fun!"},{"T":"301","2":"Female Voice","3":"Noctis, you are such an annoying tart."},{"T":"301","2":"Female Voice","3":"I don't plan to keep this a secret, but still, it would be too much of a spoiler to reveal it now."},{"T":"301","2":"Female Voice","3":"Anyway, I'm about to start a game with our dear Commandant here. 21, take Noctis to another mission location."},{"T":"301","2":"No. 21","3":"Alright. Let's go, Noctis."},{"T":"301","2":"Male Voice","3":"You didn't even try to hide my name!"},{"T":"301","2":"Female Voice","3":"Not like the one in the connection chamber knows who you are anyway. I'll count from one to three, and you'd better be outta my sight by then. Do you understand?"},{"T":"301","2":"Female Voice","3":"And... three."},{"T":"301","2":"Noctis","3":"Where's one and two?!"},{"T":"301","2":"No. 21","3":"Let's get going, Noctis."},{"T":"301","2":"Noctis","3":"Tsk."},{"T":"301","2":"Female Voice","3":"Good, now that we finally have some peace and quiet to ourselves—Where were we just now?"},{"T":"302","2":"What's a connection chamber?","4":"The game."},{"T":"301","2":"Female Voice","3":"The connection chamber is a very important item for this game. Let me explain in detail."},{"T":"301","2":"Female Voice","3":"Right. I want to play a game. Using the connection chamber."},{"T":"301","2":"Female Voice","3":"'Elite' squads, like Gray Raven, are driven by their commandants."},{"T":"301","2":"Female Voice","3":"Synchronized combat tactics rely on Constructs connecting to the Mind Beacon of a nearby commandant via their Inver-Devices. Yes?"},{"T":"301","2":"Female Voice","3":"Limited by the working distance of a Mind Beacon, a commandant would have to be physically present in battle despite their fragile human bodies. They risk being infected at all time..."},{"T":"301","2":"Female Voice","3":"But this wasn't how commandants and Constructs worked together in the past."},{"T":"301","2":"Female Voice","3":"Commandants once used connection chambers to amplify their signal, and coupled with an Inver-Device, commandants can remotely connect to the M.I.N.D. of Constructs and synchronize with them."},{"T":"301","2":"Female Voice","3":"Once connected, the minds of commandants and Constructs will be synchronized, sharing their feelings and vision. It's pretty much two-as-one."},{"T":"301","2":"Female Voice","3":"Such connection allows commandants to make the most accurate decisions and ensures the perfect execution of any order."},{"T":"301","2":"Female Voice","3":"No longer limited by distance or space... It also significantly reduces a commandant's risk of infection. Impressive, isn't it?"},{"T":"302","2":"Why is it discontinued then?","4":"Impressive indeed."},{"T":"301","2":"Female Voice","3":"Because all the damage taken by the connected Construct will be reflected to the commandant's mind... That's the price of synchronization."},{"T":"301","2":"Female Voice","3":"Too bad this great invention was then banned because it could potentially break a commandant's mind. What a shame."},{"T":"301","2":"Female Voice","3":"Anyway, that's enough said. Let's begin."},{"T":"301","2":"Female Voice","3":"I will connect you to different Constructs. You will need to control them to rescue yourself."},{"T":"301","2":"Female Voice","3":"Oh, right, I'll also set a timer. If you are still not rescued at the end, I'll toss you and the chamber into the Arctic Ocean."},{"T":"301","2":"Female Voice","3":"Are you clear about the rules, my 'Sleeping Beauty'?"},{"T":"302","2":"What are you trying to do?","4":"...This isn't an April Fool's prank, is it?"},{"T":"301","2":"Female Voice","3":"It's April Fool's! My favorite."},{"T":"301","2":"Female Voice","3":"I do want to give you an April Fool's that you won't forget, but just to make things clear—this isn't a joke."},{"T":"301","2":"Female Voice","3":"Well then, before the game starts, here's a timely greeting for you."},{"T":"301","2":"Female Voice","3":"Happy April Fool's Day, Gray Raven Commandant."}]