[{"T":"301","3":"On the other side, Roland, who has just received the evacuation order, is expressing his doubts to his companions."},{"T":"301","2":"Roland","3":"Why did this end so quickly?"},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","2":"Roland","3":"This whole situation is too bizarre. It wouldn't have ended this fast even with Luna on the field herself."},{"T":"301","2":"Gabriel","3":"Don't you believe in Miss Luna's power?"},{"T":"301","2":"Roland","3":"No, if this was a full frontal assault, no one would've been able to stand up to her."},{"T":"301","2":"Roland","3":"But this was not the case. People would've hid and fled in all directions. It would've taken some time to find them if she was just by herself."},{"T":"301","2":"Roland","3":"Just like Lamia—"},{"T":"301","2":"Lamia","3":"Hey—! Why are you bringing me into this?"},{"T":"301","2":"Roland","3":"When you went taking care of the Babylonian squad who were searching for 'that thing,' didn't it take you a whole day to get back?"},{"T":"301","2":"Lamia","3":"B-because there was a Construct hiding..."},{"T":"301","2":"Roland","3":"See my point? This whole situation is strange."},{"T":"301","2":"Gabriel","3":"What's peculiar about a snatch and grab?"},{"T":"301","3":"Not wanting to continue the conversation with Roland, Gabriel turns to leave. Likewise, Lamia recedes back into the shadows."},{"T":"301","2":"Roland","3":"What I mean is—"},{"T":"301","3":"Even so, Gabriel cannot get rid of Roland."},{"T":"301","2":"Roland","3":"If it was just me and you, what would've happened?"},{"T":"301","2":"Gabriel","3":"We take what Miss Luna wanted and leave. That's all."},{"T":"301","2":"Roland","3":"Exactly. 'That's all.'"},{"T":"301","2":"Roland","3":"Infiltrate the Route Union, take what we wanted, and leave. All without alerting anyone of our presence."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","2":"Roland","3":"If Miss Luna wanted to destroy the Route Union, she would've done it more thoroughly."},{"T":"301","2":"Roland","3":"She's left so many people alive, each person could be trouble down the line."},{"T":"301","2":"Roland","3":"Luna's actions couldn't have been for a mission... Understand?"},{"T":"301","2":"Roland","3":"Not to mention, this isn't the first time she's held back."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","2":"Roland","3":"It's just like last time. She had Alpha sparing that guy instead of killing him as if that'd scare him straight. And then what happened?"},{"T":"301","2":"Gabriel","3":"What are you trying to say?"},{"T":"301","2":"Roland","3":"Would a qualified agent leave loose ends like this?"},{"T":"301","3":"Gabriel musters up a sneer through his vocalizer covered in heavy cloth and continues walking forward, despite Roland standing in the way."},{"T":"301","2":"Roland","3":"Hey, where do you think you're going?"},{"T":"301","2":"Gabriel","3":"Preparations need to be made."},{"T":"301","2":"Roland","3":"Really? Need a hand?"},{"T":"301","2":"Gabriel","3":"That won't be necessary. It's just some trivial matters."},{"T":"301","2":"Roland","3":"Nonsense. You've been unusually busy recently. You must be up to something big."},{"T":"301","2":"Gabriel","3":"If you want to complain about not having enough work, just spit it out already."},{"T":"301","2":"Roland","3":"No, no. That's not what I meant."},{"T":"301","3":"Seeing Roland's persistence, Gabriel stops in his tracks."},{"T":"301","2":"Gabriel","3":"It's 'feeding' time."},{"T":"301","2":"Roland","3":"Huh? You sure seem attached to it."},{"T":"301","2":"Gabriel","3":"Someone who talks to skeletons everyday says I'm attached?"},{"T":"301","3":"Unable to see Gabriel's face behind his metal face mask, Roland felt a mixture of delight and contempt from him."},{"T":"301","2":"Gabriel","3":"Now it's the only thing I care about."},{"T":"301","2":"Gabriel","3":"Humanity's worst nightmare has finally come to life. We must see to it that raise it right."},{"T":"301","2":"α","3":"You seem irritated."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"α","3":"'Stupid things as always' wouldn't make you have that expression. Does it have anything to do with what Huaxu showed you?"},{"T":"301","2":"Luna","3":"Sister."},{"T":"301","2":"α","3":"Yes?"},{"T":"301","2":"Luna","3":"...The institute brought back some memories from my past."},{"T":"301","3":"Alpha remains silent for a moment. Obviously, she knows what Luna meant by her past."},{"T":"301","2":"α","3":"It's now in ruins."},{"T":"301","2":"α","3":"I understand why you feel this way, but that wasn't the smartest course of action."},{"T":"301","2":"Luna","3":"You don't need to worry about me, Sister."},{"T":"301","2":"Luna","3":"No one can shake the power of Ascnet. Not as one person. Not as a group."},{"T":"301","2":"α","3":"I wouldn't state the obvious."},{"T":"301","2":"α","3":"Destroying that institute can't change the past. It will only affect your mood."},{"T":"301","2":"α","3":"Do you want to do something for them?"},{"T":"301","2":"Luna","3":"I only did what I wanted to do."},{"T":"301","3":"Luna hovers over her sister and gazes off at the ruins in the distance."},{"T":"301","2":"Luna","3":"I'm not interested in seeking justice for those 'sinners.'"},{"T":"301","2":"Luna","3":"I'm only interested in uprooting all that I hate."},{"T":"301","2":"Luna","3":"No matter if my actions benefit others, they will never thank me. But, I've never sought humanity's gratitude."},{"T":"301","2":"Luna","3":"I only do what I want to do. And that's all I'll ever do."},{"T":"301","2":"α","3":"...Apologies. I always seem to infer the current situation according to how you used to think as a child."},{"T":"301","2":"Luna","3":"It's fine."},{"T":"301","2":"Luna","3":"Nothing wrong with habits brought about by memories, Sister."}]