[{"T":"301","2":"Special Corrupted","3":"H...home...I'm going h-..."},{"T":"301","2":"Lucia","3":"Despite its peculiar behavior, its combat capabilities seem to be in line with other Corrupted forms we've encountered."},{"T":"301","3":"Changyu walks up to next to the Special Corrupted form and picks up one of Zongs, whispering in a voice so low that no one else could hear."},{"T":"301","2":"Changyu","3":"It really is Old Man Fu... No one else ties butterfly knots on their Zongs."},{"T":"301","2":"Changyu","3":"I've got some good news for you, Old Man. The Nighter has returned to the home you've longed for. All those wandering souls, adrift for so long, are finally home in Kowloong City."},{"T":"301","3":"The eyes of the Corrupted, normally so dull and lifeless, suddenly glimmer with faint light."},{"T":"301","2":"Special Corrupted","3":"Kow...Loong..."},{"T":"301","2":"Changyu","3":"Old Man, your friends and family on board? They're safe. They're most likely in Kowloong City now, celebrating Duanwu in peace."},{"T":"301","2":"Changyu","3":"One more thing. I don't know if you can hear this, but I still wanted to let you know —"},{"T":"301","2":"Changyu","3":"Old Man Fu... Your Zongs are the best in the entire world."},{"T":"301","3":"— After a period of searching, Watanabe and the group finally locate the missing Forsaken soldier, buried under the rubble."},{"T":"301","2":"Watanabe","3":"Hey! You still with us?"},{"T":"301","2":"Forsaken Soldier","3":"M-Mr. Watanabe? And the Gray Raven? Why're you all here?"},{"T":"301","2":"Watanabe","3":"I should be asking you that question! Why didn't you fall back with the others?"},{"T":"301","2":"Forsaken Soldier","3":"Well... today's the festival, see. I thought to m'self, no way we're celebrating without these Zongs, so..."},{"T":"301","2":"Watanabe","3":"Idiot! Who's celebrating if you wind up dead?"},{"T":"301","2":"Watanabe","3":"Let go of that container immediately. We. Are. Leaving!"},{"T":"301","2":"Forsaken Soldier","3":"No way! The guys are waiting on me to bring the food back!"},{"T":"301","2":"Changyu","3":"Then I'll drag you and the container back with us!"},{"T":"301","2":"Changyu","3":"I'm not losing anything else today, food or men."},{"T":"301","3":"At the sight of Changyu's somber expression, Watanabe couldn't help but chuckle."},{"T":"301","2":"Watanabe","3":"Alright, then we're counting on you, Changyu of the Akdelik."},{"T":"301","2":"Changyu","3":"I've got it. Leave it to me."},{"T":"301","2":"Watanabe","3":"By the way, Commandant, remember when I told you about that guy stupid enough to name himself 'Zong'?"},{"T":"302","2":"Of course","4":"You weren't kidding?"},{"T":"301","3":"With a sigh, Watanabe gestures at the Forsaken Soldier cradling the box of food."},{"T":"301","2":"Watanabe","3":"— Meet the guy."},{"T":"301","2":"Zong","3":"You calling me?"}]