[{"T":"301","3":"Countless spikes rise from the crimson sea and pierce through the limping egret that has been following Liv. The white bird screeches, blood flowing from its chest."},{"T":"301","3":"It sings the most euphonious and mournful dying song, like a nightingale that crimsons the rose with its heart's blood."},{"T":"301","3":"As the egret struggles, its blood-soaked plumes begin to fall."},{"T":"301","3":"Moments later, the egret loses all its plumes. From the tip of the thorn, a swift raven is reborn."},{"T":"301","3":"The raven hovers in the air, chirping loudly. It flaps its wings to create a vortex in the Red Tide, its feathers flying in the sky."},{"T":"301","3":"The raven feathers pull Liv down from the beautiful garden into another data torrent. She finds herself standing in the night."},{"T":"301","3":"The raven continues to fly forward, pausing every now and then as if it is guiding Liv along. It stops at a bench at the end of the corridor."},{"T":"301","3":"She cannot help but follow the raven, until she sees someone sitting on the bench."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Hello. What are you doing here?"},{"T":"301","2":"Narrator","3":"Hello. I'm looking for someone very important to me... Maybe she has lost her way."},{"T":"301","2":"Liv","3":"I see... If you are worried, why don't you try to look for her?"},{"T":"301","2":"Narrator","3":"It doesn't work. That's why I'm worried. She has to find her own direction."},{"T":"301","2":"Liv","3":"Are you worried that she may not come back?"},{"T":"301","2":"Narrator","3":"I'm worried that she cannot make a choice that reflects what she really wants. I'm afraid that she may end up going in the wrong direction which contradicts her will."},{"T":"301","2":"Narrator","3":"We are very regretful right now, because there are lots of things we haven't told her yet."},{"T":"301","3":"Liv is touched by the emotion hidden under the human's peaceful look. She cannot help but start asking."},{"T":"301","2":"Liv","3":"What kind of person are you looking for? I'd like to help if I could."},{"T":"301","3":"The human only gazes at her, neither accepting nor rejecting the offer."},{"T":"301","3":"Soon, the human stands up. The hovering raven lands on their shoulder."},{"T":"301","2":"Narrator","3":"If you wish to know..."},{"T":"301","3":"The human walks forward, guiding Liv along. The views around them have also changed."},{"T":"301","3":"It's a clean and tidy meeting room. Pale sunlight shines through the windows. There is no warmth within."},{"T":"301","3":"A young girl and a young man stand in the center of the room. They look lost."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"??","3":"..."},{"T":"301","3":"Everything looks like old photos. Quiet and melancholic."},{"T":"301","2":"Narrator","3":"This is where we met. She made a shy self-introduction. We founded our squad."},{"T":"301","2":"Narrator","3":"I didn't find her here."},{"T":"301","2":"Liv","3":"So there were four members in your squad...? It's amazing how fate brought you together..."},{"T":"301","3":"Liv imagines the shy person that was originally here. It must be a pleasant experience meeting her important ones. Was she anxious, or looking forward to it?"},{"T":"301","3":"But now there are only two members left. A surge of sadness strikes Liv."},{"T":"301","3":"The human continues walking forward. Now they are standing in a ruin."},{"T":"301","3":"The girl and young man she saw just now are standing with stern looks, confronting another short-haired disdainful female."},{"T":"301","2":"???","3":"..."},{"T":"301","2":"??","3":"..."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"There are strands of white hair on the ground. It seems someone was shielding the human behind... But nobody is there now."},{"T":"301","2":"Narrator","3":"This is our first time taking part in a large-scale mission."},{"T":"301","2":"Liv","3":"Did you... have an argument with someone?"},{"T":"301","2":"Narrator","3":"We met her former commandant."},{"T":"301","2":"Liv","3":"You mean that short-haired lady? No matter what, I don't think it's appropriate to engage in an argument with allies during a mission..."},{"T":"301","2":"Liv","3":"Perhaps they had a complicated past?"},{"T":"301","2":"Narrator","3":"She never talked about it."},{"T":"301","2":"Liv","3":"I think she likes to take things on her own shoulders..."},{"T":"301","2":"Liv","3":"But you mentioned she was shy on your first meet. Now that she could stand out to face the person she didn't want to... Maybe she's quite brave too..."},{"T":"301","2":"Narrator","3":"This is where we formed a true team. But I couldn't find her here either."},{"T":"301","3":"The black-haired girl squats on the ground of the deserted shopping mall, holding a frog doll. She looks up, slightly low-spirited."},{"T":"301","3":"It looks like someone was handing over the frog doll to her. But there is only a dirty sheep doll left on the ground now."},{"T":"301","2":"Narrator","3":"She picked up her favorite toy here."},{"T":"301","2":"Liv","3":"Did she?"},{"T":"301","2":"Liv","3":"That's a little childish... I wonder if she can live up to the duty of a soldier...?"},{"T":"301","2":"Narrator","3":"She's not here either."},{"T":"301","3":"The next scene is a high-rise metropolis. The black-haired girl and young man are standing side by side with their hands reaching out."},{"T":"301","3":"The human also reveals the hand. On the back of all the hands are marker scribbles. It takes some time for Liv to recognize the pattern is a smiley face, but with one part missing."},{"T":"301","3":"The human and raven take her through many places, with the former explaining to her what happened there. The doll, the smiley face on the hands, the Christmas tree with strange decorations, and many other things... All those scenes in the past are restored, but they are all missing a piece."},{"T":"301","3":"From what the human said, Liv is able to put together the image of a lost girl. She is frail and naive. She can be very brave, but often gets sentimental."},{"T":"301","2":"Liv","3":"I think now I have a better understanding of this person you are looking for..."},{"T":"301","2":"Liv","3":"She seems to always try to make everyone happy... But often ignores herself."},{"T":"301","2":"Liv","3":"From what you told me, I can feel she really cherishes this team and treats it with great care... She must fear losing any member of the team, but she would never reveal this emotion. Instead, she would take their hands and encourage them."},{"T":"301","2":"Liv","3":"If a teammate is hurt, she will be greatly saddened and blame herself..."},{"T":"301","2":"Liv","3":"But what if she gets hurt herself? Will the other people be tired of her pushing herself too hard...?"},{"T":"301","2":"Liv","3":"She finds her own happiness in other people's happiness... Is that a good thing or a bad thing for her?"},{"T":"301","3":"The human only shakes their head in silence."},{"T":"301","2":"Narrator","3":"Just like what you said."},{"T":"301","2":"Narrator","3":"She has a soft heart, but she has never shown any fear on the battlefield... As the Commandant myself, I was protected by her numerous times."},{"T":"301","2":"Narrator","3":"She cherishes everybody that fights by her side."},{"T":"301","2":"Narrator","3":"And every member of the team knows that. In every battle, we are responsible for the wellbeing of one another."},{"T":"301","2":"Narrator","3":"This time, next time, every time. We always give our best to survive the battle and reunite."},{"T":"301","2":"Narrator","3":"She is always concerned about the team's emotions, but never talks about her own sadness."},{"T":"301","2":"Narrator","3":"Despite knowing the situation better than anyone else, she never brings negative emotions to us, but inspires us with kind words instead."},{"T":"301","2":"Narrator","3":"She is our treasure."},{"T":"301","2":"Narrator","3":"That's why I hope she can grow well even when I'm away."},{"T":"301","2":"Narrator","3":"I'll be with her no matter what she becomes or what decision she makes. But if she is lost, I will do everything I can to find her. If she is hurt, no matter where she is, I will be there to protect her."},{"T":"301","2":"Narrator","3":"That's why I'm worried... If she is lost and we can't find her, I don't know if she can find the way that she wants to take."},{"T":"301","2":"Liv","3":"I see... I understand."},{"T":"301","2":"Liv","3":"She must be very important to you. I'll help you to find her."},{"T":"301","2":"Narrator","3":"Before that, can I ask you one more question?"},{"T":"301","2":"Liv","3":"What is it?"},{"T":"301","2":"Narrator","3":"If you ever find her... What do you want to tell her?"},{"T":"301","2":"Liv","3":"Hmm... I want to..."},{"T":"301","2":"Liv","3":"I hope she can have her wish come true."},{"T":"301","3":"For the first time, the human smiles, but with great grief."},{"T":"301","2":"Narrator","3":"Making other's wishes come true... doesn't mean you have to give up your own."},{"T":"301","2":"Liv","3":"...?"},{"T":"301","2":"???","3":"—Back... to us..."},{"T":"301","2":"??","3":"...Don't... put it all... on yourself..."},{"T":"301","3":"Liv seems to have seen some disjointed but familiar scenes."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Shocked by the dissonance, Liv's eyes widened. She is deeply confused."},{"T":"301","2":"Liv","3":"That person... Who is she?"},{"T":"302","2":"It's you, Liv."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv, you made many wishes come true for Gray Raven, for your friends, and for all the humans on the earth... Now, can you listen to your own voice for once?"},{"T":"302","2":"Can you hear it?"},{"T":"301","3":"Don't hurt her anymore—"},{"T":"301","3":"Let her go—"},{"T":"301","3":"Give her back—"},{"T":"301","3":"The familiar voices get louder."},{"T":"301","3":"Are they calling her?"},{"T":"301","3":"The white-haired girl is struck by confusion. Tears well up in her eyes like sparkles on the ocean, then roll down her cheeks. The white wings and dress disappear as she returns to her original look."},{"T":"301","2":"Liv","3":"Comman... dant...?"},{"T":"301","2":"Liv","3":"...Commandant ... Everybody..."},{"T":"301","3":"She can hear it."},{"T":"301","2":"Lucia","3":"Give Liv back to us!!"},{"T":"301","3":"This is Lucia... The black-haired girl is like her elder sister who is always there to protect her. Despite the heavy burden of destiny she has to carry, she has never stopped venturing forward."},{"T":"301","2":"Lee","3":"Don't decide for us! Don't put it all on yourself!"},{"T":"301","3":"Lee... He's not good at expressing himself, but deep in his heart, he cares about everybody more than anyone else. He always does things for us without telling anyone."},{"T":"301","2":"【kuroname】","3":"That person is you, Liv."},{"T":"301","3":"It's the commandant... The human who never hesitates to help her whenever she is in need. Brilliant as the sun and calm as the moon, this person can be reckless at times, but always creates a road forward for everyone in crisis."},{"T":"301","3":"At this very moment, she feels their thoughts, resentment, and pain. All caused by the loss of her."},{"T":"301","3":"The ravens fly away and the human starts to disappear. She reaches out her hand, but cannot grab anything. There is only darkness."}]