[{"T":"301","3":"With No. 21 pointing the way, you do discover signs of battle in the hospital reception. The device used to detect abnormal M.I.N.D. fluctuation that she has brought along has not stopped beeping either."},{"T":"302","2":"Luna was here..."},{"T":"302","2":"And she was in a fight."},{"T":"301","3":"You cannot find more information even with the device afterward."},{"T":"302","2":"Looks like she's left a long time ago."},{"T":"301","2":"No. 21","3":"This... feels familiar."},{"T":"301","3":"Indeed. Ever since you entered the hospital, you have had the same feeling, just like back in the precinct."},{"T":"301","2":"No. 21","3":"Not before the connection."},{"T":"302","2":"You only felt it after connecting with me?"},{"T":"301","2":"No. 21","3":"Yes..."},{"T":"301","3":"As she answers, No. 21 walks forward alongside the hallway, guided only by instincts and the thumping familiarity."},{"T":"301","3":"The creepiest thing happens. Blurry white shades appear around No. 21 like a scene straight out of a movie, and then the hallway is filled with these apparitions in white gowns, walking back and forth through her."},{"T":"301","2":"No. 21","3":"Ugh!"},{"T":"301","3":"Alerted, she raises her hackles like an agitated beast, looking around and growling at the shades approaching her."},{"T":"302","2":"They're just illusions. They can't hurt you.","4":"Are we seeing the hospital in the past?"},{"T":"301","3":"The strange girl appears again ahead of you, her hand holding a bundle of daisies. Standing opposite her... is a gentle-looking shade."},{"T":"301","2":"???","3":"...My dad's coworker gave me that!"},{"T":"301","3":"The image is not clear. You can only vaguely see the profile of the girl."},{"T":"301","3":"The person opposite her bends down slightly, patting the girl's hair."},{"T":"301","3":"You can almost feel the soft touch on your skin, the scent of rubbing alcohol on those hands, and the love in the tender movement."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"Stunned by the peculiar warmth in her chest, No. 21's defensive, raised arms lower to her sides."},{"T":"301","2":"???","3":"...I just want to go back with you, Mom..."},{"T":"301","2":"No. 21","3":"Mom...?"},{"T":"301","3":"No. 21 approaches the shade instinctively for a closer look. But the moment she steps forward, all images disappear, leaving behind the Medic Bots and equipment in the dilapidated corridors as if nothing has happened."},{"T":"302","2":"..."},{"T":"301","2":"No. 21","3":"Were there..."},{"T":"301","3":"She pauses for a second before deciding to ask it out loud."},{"T":"301","2":"No. 21","3":"Were there experiments here?"},{"T":"302","2":"Experiments?"},{"T":"301","2":"No. 21","3":"...Machines, pill bottles, people in white gowns, Medic Bots, scientists. Is this a place where they perform experiments?"},{"T":"302","2":"(She's alarmed... because she's mistaken doctors as scientists?)"},{"T":"302","2":"It isn't... despite it looks similar to a laboratory."},{"T":"302","2":"This is a hospital. It's a place where they treat other people."},{"T":"301","2":"No. 21","3":"Treat?"},{"T":"302","2":"They take away the pain and hurt people are feeling."},{"T":"301","3":"She shakes her head slightly."},{"T":"301","2":"No. 21","3":"Experiments cause pain, not take it away."},{"T":"301","2":"No. 21","3":"This place treats people, not experiments on them. It's different from a research institute. I understand it now."},{"T":"302","2":"...Looks like we aren't going to find anything else here."},{"T":"302","2":"Let's go meet up with Vera."},{"T":"301","3":"No. 21 takes one last look at the end of the hallway, recalling the warm sensation she had never felt before, and a sense of disappointment lingers in her M.I.N.D."},{"T":"301","2":"No. 21","3":"...I understand."},{"T":"301","3":"After confirming Vera's current location with the Kurono agents, No. 21 begins her trek."},{"T":"301","3":"She slows down when she passes the precinct again."},{"T":"301","2":"No. 21","3":"It's different..."},{"T":"302","2":"Huh?"},{"T":"301","2":"No. 21","3":"The car with the broken window is gone."},{"T":"301","3":"You take a careful look around, and the police car with the broken window has indeed disappeared."},{"T":"301","3":"As you search, the sound of an engine starting appears behind you."}]