[{"T":"301","3":"Strange sounds can be heard all day and night, making it difficult to sleep."},{"T":"302","2":"(Check it out)"},{"T":"301","3":"Following the source of the sound, you find a dormitory that appears to have been retrofitted into a studio."},{"T":"301","3":"A person is inside working busily beside the bed."},{"T":"302","2":"(Knock)"},{"T":"301","2":"Ayla","3":"Oh, it's you, Commandant. What's up?"},{"T":"302","2":"What are you doing?"},{"T":"301","2":"Ayla","3":"What does it look like?"},{"T":"301","3":"The desktop is covered with what appears to be building blocks..."},{"T":"301","3":"Upon closer inspection, the blocks appear to be arranged in a frame resembling a question mark."},{"T":"302","2":"What's this?"},{"T":"301","2":"Ayla","3":"I'm creating a puzzle."},{"T":"301","2":"Ayla","3":"It's the latest work I'm going to show."},{"T":"301","2":"Ayla","3":"It's something that was referred to as 'installation art' during the Golden Age."},{"T":"301","2":"Ayla","3":"The point of this piece is to raise 'questions' for the viewers."},{"T":"302","2":"A puzzle?","4":"'Installation art'?"},{"T":"301","2":"Ayla","3":"It's an art piece... designed to raise 'questions' for the viewers."},{"T":"301","2":"Ayla","3":"Yes, it was a type of artwork during the Golden Age."},{"T":"301","2":"Ayla","3":"Using an 'installation' to propose 'puzzles' and 'views' for the audience is an important form of expression."},{"T":"301","2":"Ayla","3":"So, Commandant, do you know how to solve this puzzle?"},{"T":"302","2":"(Examine closely)"},{"T":"301","3":"Aside from the 'question mark,' it just looks like a bunch of strangely-shaped blocks..."},{"T":"301","3":"...?"},{"T":"301","3":"Looking more closely, you see some peculiar blocks among the others."},{"T":"301","3":"Maybe because you frequently have to link your consciousness with others in battle, you seem to be more acutely attuned to the shape of signals."},{"T":"302","2":"(Pick up a block)"},{"T":"301","3":"The shape of the blocks appears to match the question mark."},{"T":"301","3":"Or rather, be inserted into it..."},{"T":"301","3":"After rotating the blocks a few times, blocks along the bend of the question mark appear to fit together."},{"T":"302","2":"I see..."},{"T":"301","2":"Ayla","3":"...!"},{"T":"301","3":"Maneuvering the blocks once more, you turn the question mark into an exclamation mark."},{"T":"301","2":"Ayla","3":"Well, you really are worthy of being a commandant..."},{"T":"301","2":"Ayla","3":"I was thinking of saving the answer for the exhibit..."}]