[{"T":"301","2":"Luna","3":"As an 'Ascendant', your power will be at my disposal."},{"T":"301","2":"Roland","3":"And what makes you say that?"},{"T":"301","2":"Luna","3":"I created you. I am your 'Creator'."},{"T":"301","2":"Roland","3":"But you obviously didn't care before."},{"T":"301","2":"Luna","3":"I changed my mind. It's not like you found your 'purpose,' right?"},{"T":"301","2":"Roland","3":"...Very well."},{"T":"301","2":"Roland","3":"But... If I find my purpose, then I will leave. I may even become your enemy. What do you have to say about that?"},{"T":"301","2":"Luna","3":"Do what you will. I will continue with my plan. If I have to squash one more pest, then so be it."},{"T":"301","2":"Roland","3":"Hehe, you... You sure like to do as you please, miss."},{"T":"301","3":"He can't help but sigh, smiling. He stands up and kneels down on one knee toward Luna."},{"T":"301","3":"He bows his head and clasps his clenched fist to his chest. His voice is solemn. As a knight, the overplayed gesture is almost comedic."},{"T":"301","2":"Roland","3":"Then let me pledge my allegiance until I find my 'purpose.'"},{"T":"301","2":"Roland","3":"Miss Luna."},{"T":"301","3":"After making his oath, Roland doesn't get up for quite some time."},{"T":"301","3":"Seeing Roland's sudden oath, Luna's face is devoid of all emotion. Even her eyebrows remain unflinching. She tilts her head as if thinking or, perhaps, no reason at all."},{"T":"301","2":"Luna","3":"...Is that so? Then let's get going. Rise."},{"T":"301","2":"Luna","3":"We have matters to attend to."},{"T":"301","3":"As she speaks, she turns and continues onward. She neither admits nor denies—She simply stands up and leaves. Roland silently follows suit."},{"T":"301","2":"Roland?","3":"Bravo, Roland. Wonderful acting skills, as always!"},{"T":"301","3":"The tender voice recognizing his efforts comes from where Roland was just standing. He sees himself with his hair tied, standing behind him, hand raised and shouting."},{"T":"301","3":"The applause is loud and the whistle is sharp, which is really the best praise for an actor onstage."},{"T":"301","3":"However, the applause and whistling are harsh to his ears."},{"T":"301","2":"Roland","3":"Acting skills? Maybe. I've been acting all my life."},{"T":"301","2":"Roland","3":"The third-rate knight, the lame deputy and even the Construct soldier can only survive by acting."},{"T":"301","2":"Roland","3":"Anyway, there are no other advantages and no ulterior motives. What's wrong with a little improv?"},{"T":"301","2":"Roland","3":"I don't even want to live..."},{"T":"301","2":"???","3":"That hurts hearing you say that, Roland."},{"T":"301","2":"???","3":"If you don't want to live, you should've chosen to be buried with that pile of broken machinery when you learned the truth of the park, right?"},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland?","3":"But you chose to live."},{"T":"301","2":"Roland?","3":"Because someone has remembered you, your name and all your experiences."},{"T":"301","2":"Roland?","3":"Because someone has remembered your wonderful performance as a clown. The clown should want to live... He must live!"},{"T":"301","2":"Roland","3":"...Oh, really?"},{"T":"301","2":"Roland?","3":"Yes, of course! Of course, you want to live! If you wanted to die, you've had countless opportunities. Whether that be at the park or after becoming a Construct."},{"T":"301","2":"Roland?","3":"The time you were sent on a solo mission to fight the Corrupted. The time your core was almost destroyed. The time you were tricked by your squad and used as bait."},{"T":"301","2":"Roland?","3":"Even just now, when you were being crushed by that giant Corrupted. You were trying to fool yourself into embracing death—to die this way. You thought you had made up your mind."},{"T":"301","2":"Roland?","3":"—But you fought to your last breath and survived."},{"T":"301","2":"Roland?","3":"Roland, Roland. You're a professional actor that can memorize a script in seconds. How can you still not see the answer?"},{"T":"301","2":"Roland?","3":"You want to live. Go pursue your purpose!"},{"T":"301","2":"Roland?","3":"Just surviving isn't enough. You want to find your purpose—your OWN purpose. A purpose worthy of a knight to give his life. Not something that can be thrown away so easily. It must be a real purpose that gives you a reason to live!"},{"T":"301","2":"Roland?","3":"Anything! Even if it's cruel and dangerous—the desire to watch the world burn—anything so long as it can give you a reason."},{"T":"301","2":"Roland?","3":"You want... a reason to live!"},{"T":"301","3":"He speaks quickly and to the point. He almost seems to be reciting an advertisement. But the tone is loud and clear, nothing ostentation about it."},{"T":"301","3":"Roland even imagines looking back to see himself with his hair tied, standing by a bonfire, shoulders squared, hand up in style."},{"T":"301","3":"—Or perhaps the tears are more than just a performance, despite what it looks like."},{"T":"301","2":"Roland","3":"...It was a wonderful speech, more powerful than the young politician I played. I was really convinced."},{"T":"301","2":"Roland","3":"Now that I'm convinced, let me correct you."},{"T":"301","2":"Roland","3":"I want to live, at least at that moment, I really do want to live. Even if there is no reason, I want to live."},{"T":"301","2":"Roland","3":"From now on, I need to find a new reason to live."},{"T":"301","2":"Roland","3":"It's not as an actor in the park. I can't continue being deceived and controlled like a clown for the amusement of others... It's not as a Construct soldier either. I can't be forced to perform daily 'missions'..."},{"T":"301","2":"Roland","3":"It must be my own reason. A reason that belongs only to 'Roland'."},{"T":"301","3":"Roland clenches his fists, strides forward, and doesn't look back. The voice of little Roland disappears behind him."},{"T":"301","2":"Roland","3":"Ascnet, Ascendants, the paradise... All of these are new and unknown concepts. God knows what's ahead, but it's better than turning around and guarding those beliefs that have been crushed into the dirt."},{"T":"301","2":"Roland","3":"Anyway, there's nothing else to look forward to. Guess I'll just grasp at whatever straw I can. Not like it matters anyway."},{"T":"301","2":"Roland","3":"...I guess I'll make her wish come true."}]