[{"T":"301","2":"Chrome","3":"Team Cerberus, respond if you hear me."},{"T":"301","2":"Chrome","3":"Cerberus!"},{"T":"301","2":"Corrupted","3":"Uuuurgh!"},{"T":"301","2":"Vera","3":"Oh, you're such a pest!"},{"T":"301","2":"Chrome","3":"Cerberus, we've received new orders and are on the move. What's the status on your end?"},{"T":"301","2":"Corrupted","3":"Uuuurgh!"},{"T":"301","2":"Vera","3":"The status is we're wiping up your mess."},{"T":"301","2":"No. 21","3":"No openings in the visuals. We're surrounded."},{"T":"301","2":"Chrome","3":"...What is your location? Kamui and I will be right there!"},{"T":"301","2":"Noctis","3":"Tend to ya own matters, good sirs."},{"T":"301","2":"Chrome","3":"Hey, wait."},{"T":"301","3":"After cutting off communications, Vera punts the Corrupted in front at the faraway enemies, and adjusts her posture using this breathing room."},{"T":"301","2":"Noctis","3":"Asimov, Asimov, Asimov... That lil' cog-head!"},{"T":"301","2":"Noctis","3":"The guy put a restriction lock on my frame, saying that the battery still needs some calibratin' so it can't be used. You serious, man?"},{"T":"301","3":"The three are engaging enemies in different areas of the factory. Vera had Noctis support No. 21 while she faces off against the Corrupted in front of her alone."},{"T":"301","2":"No. 21","3":"What's a battery?"},{"T":"301","2":"Noctis","3":"You dum-dum! Now ain't lecture time!"},{"T":"301","2":"No. 21","3":"I'm no dum-dum."},{"T":"301","2":"Vera","3":"The comms aren't for you two to bicker. Give me timely updates!"},{"T":"301","2":"Roland","3":"How fascinating. Don't you feel fear?"},{"T":"301","2":"Vera","3":"Fear... Oh, I would so fear you leaving my reach, dear Roland."},{"T":"301","2":"Roland","3":"And find a giant spear right through my gullet? Didn't think I'd be discovered, though. I thought avoiding the Strike Hawks were enough."},{"T":"301","2":"Roland","3":"And that reckless and lunatic fighting style... You'd fare much better as an Ascendant than a Babylonian. How about it? Want a little squeeze of the Punishing Virus?"},{"T":"301","2":"Vera","3":"Well, try offering something else, but becoming an Ascendant? I'll have to decline."},{"T":"301","2":"Roland","3":"Why?"},{"T":"301","2":"Vera","3":"Because pain is good. Whether it's my own, or someone else's."},{"T":"301","2":"Vera","3":"And pain, fair Ascendant, is something of a human thing."},{"T":"301","3":"Vera cuts a Corrupted in two while speaking, then points her blade at Roland."},{"T":"301","2":"Roland","3":"You make it sound like we aren't 'human,' Cerberus."},{"T":"301","2":"Vera","3":"So are you?"},{"T":"301","2":"Roland","3":"Naturally, no... Keep boxing them in!"},{"T":"301","2":"Corrupted","3":"Uuuurgh!"}]