[{"T":"301","2":"Unknown Song","3":"'...'"},{"T":"301","2":"Unknown Song","3":"'Let us sing, for all will be well.'"},{"T":"301","2":"Unknown Song","3":"'Blossoming flowers and sea-washed sand castles, milk and warm bread and birch tinder that crackles.'"},{"T":"301","2":"Unknown Song","3":"'...Let us prepare, for all will go foul.'"},{"T":"301","2":"Unknown Song","3":"'Mire-sunken conflicts and steps made in struggle, blood and hot iron and heads burnt in puddles.'"},{"T":"301","2":"Far Voice","3":"...【kuroname】..."},{"T":"302","2":"...Luna?"},{"T":"301","2":"Far Voice","3":"If I'd met you instead back then..."},{"T":"302","2":"Where are you?"},{"T":"301","3":"You see Luna devoured by the Polyphage through its translucent maw, looking like an embryo caged within an artificial womb."},{"T":"301","2":"Far Voice","3":"...【kuroname】, connect to me."},{"T":"302","2":"No, I—"},{"T":"301","2":"Approaching Voice","3":"...You must be tired."},{"T":"301","2":"Approaching Voice","3":"Commandant?"},{"T":"302","2":"Hm?","4":"Sorry. Just spacing out."},{"T":"301","2":"Liv","3":"Commandant... After all that, you must be very tired. Sorry for disturbing you..."},{"T":"302","2":"It's okay.","4":"I'm ready for work."},{"T":"301","2":"Lee","3":"I recovered the data we sent through the terminal. We can now determine that the signal within the Red Tide is indeed Luna's."},{"T":"301","3":"The teenage figure near the window glances at you from the files in his hands."},{"T":"301","2":"Lee","3":"I've virtually double-reconstructed the data through the Spear of F.O.S., but I didn't experience it myself after all. There might still be discrepancies between the reconstructed data and what you went through."},{"T":"301","2":"Lee","3":"You can begin to work on this after you are fully recovered. I'll tell Asimov about it."},{"T":"302","2":"I'm fully recovered already.","4":"Thanks, Lee."},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"You deny Lee's kind offer for a little more time off, but find that he is still staring at you."},{"T":"302","2":"?","4":"Do I have something on my face?"},{"T":"301","2":"Lee","3":"...It's nothing. If you're ready, then that's fine by me as well."},{"T":"301","2":"Lee","3":"Now, we just need you to go through and confirm the relevant data on Luna we found in the Red Tide."},{"T":"302","2":"Understood..."},{"T":"301","2":"Liv","3":"(Giggles)"},{"T":"302","2":"?"},{"T":"301","2":"Liv","3":"Commandant, your face... it's half-red."},{"T":"302","2":"What do you mean?"},{"T":"301","2":"Liv","3":"Oops, sorry! It must've been because you were sleeping sideways! It's nothing, it'll go away in a minute..."},{"T":"301","3":"You check your cheeks and do find it a little uneven and warm. It must have gone red."},{"T":"301","3":"Turning around, you examine your figure on the glass window. The sight of you touching your cheeks suddenly reminds you of a scene in your memories."},{"T":"301","2":"Luna","3":"So, you too... Are you part of my dreams?"},{"T":"302","2":"...Data on Luna, huh."},{"T":"301","2":"Lee","3":"Yeah. From our current observations, the Red Tide only consumes consciousnesses going through near-death experiences within it."},{"T":"301","2":"Lee","3":"Human or Construct, when they face death, their deepest emotions hidden inside their memories become bare. This also matches with the consciousness data that we've seen in the Red Tide."},{"T":"301","3":"Going through a retinal scan, the two of you enter Asimov's lab."},{"T":"301","2":"Asimov","3":"Don't make unapproved conclusions without me."},{"T":"301","2":"Asimov","3":"The sample size is too small. We can't say for sure yet."},{"T":"301","2":"Asimov","3":"But, I know we'll get to the bottom of it."},{"T":"302","2":"You sound pretty invested in this, Asimov.","4":"Atta, Asimov!"},{"T":"301","2":"Asimov","3":"First things first, though, you'll have to fully cooperate, Gray Raven Commandant."},{"T":"302","2":"Sure.","4":"I've been fully cooperative all the time."},{"T":"301","2":"Asimov","3":"You are the only commandant to have connected to Luna's M.I.N.D, and I presume it's not just once."},{"T":"301","2":"Lee","3":"What are you—"},{"T":"301","2":"Asimov","3":"Chillax. I'm not here to prosecute your commandant. This is just a mere deductive guess."},{"T":"301","2":"Lee","3":"I never knew the chief technician had a say in our tactical decisions—"},{"T":"302","2":"Yeah, get him, Lee.","4":"Lee, it's okay."},{"T":"301","2":"Asimov","3":"You're right. Do whatever you want on the field, I couldn't care less. I just want data, so you know what to do."},{"T":"302","2":"Yeah.","4":"I know."},{"T":"301","2":"Asimov","3":"Put this on. It's installed with Luna's consciousness data found inside the Red Tide."},{"T":"301","2":"Asimov","3":"This will simulate the situation of Luna's consciousness sample reacting with the observation target of Lucia."},{"T":"301","2":"Asimov","3":"You are Lucia's commandant, and have also linked with Luna without much emotional influence. You are the best candidate for an observer."},{"T":"302","2":"Alright."},{"T":"301","2":"Asimov","3":"Well then, let's go."},{"T":"301","3":"Loading<<<<Consciousness link detected<<<<"},{"T":"301","3":"You open your eyes to find yourself in a long corridor."},{"T":"301","2":"???","3":"Sis, what are you doing?"},{"T":"301","3":"A small blonde girl materializes out of thin air next to you. She raises her head, looking at you and beaming with a warm smile."},{"T":"302","2":"...Luna?"},{"T":"301","2":"Asimov","3":"The 'consciousnesses' consumed and rebuilt by the Red Tide are not the 'consciousness beings' themselves—these are only bait used by the Red Tide."},{"T":"301","2":"Asimov","3":"Which is why they take on the appearance and form that can most affect the related subjects."},{"T":"302","2":"I see."},{"T":"301","3":"Walking further onward, the 'Luna' behind dissipates like fog. A new 'Luna' appears before you."},{"T":"301","2":"'Luna'","3":"Sister, look what I found! It's canned meat, and still edible...! Did I do good?"},{"T":"302","2":"..."},{"T":"301","2":"Asimov","3":"Don't respond."},{"T":"302","2":"Okay."},{"T":"301","2":"'Luna'","3":"Sister, it's snowing outside! Let's go build a snowman together!"},{"T":"301","2":"'Luna'","3":"Sister—achoo! Ehehe, it's kinda cold... Sister, your hand is so warm... Let's hold hands!"},{"T":"301","3":"Myriad 'Luna' figures fade in and out around you."},{"T":"301","3":"Innocent, cheerful, and frisky. These must have been the happiest memories in Luna's mind."},{"T":"301","3":"You know deep down that these are illusions created by the Red Tide. You try your best to ignore these shades and move forward."},{"T":"301","2":"'Luna'","3":"Wow! I love this present!"},{"T":"301","2":"'Luna'","3":"My hands are cold... Can we hold hands...?"},{"T":"301","2":"'Luna'","3":"Why are you ignoring me...?"},{"T":"301","3":"A 'Luna' stays behind you this time instead of fading away. She looks dejectedly at you."},{"T":"301","2":"'Luna'","3":"Is it because I wasn't good enough...? Sorry... I'll try harder... I'll grow stronger... Don't leave me behind..."},{"T":"302","2":"...","4":"I get why people are lured by the Red Tide now."},{"T":"301","2":"'Luna'","3":"Didn't you say you'd... change everything for me...?"},{"T":"302","2":"...?"},{"T":"301","2":"Asimov","3":"Focus."},{"T":"301","3":"You reach the end of the corridor and find yourself surrounded by complete darkness. Only a pitch black door can be seen."},{"T":"302","2":"(Open the door)"},{"T":"301","3":"Creak——"},{"T":"301","3":"Warm light spills out of the door crack. You find a simple, but somewhat worn out children's room."},{"T":"302","2":"That's...!","4":"Luna's room in her childhood?"},{"T":"301","2":"Asimov","3":"What?"},{"T":"301","2":"Asimov","3":"I guess. So what?"},{"T":"302","2":"...Nothing."},{"T":"301","3":"You walk inside and see Luna sleeping on the bed."},{"T":"302","2":"...!"},{"T":"301","3":"But not the Luna shades you have been seeing. This is the grown-up Luna, the Ascendant. Somehow, the word 'safe' springs into your mind when you see her hair sprawled on her cheeks and on the bed."},{"T":"301","2":"Asimov","3":"Your heart rate is rising. What's the matter?"},{"T":"302","2":"..."},{"T":"302","2":"Do you remember when you told me about..."},{"T":"302","2":"The self-defense mechanism of a M.I.N.D.?"},{"T":"301","2":"Asimov","3":"...You mean the drowner effect? What's wrong?"},{"T":"302","2":"Drowner effect?"},{"T":"301","2":"Asimov","3":"Something from an earlier age when Construct tech wasn't that mature. If a commandant's Mind Beacon with a Construct isn't stable enough, or if they aren't compatible, the M.I.N.D. will try to get rid of the intruder."},{"T":"302","2":"What happens then?","4":"Is this why 'remote link' was discontinued?"},{"T":"301","2":"Asimov","3":"Let's imagine the M.I.N.D. as an ocean. A Construct is like someone that's drowning, so they'll instinctively grab at anything they can."},{"T":"301","2":"Asimov","3":"That's part of the reason. But mostly, it's because remote link back then can cause irreparable psychological damage to a commandant."},{"T":"301","2":"Asimov","3":"But that's nothing to worry about now. The compatibility of our modern Constructs blows the earlier models out of the water. You can be rest assured that the drowner effect won't happen."},{"T":"301","2":"Asimov","3":"After all, if this happens even once, we'd lose precious commandant personnel. We don't have that many to spare."},{"T":"302","2":"...","4":"Yay for science."},{"T":"301","2":"Asimov","3":"Why are you asking me this all of a sudden?"},{"T":"302","2":"Just remembering something..."},{"T":"302","2":"Do drowned Constructs remember anything?"},{"T":"301","2":"Asimov","3":"In their M.I.N.D.? Theoretically, they should. But it's been ages since I've done research on that topic, you got some ideas you wanna share?"},{"T":"302","2":"Nah, not really.","4":"I'll tell you if I think of any."},{"T":"301","3":"Asimov snorts over the channel and falls silent."},{"T":"301","3":"You carefully scan the room... Such a warm and quiet room this is."},{"T":"301","3":"This is the deepest, safest place in Luna's M.I.N.D."},{"T":"301","3":"She spent her childhood here with Lucia. This must be the memories she treasure the most."},{"T":"301","2":"Asimov","3":"...So, any findings?"},{"T":"302","2":"...Nothing, really."},{"T":"301","2":"Asimov","3":"That's what Lucia said as well. She said that these memories should be Luna's... ah, what was it again—most precious moments?"},{"T":"301","2":"Asimov","3":"Well then, let's get you outta here."},{"T":"301","3":"<<<<<<<<<<<<<<<<<<<<<"},{"T":"301","3":"Lee and Liv have to help out in Asimov's lab. So you decide to leave on your own."},{"T":"302","2":"..."},{"T":"301","3":"The sights you saw through the shades and the experiences in Luna's M.I.N.D. seem to have strangely matched up."},{"T":"301","3":"In the Red Tide projections, you clearly saw... a reddish night light next to her bed. You would never forget the shape of it."},{"T":"301","3":"What happened deep in her M.I.N.D. was not just a mere dream. It might not have been pointless."},{"T":"301","3":"Maybe everything is going differently than the way you thought it would. Maybe some things are really changing."},{"T":"301","3":"Pausing at the bridge, you see an old friend, the pale blue planet, rotating silently in the vast expanse of space."},{"T":"301","3":"And this half-broken planet, is where that snow-like Construct—where she—came from."},{"T":"301","3":"...Is she still on there?"},{"T":"302","2":"Perhaps..."},{"T":"302","2":"If we meet again..."},{"T":"302","2":"I'll ask her myself."}]