[{"T":"301","3":"Lamia nods and leaps onto a roof nearby."},{"T":"301","3":"Roland reaches out to the rusty gate."},{"T":"301","3":"The dust-covered bolts are moved, leaving a circle of light yellow ashes between the inner and outer rings."},{"T":"301","3":"The dilapidated frames give a horrible squeak, as if they are fighting the power that is about to change them."},{"T":"301","3":"Eventually, they succumb to the power and give in to the new visitor."},{"T":"301","2":"Roland","3":"..."},{"T":"301","3":"The gate watches the new visitor as he enters its territory."},{"T":"301","3":"Roland walks into the front yard, a space that resembles a time capsule."},{"T":"301","3":"Rough pottery pieces are scattered under the wall. Firewood chips are neatly placed next to a smashed fireplace wall, as if they were just freshly chopped in the morning."},{"T":"301","3":"The ground surface is in extremely poor condition due to lack of maintenance, but tools are nicely placed along the wall."},{"T":"301","3":"Everything about this place shows that someone used to live here, albeit a long time ago."},{"T":"301","3":"Roland calmly walks through it, until he sees a crude clay plate at an inconspicuous place on the outside wall."},{"T":"301","3":"—'This is the home of Luna and Lucia, built by Daddy and Mommy together!'"},{"T":"301","3":"A complex emotion has grasped Roland. Many scenes have come to his mind."},{"T":"301","3":"Perhaps she used to toddle from the living room to the kitchen, carrying a basket full of freshly picked potatoes."},{"T":"301","3":"Perhaps she used to rush from the first floor to the second, holding a paperplane that Dad made while making a 'whoosh' sound."},{"T":"301","3":"Perhaps..."},{"T":"301","3":"Luna was once here, and she left. If she really had come back for some reason..."},{"T":"301","3":"But she is now lost. None of the 'perhaps' can change this fact."},{"T":"301","2":"Roland","3":"...Better get back to the topic."},{"T":"301","2":"Roland","3":"Why would they lure Babylonia's Task Force to this place, and why do they want me to come here."},{"T":"301","2":"Roland","3":"There should be an answer to all these questions."},{"T":"301","3":"Roland starts to carefully search every nook and cranny of the ruins."},{"T":"301","2":"Lamia","3":"Eek... How long are you going to keep me waiting...?"},{"T":"301","2":"Lamia","3":"Hmm? What's that...?"},{"T":"301","3":"Lamia notices a wandering phantom on the street."},{"T":"301","3":"It travels through the streets without concealing its action, kicking the corner of walls, or spraying something on the wall with its head every now and then."},{"T":"301","2":"Lamia","3":"...What... is... that?"},{"T":"301","3":"Lamia watches it until it disappears after turning around a corner."},{"T":"301","3":"But she soon hears engine sounds from where it disappears, and sees a black figure rising to the sky."},{"T":"301","3":"Lamia trembles at the somewhat familiar sight."},{"T":"301","2":"??","3":"'You got that thing. Hand it over.'"},{"T":"301","3":"It's the black ghost that has been haunting her ever since she left the underground cavern."},{"T":"301","3":"But after giving away Huaxu's key, she has no asset left."},{"T":"301","3":"If she is caught... She will be doomed."},{"T":"301","2":"Lamia","3":"But Lamia must not die... I must survive... to..."},{"T":"301","3":"Roland has been wandering around in the house for a while, he thinks he has checked almost all the possible places."},{"T":"301","3":"—But he still has no clue about what to do next."},{"T":"301","3":"He steps into a destroyed bathroom in the hope that 'something may happen if he tries to do something.'"},{"T":"301","3":"Most of the things inside are demolished, except the large mirror. It is surprisingly intact apart from one long, horizontal crack."},{"T":"301","3":"Only traces of history remain in this place. He can peek into Luna's past, but cannot reach the present."},{"T":"301","3":"Can he really find clues of Luna here? Before this, how long has he travelled? How many options has he ruled out?"},{"T":"301","3":"This pursuit almost took his life in the underground waterway."},{"T":"301","3":"No matter what, he probably won't find anything useful from this mansion of the past on his own."},{"T":"301","3":"—Still, it cannot explain why the other two groups also have their eyes on this place."},{"T":"301","3":"Or... Could it be just the result of an incorrect decision, or a foolish mission from Babylonia?"},{"T":"301","3":"If that's the case... Where should he go next? What is he going to look for?"},{"T":"301","3":"Roland looks at his somewhat unfamiliar black body in the mirror. He cannot help but feel a little sentimental, for too many people and things have changed."},{"T":"301","2":"Roland","3":"I didn't realize... Is this what I look like now?"},{"T":"301","2":"Roland?","3":"Why, do you prefer this look instead?"},{"T":"301","3":"The Roland in the mirror becomes smudged with gray, while the red color is replaced by yellow."},{"T":"301","3":"Roland sees what he used to look like."},{"T":"301","2":"Roland?","3":"Hermano."},{"T":"301","2":"Roland","3":"Did anyone ever tell you that you looked extremely annoying?"},{"T":"301","2":"Roland?","3":"Never by myself."},{"T":"301","2":"Roland","3":"Coming out at such an awkward timing... What do you want?"},{"T":"301","2":"Roland?","3":"You are too painful to watch. I need to teach you a lesson."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland?","3":"'Roland', use your brain and think—who on earth are you?"},{"T":"301","2":"Roland?","3":"An actor? A knight? A stray dog? An Ascendant? Luna's loyal servant?"},{"T":"301","2":"Roland?","3":"Stop lying to yourself."},{"T":"301","2":"Roland?","3":"You are just who you are."},{"T":"301","2":"Roland?","3":"You aren't anyone else. You aren't an item. You are just yourself, the one and only you in this world."},{"T":"301","2":"Roland?","3":"Go onward, and one day you will be able to answer me—who are you?"},{"T":"301","2":"Roland?","3":"Your ideals, your recognition, your violence, your cunning."},{"T":"301","2":"Roland?","3":"Maybe you need someone to rely on, some belief to follow, or a mission to give you a reason to live on."},{"T":"301","2":"Roland","3":"...And what does that have to do with my current situation?"},{"T":"301","2":"Roland?","3":"I'm just reminding you that in this show, you can do a lot more than you think."},{"T":"301","2":"Roland?","3":"You may have been a little lost after losing your direction..."},{"T":"301","2":"Roland?","3":"But you are unique. There's no one else like you in this world."},{"T":"301","2":"Roland?","3":"Go, my puppy. Use them, get what you want, and tear them apart—"},{"T":"301","2":"Roland?","3":"Do you seriously think you can get what you want by giving trust to others? This cruel world doesn't run that way."},{"T":"301","2":"Roland?","3":"The world doesn't disappear even when the symbol is gone. The world is still there, so are the things represented by that symbol."},{"T":"301","2":"Roland?","3":"Whether you understand or not, just remember what I said."},{"T":"301","2":"Roland","3":"The world is still there, so are the things represented by that symbol..."},{"T":"301","3":"Roland stands in front of the mirror and clenches his fists."},{"T":"301","3":"—Lamia pokes her head through the door."},{"T":"301","2":"Lamia","3":"That Task Force girl is almost at the gate!"},{"T":"301","2":"Roland","3":"...!"},{"T":"301","2":"Roland","3":"She came faster than I thought... I can only do as much as I can before our 'guest' arrives."},{"T":"301","2":"Lamia","3":"?"},{"T":"301","2":"Roland","3":"If they want to bring the Task Force and us together and watch us kill each other, I need to set up some distractions."},{"T":"301","2":"Roland","3":"—I may not have the time to turn the tide, but I can at least muddy the waters."}]