[{"T":"301","3":"As the last of the Corrupted are dispatched, a tiny metallic hand falls limp in the 'Mother's' arms, the picture frame clenched within clatters to the ground."},{"T":"301","2":"Bianca","3":"Viral load within acceptable range."},{"T":"301","2":"Lee","3":"The orphanage should be around here."},{"T":"301","2":"Sophia","3":"That means that the CPF should be nearby."},{"T":"301","2":"Liv","3":"We need to find the parts to mend the wound immediately."},{"T":"301","2":"'Nanny'","3":"Thank you... for finding the child for me."},{"T":"301","2":"Bianca","3":"No problem."},{"T":"301","2":"Liv","3":"I didn't expect the 'child' to be an android too."},{"T":"301","2":"Lee","3":"Anyway, we can't be far from the main power source of the CPF."},{"T":"301","2":"Lucia","3":"Let's stick to the route and finish the mission."},{"T":"302","2":"Wait, so the CPF..."},{"T":"302","2":"...is actually in the basement of the android orphanage?"},{"T":"301","2":"Bianca","3":"They probably thought people would be less likely to stumble upon it that way."},{"T":"301","2":"Lee","3":"Wait... The main power of this CPF requires a special ID to access..."},{"T":"301","2":"'Nanny'","3":"Excuse me..."},{"T":"301","2":"Liv","3":"Oh... please come in."},{"T":"301","2":"'Nanny'","3":"I heard you mention the 'CPF'?"},{"T":"301","2":"Everyone","3":"Yes, and...?"},{"T":"301","2":"'Nanny'","3":"I have an important log that is related to it, but I require a human to grant access."},{"T":"301","3":"Data log: Year ■, Day ■. Will you... will you help me? I can't hold on for much longer... My child... please. End my suffering..."},{"T":"301","3":"Data log: Year ■, Day ■. Identification edited with external authorization. New relationship: Mother."},{"T":"301","2":"Liv","3":"So before this mother died, she asked the caretaker android to take care of her child and also authorized her to do so. But the child's authorization... she died before she could."},{"T":"301","2":"Lucia","3":"That's why he was staring at the picture in the frame..."},{"T":"301","2":"Bianca","3":"He recognized it as his mother..."},{"T":"301","2":"Everyone","3":"..."},{"T":"301","3":"Data log: Year ■, Day ■. Chip authorization complete for reactivation of CPF in Area 202."},{"T":"301","3":"Data log: Year ■, Day ■. Shockwave generator will reach resonance two hours after CPF reactivation."},{"T":"301","2":"Liv","3":"But... doesn't this mean that... after the activation..."},{"T":"301","2":"Lee","3":"That's right... the androids won't be able to get out of the EM blast in time. They'll all be deactivated..."},{"T":"301","2":"Everyone","3":"..."},{"T":"301","2":"Sophia","3":"That explains the coils and parts we saw along the way: they were for the frequency converters of the electric shielding."},{"T":"301","2":"Lee","3":"That's the reason why the closer we got to the CPF, the more loose parts we saw..."},{"T":"301","2":"Mother","3":"My programming directive is to serve humans. Besides, this will remove painful memories for the child. That... is a good thing."},{"T":"301","2":"Lucia","3":"According to our investigation..."},{"T":"301","2":"Bianca","3":"According to our investigation, the control switches nearby and the related circuits have all been destroyed."},{"T":"301","2":"Sophia","3":"And to activate the power, it requires..."},{"T":"301","2":"Lee","3":"All five caretaker androids here are required to activate it together."},{"T":"301","2":"Child","3":"Mommy, play with me! Let's play electricity tycoon!"},{"T":"301","2":"Mother","3":"Go to sleep, honey. I'll play with you when you wake up. We'll build a great tower together!"},{"T":"302","2":"Is this all we can do?"},{"T":"301","2":"Kamui","3":"Wow, this place is practically gamer heaven! Look at all these consoles—"},{"T":"302","2":"Wait! Video game console... Hi-def output... Filter... Got it!"},{"T":"301","2":"Everyone","3":"?"},{"T":"301","2":"Lee","3":"Gaming consoles..."},{"T":"301","2":"Sophia","3":"Surely you don't mean..."},{"T":"302","2":"Take the consoles apart."},{"T":"302","2":"And bring me all the motherboards from the abandoned equipment!"},{"T":"301","2":"Kamui","3":"Huh? Do we really have to take them apart? And here I was hoping to bring a couple limited editions home..."},{"T":"301","2":"Bianca","3":"Commandant... what are you building?"},{"T":"301","2":"Sophia","3":"Gamepad... motherboard... wave filter!"},{"T":"301","2":"Lee","3":"And a tuning lever!"},{"T":"302","2":"That's it!"},{"T":"301","2":"Liv","3":"Sounds like something really cool."},{"T":"301","2":"Lucia","3":"I trust Commandant's judgment."},{"T":"302","2":"Clear the area and dig a pit."},{"T":"302","2":"Lee and Sophia."},{"T":"302","2":"You're in charge of building the frequency converter and control device."},{"T":"302","2":"Lucia and Bianca: hold off the Corrupted and corral them into the pit."},{"T":"301","2":"Lucia","3":"I'll be the rabbit."},{"T":"301","2":"Bianca","3":"I'll give you cover from the rear."},{"T":"301","2":"Lee","3":"After we activate the CPF, there will be gaps where the EM shockwaves are shielded..."},{"T":"301","2":"Sophia","3":"Where we will quickly fall back to the business district, with the metal insulation panels?"},{"T":"302","2":"Will that work?"},{"T":"301","2":"Celica","3":"Finally got through... Can you hear me?"},{"T":"302","2":"When we're all out, Kamui will bring the rocks down on the passage!"},{"T":"301","2":"Celica","3":"Looks like Commandant's got a plan!"},{"T":"301","2":"Everyone","3":"Yep!"},{"T":"302","2":"..."},{"T":"301","3":"After the caretaker androids turn on the main power source, the electromagnetic shockwaves are temporarily converted to harmless low-frequency waves. The attracted Corrupted linger around the orphanage."},{"T":"302","2":"Now, Kamui!"},{"T":"301","2":"Kamui","3":"Here I go!"},{"T":"301","3":"After several loud impacts, giant rocks come rolling down, blocking the path of the advancing Corrupted."},{"T":"302","2":"Retreat"},{"T":"301","3":"With a thunderous infrasound wave, the area around the CPF's power source begins to shake violently. The Corrupted in the vicinity are all shut down in an instant."},{"T":"301","2":"Lucia","3":"Take my hand!"},{"T":"301","2":"Commandant","3":"!"},{"T":"301","3":"Narrowly avoiding a pothole, I grab Lucia's hand and we tumble, arms around each other, into cover."},{"T":"301","2":"Liv","3":"Did... did it work?"},{"T":"301","2":"Kamui","3":"Duh! How could it not!"},{"T":"301","2":"Lee","3":"This guy sure comes in handy."},{"T":"301","2":"Sophia","3":"New speed record for circuit board soldering achieved."},{"T":"301","2":"Bianca","3":"Scopes are clear of Corrupted too."},{"T":"301","2":"Celica","3":"Well done, everyone!"},{"T":"301","2":"Celica","3":"So where's Commandant and Lucia?"},{"T":"301","2":"Lucia","3":"Froggie... (pinching my arm)"},{"T":"301","2":"Commandant","3":"Uh... send a supply pod immediately. Lucia need a vital fluid transmission now."},{"T":"301","2":"'Mother'","3":"Rockabye, baby..."},{"T":"301","3":"In unison, the mothers begin singing a soft lullaby. The streetlamps, with the power reset, gradually dim."},{"T":"301","3":"Just like every bedtime story—"},{"T":"301","3":"—they all lived happily ever after."}]