[{"T":"301","2":"???","3":"Heh, how's it feel to play with the Corrupted within your M.I.N.D. last night?"},{"T":"301","2":"Kamui","3":"I'm never losing to you!"},{"T":"301","2":"???","3":"In our M.I.N.D., I have slain virus embodiments tenfold of yours."},{"T":"301","2":"???","3":"If it weren't for me, you would have lost control of your body from that Punishing Virus influence."},{"T":"301","2":"???","3":"That's how it always was, is, and always will be."},{"T":"301","2":"Kamui","3":"I'll get you out of my head one day!"},{"T":"301","2":"???","3":"You know this isn't possible, for—"},{"T":"301","2":"???","3":"I am you, and you are me..."},{"T":"301","2":"???","3":"Accept me... And become your better self..."},{"T":"301","2":"Kamui","3":"When I find a way to cleanse myself of the virus, I will no longer need you!"},{"T":"301","2":"???","3":"Hah, how naive!"},{"T":"301","2":"Kamui","3":"Hmph..."},{"T":"301","2":"???","3":"You were referring to... what Chrome 'mentioned,' weren't you?"},{"T":"301","2":"???","3":"Placing your hopes on uncertainty..."},{"T":"301","2":"???","3":"You'd be better off letting me take hold..."},{"T":"301","2":"Kamui","3":"Never!"},{"T":"301","2":"Lee","3":"The power's back."},{"T":"301","2":"Lucia","3":"Thank you, Lee."},{"T":"301","2":"Lee","3":"Only the emergency supply's recovered. The main power source of this city comes from the nuclear plant underneath."},{"T":"301","2":"Lee","3":"But the supply's been cut off the grid by the virus, now it only supplies energy to the machine factory here."},{"T":"301","3":"Emergency signals shimmer in ghostly blue colors within the partially revived city."},{"T":"301","3":"It was as if the Gray Ravens were swallowed by a piece of the galaxy."},{"T":"301","2":"Lucia","3":"Not a single survivor..."},{"T":"301","2":"Liv","3":"After so many years, there won't be anyone left."},{"T":"301","2":"Liv","3":"It's difficult to imagine... how half a million people managed to live in this tiny place..."},{"T":"301","2":"Watanabe","3":"There might be no survivors, but the Corrupted still keep pouring out of here."},{"T":"301","2":"Watanabe","3":"Mid to late Post-Pandemic Age, humans thought they could make use of the serum to turn the tables with their armies."},{"T":"301","2":"Watanabe","3":"That was until the virus began corrupting factories, turning them into breeding pools for war."},{"T":"301","2":"Watanabe","3":"Facing a supply line of an endless Corrupted army, even the newly developed Construct technology didn't stand a chance."},{"T":"301","2":"Watanabe","3":"I'm certain everyone here knows full well of that hopelessness and despair."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Watanabe","3":"Keep moving—"},{"T":"301","2":"Watanabe","3":"The virus is our common enemy, but we Forsaken seek to rebuild humanity with our own method."},{"T":"301","2":"Watanabe","3":"We were the only humans who did not stand back for even a mere second. The only humans who truly share a fate with this Earth."}]