[{"T":"301","2":"Karenina","3":"—Haha! How about this?"},{"T":"301","2":"Nanami","3":"—Perfect! Another one! And... with these!"},{"T":"301","2":"Karenina","3":"—No problem! I get it! Let's give them a loud one!"},{"T":"301","3":"Expressionless, Asimov watches the footage recorded from the CUB while operating the calibration panel before him."},{"T":"301","2":"Asimov","3":"Hm..."},{"T":"301","3":"The test with the CUB has caused a bit of a ruckus on the surface earlier, and now that Asimov has finally finished cleaning up the mess, all he has left to do is the final calibration on the AI system."},{"T":"301","3":"Once in a while, a light chuckle can be heard not far from where he is, prompted by the images in the footage."},{"T":"301","2":"Asimov","3":"So, do I need to give you a copy of the footage so you can enjoy it at the WGAA?"},{"T":"301","3":"Asimov does not need to turn around to know that Allen is shaking his head while smiling."},{"T":"301","2":"Allen","3":"That's not necessary. I think the mission report from that commandant will be even more entertaining."},{"T":"301","2":"Allen","3":"Can't say I'm not jealous of how much fun they seem to be having down there. Aren't you going to join them and take a break, Asimov?"},{"T":"301","2":"Asimov","3":"That won't be necessary... The work here is going to take a while before it's done. After that, we should be able to put the CUBs into real combat."},{"T":"301","3":"Asimov takes a heavy breath through his nose, his eyes still fixated on the shifting data on his display."},{"T":"301","2":"Asimov","3":"It's a joint project between the WGAA and the Science Council, after all. With all the resources we've put in, the least it can be is perfect..."},{"T":"301","3":"Allen smiles, and he stands up to examine the CUB, his interest piqued. The CUB also raises its head, its lens rotating, observing Allen in return curiously."},{"T":"301","2":"Allen","3":"I feel like the machine is livelier than even you, Asimov..."},{"T":"301","2":"Asimov","3":"Perhaps it's because the test subjects have all been emotionally-rich. We do have to pay attention to the differences in the M.I.N.D.s of different users..."},{"T":"301","3":"Listening to Asimov talking to himself about his analysis, Allen cannot help but put on a wry smile."},{"T":"301","2":"Allen","3":"Sigh... That's not what I meant, but I think that's the reply I was expecting."},{"T":"301","3":"At this moment, they hear a knock from outside the door. Asimov takes a look at the surveillance monitor, and then he opens the door."},{"T":"301","2":"Allen","3":"You're having a lot of guests today, aren't you?"},{"T":"301","2":"Asimov","3":"Don't be so sure... Maybe it's your guest."},{"T":"301","3":"A female Construct in extravagant clothing walks in, and she quickly finds the person she is looking for from the two people in the lab."},{"T":"301","2":"Ayla","3":"Chairman, Leonie said I could find you here, and here you are."},{"T":"301","2":"Allen","3":"Ayla? Do you need me for something?"},{"T":"301","3":"Ayla takes out a leaflet from her well-prepared folder and hands it to Allen, and she passes another one to Asimov."},{"T":"301","2":"Ayla","3":"Have you forgotten already? The Culture Department of WGAA is hosting some festivities for Lunar New Year this year, but we still haven't finalized a proposal, so they asked me to find you to join the meeting."},{"T":"301","2":"Asimov","3":"You could just send this to our comms terminal... There's no need to waste paper."},{"T":"301","2":"Allen","3":"That won't do. There are lines WGAA won't cross."},{"T":"301","3":"And then Ayla notices the CUB with the many wires and tubes attached to it, and she cannot help but run over to it and hugs it."},{"T":"301","2":"Ayla","3":"Is this critter the thing Leonie designed? What a cutie-pie! I think they also have an official name for it... Yuan something."},{"T":"301","2":"Allen","3":"I believe it's 'Yuan Ye,' named by Leonie herself."},{"T":"301","3":"Asimov gives Ayla a quick glance before focusing on his display again."},{"T":"301","2":"Asimov","3":"I don't know why you'd think it's cute, but please, don't hug it too hard. I'm still calibrating it..."},{"T":"301","3":"Before Asimov can finish, Yuan Ye falls to its side from the force of Ayla's embrace, and the connecting wires are torn and spark everywhere."},{"T":"301","2":"Allen","3":"Ayla... are you okay?"},{"T":"301","3":"Ayla stands up with the help of the other two people in the room, looking extremely embarrassed for pushing Yuan Ye over."},{"T":"301","2":"Ayla","3":"S-sorry! I didn't think it..."},{"T":"301","3":"Asimov does a quick check on Yuan Ye's broken parts without blaming Ayla for the damage."},{"T":"301","2":"Asimov","3":"It's fine... It wasn't your fault. The damaged parts are probably caused by the previous combat trial... It was too intense, I suppose. We'll have to work on it some more."},{"T":"301","3":"Ayla is still apologizing when Asimov notices that the leaflets Ayla has brought over have been scattered on the floor. He picks one up and finds a piece of red paper with nothing printed on it."},{"T":"301","2":"Asimov","3":"What's this?"},{"T":"301","2":"Ayla","3":"Oh, this? It's just some spare paper. I haven't decided what to print on it..."},{"T":"301","2":"Allen","3":"Asimov, come and take a look. Something seems to be wrong with Yuan Ye."},{"T":"301","3":"The fallen Yuan Ye starts scanning the red paper next to it, and words begin to appear on the paper."},{"T":"301","2":"Ayla","3":"What is it doing? D-don't tell me I broke its brain when it fell!"},{"T":"301","2":"Allen","3":"Huh? Is it... printing? I didn't realize it can do that."},{"T":"301","2":"Asimov","3":"It's a test function. The idea was that it could leave messages on the walls or other surfaces for the Constructs when they're on a mission in places with a bad connection."},{"T":"301","3":"Ayla takes a closer look at the words printed. Despite them being just short phrases, they do seem to have a certain rhythm and rhyme to them."},{"T":"301","2":"Ayla","3":"They don't seem like random gibberish..."},{"T":"301","2":"Allen","3":"I believe they're called 'couplets,' an old tradition from the east. They would calligraph them on a pair of red paper during Lunar New Year as their best wishes for the coming year."},{"T":"301","2":"Asimov","3":"It was around the Forsaken for a while during the tests, plus its time with the New Year-enthusiasts Xi, Yuan Ye might just have recorded some related data."},{"T":"301","3":"Ayla seems to have come up with an idea and claps."},{"T":"301","2":"Ayla","3":"How about this, Chairman? We can just send these couplets out as decor for people to put on the walls!"},{"T":"301","2":"Allen","3":"Um... Not a bad idea. Traditional couplets written by an AI system—it sounds like a great gimmick."},{"T":"301","3":"Yuan Ye is still printing out dozens of words on the stack of red paper, but as the two go through them, they only find incomplete couplets."},{"T":"301","2":"Ayla","3":"There's a problem—it's only writing the first parts of the couplets. The rest of them are all incomplete words and phrases... That won't finish the set!"},{"T":"301","2":"Asimov","3":"I could help with that."},{"T":"301","3":"Ayla turns and looks at Asimov, astonished."},{"T":"301","2":"Ayla","3":"Asimov...? You're willing to help?"},{"T":"301","2":"Asimov","3":"I'll have to deal with this issue sooner or later... Anyway, isn't matching couplets just a game of decoding? That's my expertise."},{"T":"301","2":"Ayla","3":"That... I don't think is entirely true..."},{"T":"301","2":"Allen","3":"Hey, I think it's a brilliant idea. Ayla, let's go apply for permission for this program. We'll leave this to Asimov."},{"T":"301","3":"Allen smiles as he drags Ayla away, leaving Asimov on his own in a laboratory filled with paper that comes with scrambled phrases."},{"T":"301","2":"Ayla","3":"Is it really alright to leave it all to Asimov? We weren't imposing, were we?"},{"T":"301","2":"Allen","3":"Rarely is he interested in any kind of festivity, so isn't it great that he's finally found something that he can enjoy? We're doing all these because we want people to enjoy the holiday, aren't we?"},{"T":"301","2":"Ayla","3":"When you put it this way, we've never really seen Asimov do anything apart from researching and fighting..."},{"T":"301","2":"Allen","3":"Also, think about it... 'Couplets created with the help of Chief Technician Asimov' is so much more enticing than 'written by an AI system,' isn't it?"},{"T":"301","2":"Ayla","3":"No one would have expected Asimov to help, for sure... Then I'll inform the WGAA and ask for their assistance while you apply for permission from President Hassen."},{"T":"301","2":"Allen","3":"Guess my role as a Councilman is finally useful—but aren't we acting first, asking later? I'll be getting an earful for it, I'm sure..."},{"T":"301","2":"Allen","3":"Ah—she's already gone. I guess I should start preparing my apologies."}]