[{"T":"304","1":"SYSTEM MAINTENANCE IN PROGRESS"},{"T":"304","1":"NEURAL LOGIC CIRCUIT: OPERATIONAL"},{"T":"304","1":"MEMORY DRIVE STATUS: NORMAL"},{"T":"304","1":"EMOTION SIMULATOR STATUS: OFFLINE"},{"T":"304","1":"ENVIRONMENT MONITOR STATUS: NORMAL"},{"T":"304","1":"VERIFYING MEMORY DATA"},{"T":"301","2":"Female Researcher","3":"MPA-01, please pull up the observation report on subject MPL-00."},{"T":"301","2":"MPA-01","3":"Understood."},{"T":"301","2":"MPA-01","3":"Opening records on the machine consciousness experiment. Opening behavior account of subject: Nanami."},{"T":"301","2":"MPA-01","3":"...Her character is constantly reshaping. Her personality data is normal."},{"T":"301","2":"MPA-01","3":"Currently, her thought process and behavioral logic are akin to a human's. Out of the twelve humanoid subjects, only Nanami has shown this trait."},{"T":"301","2":"Female Researcher","3":"That's right... She's special."},{"T":"301","2":"MPA-01","3":"I switched to Personality 134 in order to have a more effective conversation and record changes in her emotions."},{"T":"301","2":"MPA-01","3":"But she questioned my behavior, believing I was not talking to her 'as myself.'"},{"T":"301","2":"Female Researcher","3":"'As yourself'?"},{"T":"301","2":"MPA-01","3":"Without activating my personality module."},{"T":"301","3":"The administrative AI sounds hesitant."},{"T":"301","2":"MPA-01","3":"I have performed self-test on all my modules, but I have not detected any anomalies. This happenstance did not occur in my conversation with other subjects."},{"T":"301","2":"Female Researcher","3":"It seems that... only she can notice the difference."},{"T":"301","2":"Female Researcher","3":"In that case, do as she said. Talk to her 'as yourself.'"},{"T":"301","2":"MPA-01","3":"Understood."},{"T":"301","2":"Female Researcher","3":"...You called her name instead of her code, didn't you? You never did that with other subjects."},{"T":"301","2":"MPA-01","3":"..."},{"T":"301","2":"MPA-01","3":"I..."},{"T":"301","2":"Female Researcher","3":"Relax. I wasn't accusing you of anything."},{"T":"301","2":"Female Researcher","3":"I just... hope you won't forget what you're feeling now."},{"T":"301","2":"MPA-01","3":"Understood. As requested, I will record everything I see."},{"T":"301","2":"???","3":"...This technology can simulate human growth at the highest level."},{"T":"301","3":"A large cylindrical capsule opens. The gray-haired girl's eyes are closed as she lies still in translucent fluid."},{"T":"301","3":"Laid down next to her is an identical humanoid body. A cable connects the two of them, and shimmering blue lights goes back and forth along the cable."},{"T":"301","3":"Behind a thick glass wall, several humans in suits are observing the process."},{"T":"301","3":"A human in a white lab coat stands in the front, vivaciously describing his ideas."},{"T":"301","2":"Male Researcher","3":"...Unlike machines, our organic bodies never stop changing."},{"T":"301","2":"Male Researcher","3":"Humans consume food to gain nutrients, which are transformed into our muscles and bones. The temporary supplements for them are, in turn, excreted as waste every single day."},{"T":"301","2":"Male Researcher","3":"'Humans are vortexes in the river of life.' The information we carry is always refreshing and renewing."},{"T":"301","2":"Male Researcher","3":"How is our information created, cataloged, stored, and updated? Are these systems applicable to machines?"},{"T":"301","2":"Male Researcher","3":"If 'feelings' are not simply 'byproducts of neural activities,' then perhaps 'emotions' are something mechanical lives can look forward to one day."},{"T":"301","2":"Person In Suit","3":"...We don't care about that."},{"T":"301","2":"Person In Suit","3":"Even if machines possess these 'emotions' you mentioned, we can't treat them as being alive."},{"T":"301","2":"Person In Suit","3":"Machines are tools at the end of the day, aren't they?"},{"T":"301","2":"Person In Suit","3":"Can you guarantee that this phenomenon is under control? Once machines possess 'free will'... Don't forget that the machine consciousness experiment was launched to negate that risk."},{"T":"301","2":"Person In Suit","3":"We are preparing for the future."},{"T":"301","2":"Male Researcher","3":"If the essence of the universe is information, then the codes in computer programs can also be considered a form of life."},{"T":"301","2":"Male Researcher","3":"Isn't that one of the reasons why the Science Council named their Super AI 'Gestalt'?"},{"T":"301","2":"Male Researcher","3":"If we only try to control instead of understanding them, humankind will certainly be destroyed by their own hubris."},{"T":"301","2":"Person In Suit","3":"You..."},{"T":"301","2":"MPA-01","3":"—Replacement complete. The new frame will reach its growth limit in approximately two years."},{"T":"301","2":"MPA-01","3":"Reminder: A scheduled meeting is starting in ten minutes. Attendants are recommended to arrive on time."},{"T":"301","3":"A gentle but cold female voice speaks, easing the tension in the air."},{"T":"301","2":"Female Researcher","3":"...If you would follow me, please. I'll be reporting the detailed progress of the project."},{"T":"301","3":"'These naive mad scientists and their machines.'"},{"T":"301","3":"The leading figure whispers one last line before following the female researcher and walking away. Only one man remains in the spacious laboratory; he walks toward the capsule, stroking the thick glass shell."},{"T":"301","3":"The waking girl looks at her surroundings curiously, her hand placed on the transparent cover."},{"T":"301","2":"Male Researcher","3":"She's not a tool."},{"T":"301","2":"Male Researcher","3":"She's my child, and she's—"},{"T":"301","3":"Haicma opens her eyes."},{"T":"301","3":"Ever since she received her new body, she has been periodically 'falling asleep.'"},{"T":"301","3":"Once a vast administrative AI, she is just a mechanoid now, wandering on Earth with no researchers maintaining her or powerful processors to help organize her thoughts."},{"T":"301","3":"Therefore, she has chosen to shut down most of her frame's functions at certain times, sleeping in a safe place and performing maintenance."},{"T":"301","3":"She would scan her old memories during so, repairing memory data that she finds important and organizing the fragmented pieces, almost as if she is 'dreaming.'"},{"T":"301","3":"Confirming that her parts are running as intended, Haicma stands up and stretches her stiff body."},{"T":"301","3":"A long time seems to have passed since she fell asleep, and her surroundings have changed. Leaves fall from her body, and as she sweeps away the dry leaves around her, she remembers falling asleep by the latest graffiti found."},{"T":"301","3":"'Sage's' murals have also been changing. They are no longer simply colorful expressions of her feelings and depictions of the new friends she made, but also information about humans and observations on nature."},{"T":"301","3":"Haicma is basically certain that the girl she has been searching for is the person who left these murals behind."},{"T":"301","3":"She has traveled a long way following the graffiti. She has seen seasons change, sunrises and moonsets, morning dew forming then evaporating, snow covering fallen leaves, and seeds sprouting as it melts, paving a green trail."},{"T":"301","3":"Guided by the murals, Haicma feels everything in her journey. Her behavior gradually grows more spontaneous, such as insisting on stopping somewhere high on nights with clear sky and plentiful stars."},{"T":"301","3":"She no longer searches for books Nanami might be interested in for location data only. She does it to understand further the humans Nanami is interested in, and she would stay at all kinds of human heritage sites."},{"T":"301","3":"Right now, Haicma is standing in an abandoned library. She was reading the books stored here before she went to sleep."},{"T":"301","2":"Haicma","3":"Is that why you're so interested in human culture?"},{"T":"301","3":"The ideas and cultures humankind has left behind are so different, so vast, and so everchanging."},{"T":"301","3":"The diverse ways humankind could perceive the world were why their ideas created so many sparks, generating even more possibilities."},{"T":"301","3":"Those complex and glistening possibilities created a beautiful vision of the future. The storm-weathered ruins tell of the glorious age humans were in as they headed closer toward that bright future every day."},{"T":"301","2":"Haicma","3":"Row 3, column 78. Starting here."},{"T":"301","2":"Haicma","3":"'...The fatal flaw of machines—the flaw that saves humanity from being ruled by them—is that they cannot predict the evershifting possibility of the human world.'"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Slowly walking along the shelves, Haicma searches for books that are legible and less damaged."},{"T":"301","3":"That is when she notices a familiar name. She steps forward, taking a book from an unassuming shelf."},{"T":"301","3":"On the title page is a name that belongs to a famous machine consciousness researcher from the Golden Age. The author's picture on the foldout is blurry beyond recognition save for a gentle smile and blonde hair."},{"T":"301","3":"Haicma knows that smile. She flips open the book."},{"T":"301","3":"—Can humanity consider machines their 'children'? Despite all the theories that deem machines anti-human and destructive, we cannot deny the importance they have bestowed."},{"T":"301","3":"—Just like how our children are our legacy, the machines we built are also the extensions of us."},{"T":"301","3":"—They are nonetheless approaching life from a different angle. We should think about how we can establish more meaningful relationships with them. After all, as our children, they are our pride."},{"T":"301","2":"Male Researcher","3":"She's not a tool."},{"T":"301","2":"Male Researcher","3":"She's my child, and she's... my pride."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Haicma does not know how to define the feeling she has right now."},{"T":"301","3":"She has so many questions. Even when she knows the objective definition of every emotion, she still cannot truly understand all that is to be a human."},{"T":"301","3":"But an intense curiosity surges in her mind. She desperately wants to ask her creator something, but she fails to compose the right question."},{"T":"301","3":"Most of the machines she has met on her journey are simply repeating the commands they received from humans, mimicking human behaviors."},{"T":"301","3":"Humanity first crawled in the wild before they walked and learned to run. Created by humans, machines are following humanity's footsteps, but they are sprinting—they are evolving so much faster than their creators."},{"T":"301","3":"And when disaster struck, humans began to fear their creations and abandoned them, now hiding among the stars."},{"T":"301","3":"The machines left behind began to search for their purposes. That was when they encountered a special guide. She was kind and patient, teaching them things they never knew."},{"T":"301","3":"—Because the machines have always believed that 'Sagemachina' will show them the way."},{"T":"301","3":"What is the future the creators of machines are expecting?"},{"T":"301","3":"Haicma holds the book close, slowly shutting her eyes."},{"T":"301","3":"She has never felt so unsure and lost."}]