[{"T":"301","3":"Shortly after, Asimov contacts you on the comms as anticipated."},{"T":"301","2":"Asimov","3":"...Do you copy? I'm assuming you've disembarked by now."},{"T":"302","2":"Just in time.","4":"Just finished enhancing the Inver-Devices."},{"T":"301","2":"Asimov","3":"There should still be visual interference from the virtual space, right? Don't worry about it for now."},{"T":"301","2":"Asimov","3":"You disengaged from the virtual space too abruptly, preventing the Spear of F.O.S. from shutting down in time, leaving the real-time virtual spatial data generation in your cognitions."},{"T":"301","2":"Asimov","3":"Generally speaking, it shouldn't be too much of a hindrance. You would've made a full recovery after a few days of rest in the infirmary. But time is of the essence, and I think we can use it to our advantage."},{"T":"301","2":"Asimov","3":"I'm going to try to upload the Spear of F.O.S. to your command link to synchronize it with your senses. This should allow you to restore, record, and playback the spatial data that you find."},{"T":"301","2":"Asimov","3":"...In other words, you can connect to Gestalt's massive computing power with a security device, allowing you to perceive and analyze scenarios, connect with entire systems, even restore and simulate past events."},{"T":"302","2":"We can restore anything we want?"},{"T":"301","2":"Asimov","3":"As long as there is fragmented data nearby, you can use Gestalt to restore it."},{"T":"301","2":"Lee","3":"Including data that has nothing to do with leads?"},{"T":"301","2":"Asimov","3":"You can use key data from people and objects to display the information in the area. They can come in any shape—they can even just be names. However, you must acquire the data first."},{"T":"301","2":"Asimov","3":"By the way, since most people have been dispatched to the surface, Babylonia is now short-handed. A new liaison officer will take over for now. Also..."},{"T":"301","2":"Asimov","3":"Wait, I'll connect you to him."},{"T":"301","2":"Lee","3":"...It seems that we will maintain this perspective until the end of this mission."},{"T":"301","2":"Murray","3":"That's not too bad. It'll filter out many useless information."},{"T":"301","2":"Lee","3":"Murray?"},{"T":"301","2":"Murray","3":"Nothing strange about this, Lee. We can catch up once this crisis is averted."},{"T":"301","2":"Murray","3":"Now, let Bridget give you the security terminal that Asimov mentioned."},{"T":"301","3":"Bridget smiles and hands over a package containing more than a dozen sophisticated cube-like devices."},{"T":"301","2":"Murray","3":"I'm sure Asimov has explained what these are for."},{"T":"302","2":"(Take the bag)","4":"This thing weighs a ton!"},{"T":"301","2":"Murray","3":"The weight hasn't been adjusted yet. Please bear with it for now."},{"T":"301","2":"Murray","3":"But as long as the secure terminal is active, you'll be able to investigate the area more easily."},{"T":"301","2":"Murray","3":"That's all we have to prepare for now. Any questions?"},{"T":"302","2":"Nope."},{"T":"301","2":"Murray","3":"I wish you all the best."},{"T":"302","2":"Alright, let's move out."},{"T":"301","2":"Bridget","3":"Wait, 【kuroname】. I better double-check your protective suit. Oh? Looks like everything is in working order."},{"T":"301","2":"Bridget","3":"If you want to go into more dangerous areas later, you'll need to enhance it with a few mods. But don't put them on for too long! It'll take the breath right out of you, especially during vigorous activities."},{"T":"301","2":"Bridget","3":"But I'm sure you're already familiar with the basics. Unlike those rookie commandants that forget basic safety rules in the heat of the moment."},{"T":"301","2":"Bridget","3":"Well, then. I wish you all the best!"}]