[{"T":"301","3":"Babylonia — Asimov's Lab"},{"T":"301","2":"Asimov","3":"Took you long enough to get here. Is the rest of your team as lazy as you are now?"},{"T":"302","2":"So what's the matter?","4":"I'm here right on time."},{"T":"301","2":"Asimov","3":"Dodging the question, are we?"},{"T":"301","2":"Asimov","3":"Anyway, punctuality isn't the issue. It's your team's enthusiasm."},{"T":"301","2":"Asimov","3":"Forget it. There are more important matters."},{"T":"301","2":"Asimov","3":"Since you led your team while conducting the space station operation..."},{"T":"301","2":"Asimov","3":"After evaluating the threat of such an operation, the Science Council has decided to implement a new safety measure to avoid a similar situation from happening again."},{"T":"301","2":"Asimov","3":"My research team has developed a combat simulator for emulating ideal combat scenarios based on the environmental data and team data collected thus far."},{"T":"301","2":"Asimov","3":"I've named it 'Project Babel Tower'."},{"T":"301","2":"Asimov","3":"I believe you've already participated in the first phase of the experiment."},{"T":"301","2":"Asimov","3":"As far as the combat data report is concerned, I'm grateful for the contributions from each team involved."},{"T":"301","2":"Asimov","3":"But as I've already made myself clear, this plan will be a long-term measure."},{"T":"301","2":"Asimov","3":"Based on the previous combat report, I've made some minor enhancements and adjustments to the device."},{"T":"301","2":"Asimov","3":"Also, I've integrated some environmental elements from the recent desert region."},{"T":"301","2":"Asimov","3":"As always, give it everything you got so Command has more useful combat data to analyze and reference."},{"T":"302","2":"Got it.","4":"Are we getting paid?"},{"T":"301","2":"Asimov","3":"Providing combat data for more difficult scenarios will be beneficial for each squad going forward."},{"T":"301","2":"Asimov","3":"Looks like someone needs to learn a thing or two about manners. That being said, Command will provide you with supplies."},{"T":"301","2":"Asimov","3":"That about wraps it up. Enough wasting time. Now go make yourself useful."},{"T":"301","2":"Asimov","3":"Remember... More effective battle reports from higher levels will be of greater value."}]