[{"T":"301","3":"Soon after the beginning of the war, the outer ring of the city has already descended into chaos. The cacophonous shrieks of the Corrupted and the clang of weapons are the only things that fill the air."},{"T":"301","3":"At first, the Babylonia squads were having little trouble fending off the Corrupted, but then they began swarming in. The Corrupted grew in numbers, and things got out of control."},{"T":"301","2":"Construct A","3":"If only I still had a weapon..."},{"T":"301","2":"Construct B","3":"So this is it..."},{"T":"301","3":"These two Constructs have been separated from their squad. Overwhelmed by the onslaught of the Corrupted, they broke loose from their formation and were chased to a street corner."},{"T":"301","2":"Corrupted","3":"Urgh!"},{"T":"301","2":"???","3":"Don't you dare give up, you morons!"},{"T":"301","3":"A Corrupted is about to attack the two Constructs, when a slab of rebar-reinforced concrete sends it flying into the air. The two find themselves stunned, before realizing that they were saved."},{"T":"301","3":"Looking in the direction from which the slab soared, they see an imposing woman running over. She helps them up and starts checking their wounds."},{"T":"301","2":"Construct A","3":"Thank you... Uh, may I ask who you are?"},{"T":"301","2":"Bridget","3":"I'm the leader of one of the squads in the Support Force. You can call me Bridget."},{"T":"301","2":"Construct A","3":"Support Force!?"},{"T":"301","2":"Construct B","3":"You call those brawns of yours support?!"},{"T":"301","3":"The words 'Support Force' induces innumerable questions in the two Constructs. As far as Constructs know, the Support Force is made up of rank-and-file soldiers or new recruits."},{"T":"301","3":"That a Construct as powerful as Bridget can be a member of the Support Force is beyond their wildest dreams."},{"T":"301","2":"Bridget","3":"Well, somebody's gotta do the support work around here."},{"T":"301","3":"Bridget seems to have been used to questions like this. She tinkers with the Constructs as she replies."},{"T":"301","2":"Construct A","3":"Uh, yeah... fair point."},{"T":"301","3":"The two Constructs half-nods, hazily. Right after fixing them up, Bridget hurries off."},{"T":"301","2":"Support Force Member","3":"Boss, Gray Raven and some of the squads have arrived at the interception point!"},{"T":"301","2":"Bridget","3":"Then let's hurry and move on to the next reinforcement location!"}]