[{"T":"304","1":"(Static)... Cough. This is today's records."},{"T":"304","1":"I found a nursery from the Golden Age today. You could tell that kids used to sleep and rest here. Now it's empty."},{"T":"304","1":"The windows were broken, but the room wasn't without its dwellers."},{"T":"304","1":"I saw two nests on the windowsill. There seemed to be birds landing there."},{"T":"304","1":"They brought food and fur, leaving behind bones and feathers. The room still felt slightly alive."},{"T":"304","1":"I keep thinking I'm in a dream. A cold, strange dream."},{"T":"304","1":"This planet is like a dying mother, and I, like the fate of many others, am meant to die in her womb."},{"T":"304","1":"But then I'd find new lives being born on this land, and it'd wake me from my dream..."},{"T":"304","1":"My sweet children. I'll be back for you."},{"T":"301","2":"Nanami","3":"C'mon! Snipey, say 'cheese'!"},{"T":"301","2":"Nanami","3":"Can you show a smiley face on your screen?"},{"T":"301","3":"The signal light on Sniper-PK43 flashes yellow."},{"T":"301","2":"Sniper","3":"If I had that function, I would not be smiling."},{"T":"301","3":"Back on the road, they have traveled a few days since they left the neighborhood. Right now, Nanami is holding a strange device on top of her mech, doing god-knows-what."},{"T":"301","2":"Sniper","3":"You have been holding that device for a while... What does it do?"},{"T":"301","2":"Nanami","3":"This? It's a camera I found in the mall! Nanami did leave behind something valuable as payment! I wasn't stealing!"},{"T":"301","2":"Sniper","3":"There is no one left to care. What are you trying to do with your camera?"},{"T":"301","2":"Nanami","3":"Nanami is investigating..."},{"T":"301","3":"After taking a photo of Sniper-PK43, Nanami begins to take photos of the sights, even though Sniper-PK43 thinks they all look similar."},{"T":"301","2":"Nanami","3":"And I'm journaling! Now Nanami can tell Commandant and her friends what she has encountered on her journey when she's back!"},{"T":"301","2":"Nanami","3":"Perhaps Commandant will want to come with me on my next trip after seeing these stunning pictures!"},{"T":"301","2":"Sniper","3":"You said that name before. Does it belong to a human?"},{"T":"301","2":"Nanami","3":"That's right. Commandant is the only... no, one of the few... one of the many human friends Nanami has!"},{"T":"301","2":"Nanami","3":"But Commandant is Nanami's favorite! The commandant has taught Nanami so—many—things. I can put in a good word if you want a meet-and-greet, but Nanami will always be the best and cutest one in the commandant's heart."},{"T":"301","2":"Sniper","3":"I am not trying to be cuter than you. You can have your commandant to yourself."},{"T":"301","2":"Nanami","3":"Now that Nanami has told you a little secret, why don't you tell me about your favorite human?"},{"T":"301","2":"Sniper","3":"You know everything about him already. You have access to my databank."},{"T":"301","2":"Sniper","3":"I do not know much about my maker. I only know that the city I was stationed in was a base for humans, and he had other human companions."},{"T":"301","2":"Sniper","3":"He has, on occasions, mentioned something about..."},{"T":"301","2":"Sniper","3":"...How humanity's situation became extremely difficult... due to the Ever-Winter and the Badlands."},{"T":"301","2":"Nanami","3":"I'm asking you what you think of your human. That I can't know from your databank."},{"T":"301","2":"Nanami","3":"And I've been investigating what Ever-Winter and Badlands are... Are they new viruses?"},{"T":"301","2":"Nanami","3":"We haven't encountered many Corrupted on our way... Nanami's so bored that even the Corrupted in her memories is getting lovelier."},{"T":"301","2":"Sniper","3":"I deduced it was because of the unending snow."},{"T":"301","2":"Nanami","3":"...Why has Nanami never heard of it? I must figure out where Commandant is... Commandant will know how to fix this once I bring the news back."},{"T":"301","2":"Sniper","3":"Is your human powerful?"},{"T":"301","2":"Nanami","3":"Of course the commandant is powerful! But not as powerful as Nanami, still!"},{"T":"301","2":"Sniper","3":"No power can solve a global climate issue like this. If humans could fix it, they would be foolish not to have fixed it already."},{"T":"301","3":"Sniper-PK43 speaks flatly."},{"T":"301","2":"Sniper","3":"Those mechanoids found no one where they came from. Mutated animals are around us, and the only signs of humans in those buildings are their bodies. Perhaps humanity is extinct. Why do you think you can see them again?"},{"T":"301","2":"Nanami","3":"...Nanami hasn't been ignoring them."},{"T":"301","2":"Nanami","3":"And you're still searching with me, aren't you, Snipey?"},{"T":"301","2":"Sniper","3":"My maker is likely dead. I just believe that it is still possible to uncover the messages he left behind, if any."},{"T":"301","3":"The girl shakes her head, and she sounds incredibly sincere for once."},{"T":"301","2":"Nanami","3":"Before I find out the truth about this place, I will not stop searching for other humans."},{"T":"301","3":"But her sincerity lasts only a moment before she screams and jumps down her mech."},{"T":"301","2":"Sniper","3":"What is it?"},{"T":"301","2":"Nanami","3":"Nanami has discovered something incredible!"},{"T":"301","2":"Nanami","3":"Look—"},{"T":"301","2":"Nanami","3":"It's a park!"},{"T":"301","3":"The energetic Nanami rushes away with her arms wide open. Not far in the distance are some contraptions buried in snow, their functions unidentifiable."},{"T":"301","3":"Arriving at one of the snow piles, Nanami eagerly wipes away the snow to reveal a colorful seesaw underneath."},{"T":"301","2":"Nanami","3":"Whoa—jackpot! It's a seesaw!"},{"T":"301","2":"Sniper","3":"You can tell this is a park?"},{"T":"301","2":"Nanami","3":"Duh! Don't you know Nanami has an incredibly accurate park radar?"},{"T":"301","2":"Sniper","3":"It is true that I never saw a place like this. Regardless, it is useless now. No children will be playing here anymore."},{"T":"301","2":"Nanami","3":"Maybe it's because they can't recognize it! I've decided to build a snowman here to make this place looks more like a park!"},{"T":"301","2":"Sniper","3":"I thought you said you were sick of it."},{"T":"301","2":"Nanami","3":"It's different now that I'm doing it with you, Snipey."},{"T":"301","3":"Before he knows it, Nanami has already made a basketball-sized snowball."},{"T":"301","2":"Sniper","3":"..."},{"T":"301","2":"Sniper","3":"...Why are you looking at me like that? I will not build a snowman with you. I do not possess hands."},{"T":"301","2":"Nanami","3":"Nanami is guessing what kind of snowman Snipey likes!"},{"T":"301","2":"Sniper","3":"It is futile... My program does not 'like' anything."},{"T":"301","2":"Nanami","3":"Hehe, prepare for your program to be changed by Nanami's mighty will!"},{"T":"301","3":"Nanami has two snowmen built by the road before long."},{"T":"301","2":"Nanami","3":"Consider this the welcome gift Nanami didn't give you! Don't worry—you just need to appreciate it and thank me!"},{"T":"301","2":"Sniper","3":"Why are there two of them?"},{"T":"301","2":"Nanami","3":"This is Nanami's latest work—'The bestest best human pair in the universe'!"},{"T":"301","2":"Nanami","3":"The larger snowman is Nanami's Commandant, wearing tons of glittery medals and looking super cool!"},{"T":"301","2":"Nanami","3":"The smaller snowman is Snipey's soldier friend. Nanami has given this sweet boy a flower."},{"T":"301","2":"Sniper","3":"He was actually a grown man..."},{"T":"301","2":"Nanami","3":"Nanami knows that you must miss your friend... like how I miss mine."},{"T":"301","2":"Nanami","3":"Nanami will find the commandant as soon as possible. Combining Nanami's power with the best human, we'll be able to solve any problem!"},{"T":"301","3":"Her smile has Sniper-PK43 struggle to continue his deduction. This time, he refrains from interrupting Nanami's aspiration, nor does he deliberately hide the simmering... impossible dream of his."},{"T":"301","2":"Nanami","3":"That's why Nanami is also going to help you find the human you care about."},{"T":"301","2":"Sniper","3":"..."},{"T":"301","3":"Despite not knowing if the girl before him can do as she promises, Sniper-PK43 realizes this is the first time someone wants to do something for him."},{"T":"301","2":"Sniper","3":"Thank you, Nanami."},{"T":"301","2":"Nanami","3":"Please call me Master Nanami, the Chosen One, Comrade One-shot-one-kill!"},{"T":"301","2":"Sniper","3":"I refuse. And stop giving me obscure nicknames."},{"T":"301","3":"Their conversation is interrupted by strange noises from the other side of the park."},{"T":"301","2":"Sniper","3":"I think there are Corrupted there, Nanami."},{"T":"301","2":"Nanami","3":"Corrupted, is it?"},{"T":"301","3":"Nanami looks at the other side of the park upon his warning."},{"T":"301","2":"Nanami","3":"It seems that some naughty kids want to join our snowball fight!"},{"T":"301","3":"Nanami gets on her mech again, taking a fighting stance toward where the sound comes from."},{"T":"301","2":"Nanami","3":"Well then, on my mark, Power! Master Nanami will show those punks a real snowball fight!"}]