[{"T":"301","2":"Construct Soldier","3":"Help... Can someone... help... me..."},{"T":"301","2":"???","3":"Still alive?"},{"T":"301","2":"Construct Soldier","3":"That red, long hair..."},{"T":"301","2":"Construct Soldier","3":"You are 'Death'... You're here to kill me!"},{"T":"301","3":"The Construct soldier knows his fate and gives up struggling the moment he sees Vera. The Punishing Virus easily breaks his infection threshold, turning him into a Corrupted."},{"T":"301","2":"Vera","3":"Yeah, you are right... So, farewell."},{"T":"301","3":"Vera's katana pierces through the Corrupted's chest, soaking her in vital fluid that is still warm. She closes her eyes and smiles in solitude."},{"T":"301","2":"Vera","3":"This feels terrible..."},{"T":"301","3":"But if 'he' is here, at least..."},{"T":"301","2":"No. 21","3":"Captain...? What do we do next?"},{"T":"301","2":"Vera","3":"Nothing. You're dismissed. Do whatever you wish..."},{"T":"301","2":"No. 21","3":"Okay. Also, 'don't get caught if we're doing bad things.'"},{"T":"301","2":"Noctis","3":"Don't you dare run away, No. 21! I installed the test weapon on your junk robot because you promised you would help me move stuff."},{"T":"301","2":"No. 21","3":"How stingy, Noctis. Don't grow up to be like him, Buddy."},{"T":"301","2":"Noctis","3":"Huh? What's wrong with being like me? So mighty and strong!"},{"T":"301","2":"Vera","3":"Enough. Get out of my sight if you have nothing to do."},{"T":"301","3":"After sending them away, Vera realizes a crowd has gathered nearby. They all seem to be Construct soldiers of the Task Force."},{"T":"301","3":"Vera hates crowds. She has no interest in joining them until she hears a Construct squad talking excitedly to their peers nearby."},{"T":"301","2":"Construct Soldier","3":"It's Lloyd! 'The Undying Loy' is back!"},{"T":"301","3":"Vera looks at the center of the crowd and sees the 'hero' that she once met."},{"T":"301","2":"Lloyd","3":"...Ravaged by the Punishing Virus, the Earth is full of deadly infections and Corrupted. We were forced to abandon the surface and fall back to Babylonia."},{"T":"301","2":"Lloyd","3":"But can we just keep running all the time? We can run to the Moon, to Mars. Do we still have the guts to call ourselves humans after leaving behind everything we've ever valued?"},{"T":"301","2":"Lloyd","3":"Maybe we couldn't see any hope in the past. But now, things have changed..."},{"T":"301","3":"Vera slowly walks near the crowd. The soldiers all seem to be focusing on Lloyd's speech. None of them notices her."},{"T":"301","2":"Lloyd","3":"We are one step closer to reclaiming Earth. The HQ, the Support Force, the Science Council, and we soldiers from the Task Force... everybody is doing their best as part of humanity."},{"T":"301","2":"Lloyd","3":"We have begun to strike back. We are recovering conservation areas and destroying Corrupted hives. One day, we will be able to return to Earth and recapture our homeland with our very own hands."},{"T":"301","2":"Lloyd","3":"Thanks to recalling, we no longer have to fear death or injuries. Each and every one of us can live to witness the day when we take back Earth."},{"T":"301","3":"The soldiers' cheering and discussions make Vera feel like laughing."},{"T":"301","2":"Vera","3":"Tsk... How ironic..."},{"T":"301","3":"Vera has had enough. She wants to push a way out, but her shoulder is hit by another Construct soldier who is trying to force his way in."},{"T":"301","3":"He squeezes through the crowd until he stands in front of Lloyd. The look on his face is too eager for a random passer-by."},{"T":"301","2":"???","3":"Lloyd! It really is you... You have recalled back to Babylonia."},{"T":"301","3":"Lloyd is a little caught off-guard, but still keeps his signature smile."},{"T":"301","2":"Lloyd","3":"Excuse me... Do I know you?"},{"T":"301","2":"???","3":"The name's Huck, you probably don't remember me... But what about Yanna? You must still remember her, right? We were from the same squad..."},{"T":"301","2":"Huck","3":"Our squad was surrounded by Corrupted in a battle not long ago... Most of us managed to evacuate, but you were protecting Yanna and didn't leave with us."},{"T":"301","3":"Lloyd's smile freezes. The soldier named Yanna does ring a bell, but he has no memory about her ending."},{"T":"301","3":"Every mission record of 'Lloyd' must be uploaded to the headquarters, so Lloyd has access to almost all the memories and combat data collected in the past."},{"T":"301","3":"But he does not remember Yanna at all. The only possibility is the 'Lloyd' in the past never had a chance to backup the memories."},{"T":"301","2":"Huck","3":"Now that you have recalled back to Babylonia, Yanna must be back too, right? Have you seen her?"},{"T":"301","3":"But he must bring hope to people, even a false one. He must play the hero named 'Lloyd'. He is used to telling lies, both to others and himself."},{"T":"301","2":"Lloyd","3":"Um, of course... She..."},{"T":"301","2":"Vera","3":"Yanna...? Hah, I think I remember that name..."},{"T":"301","3":"Vera follows Huck out of the crowd, interrupting Lloyd."},{"T":"301","2":"Lloyd","3":"Miss Vera? What are you doing here..."},{"T":"301","2":"Huck","3":"Vera... Aren't you 'Death'? Do you know Yanna...? Wait, why would you know her?"},{"T":"301","2":"Vera","3":"I remember my mission targets well. How strange is that?"},{"T":"301","2":"Vera","3":"Unlike you losers who know nothing but running away, I always make sure to complete my missions."},{"T":"301","2":"Huck","3":"What do you mean...?! Where's Yanna?!"},{"T":"301","2":"Vera","3":"The M.I.N.D. infection level of that Construct named Yanna was way over the threshold before the recall. She turned into a Corrupted, so—"},{"T":"301","2":"Huck","3":"So you killed her?!"},{"T":"301","2":"Vera","3":"That's our job, isn't it? Are you saying that you couldn't do it if it was you?"},{"T":"301","2":"Vera","3":"If that's the case, I suggest you leave the army, otherwise you will get others and yourself killed."},{"T":"301","3":"The furious Huck pounces on Vera, but she comes prepared and kicks his supporting leg, striking him off-balance. Before he can react, Vera punches him in the chest, knocking him to the ground."},{"T":"301","2":"Huck","3":"You... cold-blooded... monster!"},{"T":"301","3":"Huck throws a hateful stare, but Vera holds the cold edge of her blade tightly against his throat. She gives a condescending grin."},{"T":"301","2":"Vera","3":"Listen, the recall cannot save your *** all the time. You losers could have died anytime in the battlefield."},{"T":"301","3":"Vera raises her katana, slowly pointing it at everyone around."},{"T":"301","2":"Vera","3":"Why don't you just die here instead of becoming a new Corrupted? At least I can give you a quick and easy death."},{"T":"301","3":"Vera's words have apparently infuriated all the Constructs, but none of them dares to step forward. Nobody wants to have anything to do with 'Death'."},{"T":"301","2":"Lloyd","3":"Enough! Miss Vera... that's enough."},{"T":"301","2":"Vera","3":"So you're that so-called 'hero,' huh? Pretty impressive. Hope I don't have to kill you one day."},{"T":"301","3":"The crowd is triggered once again, ranting all sorts of accusations. But Vera does not seem to be concerned."},{"T":"301","2":"Vera","3":"Now get lost..."},{"T":"301","3":"She runs her eyes over the crowd, then steps back and puts her katana back into the sheath before walking straight through the group. Unsurprisingly, not one of them dares to stop her."},{"T":"301","2":"Lloyd","3":"Miss Vera..."},{"T":"301","3":"Vera walks away. Lloyd watches the crimson Construct disappear in the darkness, but he cannot forget her words."},{"T":"301","3":"Only Lloyd understands what Vera truly means."}]