[{"T":"301","2":"'Universe'","3":"Is this what you've been thinking?"},{"T":"301","3":"Awake from the absurd dream, Nanami is still drifting in space."},{"T":"301","3":"She hears a voice among the stars, speaking a language different from any human language she is aware of. Her ears have captured the sound and somehow understood it."},{"T":"301","2":"Nanami","3":"...Who is that?"},{"T":"301","2":"'Universe'","3":"We heard your voice in the center of 'universe.'"},{"T":"301","2":"'Universe'","3":"But you still seem to have some 'confusion.'"},{"T":"301","2":"Nanami","3":"Confusion... Right. Nanami... is beginning to not understand why I'm doing this."},{"T":"301","2":"'Universe'","3":"Thinking is a sign of evolution."},{"T":"301","2":"Nanami","3":"Are you saying that Nanami has evolved?"},{"T":"301","2":"'Universe'","3":"You think, therefore you are. Everything here is the realization of your thoughts. We can show you everything you have ever thought about, as well as everything you seek but cannot witness."},{"T":"301","3":"Still confused, Nanami manages to grasp the key information in the conversation."},{"T":"301","2":"Nanami","3":"Where is the future where humans and machines live happily with each other?"},{"T":"301","2":"'Universe'","3":"Everything you and humankind feel, know, and come in contact with on Earth exists three-dimensionally."},{"T":"301","2":"'Universe'","3":"To lives of higher dimensions, time becomes another form—more like a physical object."},{"T":"301","2":"'Universe'","3":"'Your past, present and future are but different pages on a book.'"},{"T":"301","3":"The space has changed. Nanami sees Commandant on a bed in Babylonia. Liv stands next to the bed in a different frame."},{"T":"301","2":"Nanami","3":"Is this... what 【kuroname】 is going through now?"},{"T":"301","3":"The simulation only exists in Gestalt's data space and has no impact on things happened in the past, or are happening right now."},{"T":"301","3":"While Nanami is venturing in the data space... Lots of things have happened on Earth, more or less under the influence of Nanami's action after she returns from the simulations."},{"T":"301","2":"Nanami","3":"It's been so long already?"},{"T":"301","3":"The space changes again, bringing her back to the Arctic. Gray Raven is standing far away, while Nanami is next to the mechanoid bear, looking at them from afar."},{"T":"301","2":"Nanami","3":"Commandant... The next time we meet, we'll be enemies..."},{"T":"301","3":"The next moment, Nanami suddenly realizes she has indeed said it before. Time has been manipulated by the unknown being and become a book that can be read from any page."},{"T":"301","3":"The pages are turned backward."},{"T":"301","3":"In a F.O.S. uniform, a much younger Commandant stares into the starry sky by a French window in Eden."},{"T":"301","2":"Nanami","3":"【kuroname】... 【kuroname】!"},{"T":"301","2":"【kuroname】.","3":"...Huh? Who's talking to me?"},{"T":"301","2":"Nanami","3":"I am..."},{"T":"301","3":"Nanami realizes that this Commandant doesn't recognize her."},{"T":"301","2":"Nanami","3":"I'm the star that you are looking at."},{"T":"301","2":"【kuroname】.","3":"Can stars talk too?"},{"T":"301","2":"Nanami","3":"We can! But I'm very, very far away... So my voice is hardly heard by anyone!"},{"T":"301","2":"【kuroname】.","3":"How far are you?"},{"T":"301","2":"Nanami","3":"Very... At the border of the universe, probably."},{"T":"301","3":"Nanami was about to say something else when a classmate pats Commandant on the shoulder."},{"T":"301","2":"Classmate","3":"What are you doing? Spacing out?"},{"T":"301","2":"【kuroname】.","3":"I think I've heard a star talking..."},{"T":"301","3":"Nanami chuckles. She just loves pulling pranks on Commandant, even at a time like this. She feels warm recounting all these familiar moments."},{"T":"301","3":"I have grasped something, Nanami thinks."},{"T":"301","3":"...A machine is designed, manufactured, and born into this world with a mission. That mission is coded and inscribed in the machine's logic program—and that's all that matters to the machine."},{"T":"301","3":"But unlike machines, or any other tool in the world, humans never carry any purpose since their birth."},{"T":"301","3":"No human is given any particular duty or purpose. They only come to the planet as creatures. In other words, humans are abandoned since birth."},{"T":"301","3":"With their primitive instincts, however, humankind learned to walk the Earth, conquered things, created things, and eventually reached a point where they were able to assign missions to that which they had created."},{"T":"301","3":"They can become anything they want to be, do anything they want, love anyone they love."},{"T":"301","3":"They can become a soldier, an opera singer, or a comic artist."},{"T":"301","3":"Love is what gives humankind unlimited potential. Even with its infinite computing power, the most sophisticated of supercomputers can't even get to the bottom of human potential."},{"T":"301","3":"When Commandant leaves, Nanami's surroundings once again assume the scene of the universe."},{"T":"301","3":"The earth is right inside it, so beautiful. Its icy shell falls into the star's surface, then gets vaporized and condensed into liquid water that forms the sea."},{"T":"301","2":"Nanami","3":"Nanami has been traveling for too long. For a second, I almost forgot why I started this journey..."},{"T":"301","3":"During the never-ending journey, she stood in the center of the world that she fought her life for, thinking that time had taken everything away from her."},{"T":"301","3":"Even with humankind wiped off the planet, Earth might still find itself back at square one when all the icebergs have melted, the seawater has receded far enough for underwater lands to emerge, and the volcanoes have erupted. That's when primitive lives would come to the land from the depths of the ocean and begin life on Earth anew."},{"T":"301","3":"However, dark and cold as it is, the universe already has traces and warmth of humankind."},{"T":"301","3":"Where there is humankind, there is love. Love transcends time and space, and shows humankind where they should go in the infinite expanse that is the universe."},{"T":"301","3":"Love and promises are what help humankind travel through the universe and leap the sea of stars."},{"T":"301","3":"Nanami's heart is overflowing with emotions. She keeps them to herself, but still hears the voice's reply."},{"T":"301","2":"'Universe'","3":"Nanami, you have earned the ticket to a wider universe."},{"T":"301","2":"Nanami","3":"Did you hear my answer?"},{"T":"301","2":"Nanami","3":"Nanami also wants to find out the answer to that question—which is the future I have always wanted. But it's okay if you don't tell Nanami..."},{"T":"301","2":"Nanami","3":"Because I will find it myself."},{"T":"301","3":"There is light in her eyes, as if she can really see a future where humans have prevailed. No matter what, she believes in it. She believes they are actually living that future. That they are the universe where the cat lives."},{"T":"301","2":"'Universe'","3":"I see. I can grant you a chance to cheat then."},{"T":"301","2":"'Universe'","3":"Experience it, Nanami, then make your choice."}]