[{"T":"301","3":"One month later."},{"T":"301","3":"No. 21 carries out routine combat simulations with your help as a commandant, establishing a remote link to keep her M.I.N.D. stable in battle."},{"T":"301","3":"After a continuous series of adjustments, you and No. 21 begin to synergize more closely, causing the frequency of No. 21's outbursts from M.I.N.D. deviation to gradually lessen."},{"T":"301","3":"No. 21 even manages to complete high-risk missions without the need for a synchronous link."},{"T":"301","3":"Finally, the last day of combat simulations has arrived."},{"T":"301","3":"The combat simulation goes according to plan, with No. 21 executing the mission flawlessly."},{"T":"301","3":"As you exit the remote link cabin used for combat simulations, you see No. 21 waiting in front of the cabin door."},{"T":"302","2":"What are the results?"},{"T":"301","2":"Technician","3":"...Her M.I.N.D. is stable. Over the last 20 combat simulations, there hasn't been any sign of M.I.N.D. deviation."},{"T":"301","2":"Technician","3":"Looks like no one will be opposed to her returning to the battlefield."},{"T":"301","3":"The technician thumbs through a surprisingly lengthy report and nods with satisfaction."},{"T":"301","2":"Technician","3":"Phew... No more overtime..."},{"T":"301","2":"Technician","3":"Alright, I'll turn in the battle report. You two can get going."},{"T":"302","2":"Thank you so much."},{"T":"301","2":"No. 21","3":"We're done?"},{"T":"301","2":"No. 21","3":"I can start going on missions again?"},{"T":"302","2":"You still need to wait for clearance."},{"T":"302","2":"But you should be able to in no time."},{"T":"301","2":"No. 21","3":"(Nods)"},{"T":"301","2":"No. 21","3":"So... What do I do now?"},{"T":"302","2":"Return to base."},{"T":"301","2":"No. 21","3":"Understood. What about you, 【kuroname】?"},{"T":"302","2":"I have other matters I need to attend to."},{"T":"301","3":"After saying goodbye to No. 21, you head straight to the Nighthawk's base."},{"T":"301","3":"Now that No. 21 can fight normally again, there's just one more problem to solve."},{"T":"301","3":"In the corridor outside of Cerberus' base, you see a Construct soldier bump into No. 21 right as she is about to enter."},{"T":"301","2":"Construct","3":"Um... Hi, No. 21."},{"T":"301","2":"No. 21","3":"?"},{"T":"301","2":"Construct","3":"I'm that... Nighthawk Construct from before. The one you gave the nameplate to..."},{"T":"301","2":"No. 21","3":"...Nameplate."},{"T":"301","2":"【kuroname】","3":"'It's just that, everyone has their own way of expressing emotions.'"},{"T":"301","2":"【kuroname】","3":"'Next time you run into him, just say sorry.'"},{"T":"301","2":"【kuroname】","3":"'In your own way.'"},{"T":"301","2":"No. 21","3":"I'm sorry."},{"T":"301","2":"Construct","3":"I wanted to say... Huh?"},{"T":"301","2":"No. 21","3":"I should apologize."},{"T":"301","2":"No. 21","3":"I shouldn't have smiled. That wasn't the appropriate response."},{"T":"301","3":"It seems the Construct was not expecting No. 21 to apologize first. He is stunned for a moment, then shakes his head."},{"T":"301","2":"Construct","3":"No... I should be the one to apologize. You brought back the nameplate. That really means a lot to me."},{"T":"301","2":"Construct","3":"But I was devastated... I'm sorry I was so rude to you."},{"T":"301","3":"With an apologetic look on his face, he bows his head low, then carefully lifts his head to see No. 21's reaction."},{"T":"301","3":"However, she just blinks, still unsure of the situation."},{"T":"301","2":"Construct","3":"Also, I know you weren't trying to laugh at me."},{"T":"301","2":"Construct","3":"The Gray Raven Commandant... told me that you're having trouble controlling your expressions. You were trying to comfort me, weren't you?"},{"T":"302","2":"(...Why'd he have to say that!)"},{"T":"301","2":"Construct","3":"It must be hard not being able to control your expressions. Even though it might not affect you in battle, don't forget to stop by the Construct maintenance room to get it looked at..."},{"T":"301","2":"No. 21","3":"Trouble controlling my expressions...?"},{"T":"301","3":"No. 21 tilts her head as if confused by what the Construct is saying."},{"T":"301","3":"The Construct doesn't seem to notice. Instead, he turns around and pulls something out of the tactical bag on his back."},{"T":"301","2":"Construct","3":"It's nothing special... But I hope you'll take this."},{"T":"301","3":"The Construct pulls out a fluffy and pudgy white doll and gives it to No. 21."},{"T":"301","2":"Construct","3":"I... don't know what you like. So I, uh... bought this for you from the plaza gift shop."},{"T":"301","2":"Construct","3":"It looks a lot like... your Co-Bot, doesn't it?"},{"T":"301","3":"No. 21 tenses up and looks down at the doll, preparing to take a step back."},{"T":"301","2":"No. 21","3":"What's this?"},{"T":"301","2":"Construct","3":"Uh... It's a... gift... to show my gratitude..."},{"T":"301","2":"No. 21","3":"Inspection complete. Threat: none."},{"T":"301","2":"No. 21","3":"What should I do?"},{"T":"301","2":"Construct","3":"Uh? Um...?"},{"T":"301","2":"Construct","3":"Err, just take it."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 quietly reaches out and takes the fluffy doll."},{"T":"301","3":"The doll is a bit large compared to No. 21 and nearly obscures her head, leaving only her eyes as they blink profusely."},{"T":"301","2":"Construct","3":"I'm sorry for being so rude back then..."},{"T":"301","2":"Construct","3":"I really can't thank you enough."},{"T":"301","2":"Construct","3":"Even if it's just his nameplate... It still shows he fought with all his heart."},{"T":"301","2":"Construct","3":"Because of you, his name won't just be... like dust in the wind."},{"T":"301","2":"Construct","3":"He will still... carry on in our memories."},{"T":"301","3":"After thanking No. 21 one last time, the Construct says farewell and leaves."},{"T":"301","3":"No. 21 smells the doll in her arms, then bites it with a loud 'OM!'"},{"T":"301","2":"No. 21","3":"Om nom..."},{"T":"301","3":"Even though her face is blank, you can see that she's happy."},{"T":"301","3":"With your heart finally put to ease, you turn to leave—"},{"T":"301","2":"No. 21","3":"Why are you hiding behind a column?"},{"T":"302","2":"AHH!","4":"How'd you sneak up on me like that!"},{"T":"301","2":"No. 21","3":"I can smell you, 【kuroname】. Why are you here?"},{"T":"302","2":"I was just... passing by."},{"T":"301","2":"No. 21","3":"No. You've been standing there this whole time. My nose is never wrong."},{"T":"301","3":"No. 21 asserts firmly."},{"T":"301","3":"You feel embarrassed for sneaking around, but No. 21 doesn't seem to mind."},{"T":"301","3":"She just holds up the doll to your face, showing it off."},{"T":"302","2":"That's quite the gift you got there."},{"T":"301","2":"No. 21","3":"(Nods) Looks a lot like you, 【kuroname】."},{"T":"302","2":"Like me...?","4":"Don't you think it's more like that 'Buddy' of yours?"},{"T":"301","2":"No. 21","3":"(Nods) It looks alike, too."},{"T":"301","3":"No. 21 pokes her head out from behind the doll."},{"T":"301","2":"No. 21","3":"When I look at it, I feel warm here. Just like when I see you, 【kuroname】."},{"T":"301","2":"No. 21","3":"So, it's just like you."},{"T":"301","2":"No. 21","3":"Is this feeling, 'happiness'?"},{"T":"301","3":"Even though her expression remains blank, you can see that she's fond of the gift by how tightly she's holding it."},{"T":"301","3":"So like last time, you tell No. 21 the emotion she is feeling in her heart."},{"T":"302","2":"Yes, it's 'happiness.'"},{"T":"301","2":"No. 21","3":"Happiness..."},{"T":"301","3":"No. 21 mulls over this strange yet familiar word, then places the doll in your arms."},{"T":"302","2":"?"},{"T":"301","2":"No. 21","3":"I want you to have it."},{"T":"301","2":"No. 21","3":"I already have a little buddy."},{"T":"301","2":"No. 21","3":"But you don't."},{"T":"301","2":"No. 21","3":"And I want to 'thank' you."},{"T":"302","2":"Thank me for what?"},{"T":"301","2":"No. 21","3":"I know that I got this because of you, 【kuroname】."},{"T":"301","3":"This may be the first time that she really felt kindness from a stranger."},{"T":"301","3":"Does she want to give this 'happiness' to you?"},{"T":"302","2":"I appreciate it..."},{"T":"302","2":"But... that was a gift for you."},{"T":"302","2":"I'd think it'd be best for you to have it."},{"T":"301","2":"No. 21","3":"Right..."},{"T":"301","2":"No. 21","3":"What 'gift' do you want then, 【kuroname】?"},{"T":"302","2":"I..."},{"T":"301","2":"No. 21","3":"Captain!"},{"T":"301","3":"No. 21 runs past you before you can finish speaking."},{"T":"301","2":"Vera","3":"Looks like our troubles are over."},{"T":"301","3":"Vera walks over with her arms crossed, followed by Noctis, who has a wide toothy grin."},{"T":"301","2":"Noctis","3":"Bahahahahaha! What's that silly thing you're holding? It's bigger than you..."},{"T":"301","3":"Vera jabs Noctis in the ribs with the hilt of her blade, then gives a familiar smile."},{"T":"301","2":"Vera","3":"Guess the Gray Raven Commandant didn't disappoint me after all."},{"T":"301","2":"Vera","3":"Anyway, party's over. No. 21, we've got a mission."},{"T":"301","2":"Vera","3":"You've been on vacation long enough. Time to knuckle down."},{"T":"301","2":"No. 21","3":"No. 21 is ready. Awaiting orders."},{"T":"301","2":"Noctis","3":"Phew... Now I don't have to be Vera's punching bag."},{"T":"301","2":"Noctis","3":"I don't know how much more I could take."},{"T":"301","2":"No. 21","3":"But... You were the only one Vera ever yelled at in the first place..."},{"T":"301","2":"Noctis","3":"Huh?!"},{"T":"301","2":"Vera","3":"Try as hard as you want... You're the only one asking for it."},{"T":"301","3":"As Vera and Noctis bicker back and forth, No. 21 stands between them calm and complacent."},{"T":"301","3":"She doesn't even notice that she's beaming like a little girl."},{"T":"301","3":"Now that her issues with M.I.N.D. deviation in battle and the Construct's misunderstanding are finally resolved, No. 21 returns to where she belongs."},{"T":"301","3":"And with that... Your short time with No. 21 comes to an end. Vera will be able to keep an eye on her from here on out."},{"T":"301","3":"With your heart finally at ease, you stand up to leave."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 turns to watch you leave as her heart begins to stir."},{"T":"301","3":"Whether it was disappointment or reluctance, she suddenly feels the urge to catch up to you."},{"T":"301","2":"No. 21","3":"...There's something else I wanted to say."}]