[{"T":"301","2":"Zack","3":"We made it."},{"T":"301","3":"Nearly at their limits, the Scavengers stand in front of the doorway. A dusty nameplate with the words 'Central Control Room' written on it hangs on the open door."},{"T":"301","2":"'Beardy'","3":"Is this what we're looking for?"},{"T":"301","2":"Kordes","3":"I didn't expect to find it... Seems like there aren't any monsters here. Maybe because we're on such a high floor?"},{"T":"301","2":"Zack","3":"Maybe the monsters can't climb stairs. Or maybe we're just lucky."},{"T":"301","2":"Zack","3":"CPFs with earlier serial codes are often prototypes. The government feared a Punishing Virus leak or that the technology wasn't full developed. So they were often built in less populated areas. Looks like it's smaller in scale and the interior hasn't been fully optimized."},{"T":"301","2":"Zack","3":"The central control room is the most important place in the tower, so it's relatively easy to find."},{"T":"301","3":"Entering the room, Zack smells a dusty, stale odor, indicating that the room hadn't been opened for quite some time."},{"T":"301","3":"Zack shows a subtle expression, like a long entangled hatred, but with a flash of memory."},{"T":"301","3":"His eyes spell a sense of hatred towards something he cannot separate from."},{"T":"301","3":"Zack touches the console, causing the interface to light up."},{"T":"301","2":"Zack","3":"Looks like it's still working...!"},{"T":"301","3":"Zack's hand trembles slightly with excitement. He puts his hands on the console and slowly exhales."},{"T":"301","2":"'Beardy'","3":"You work on that. I'll go see if we can find anything else in the room."},{"T":"301","3":"Zack nods, then begins to study the complex control system."},{"T":"301","2":"Zack","3":"First, I need to locate the fire door at the entrance... Do I need to input a command...?"},{"T":"301","2":"Zack","3":"Damn it. Where the hell am I supposed to find the commands? They were probably set ages ago!"},{"T":"301","2":"Zack","3":"Guess I'll see if I can at least open a side door..."},{"T":"301","2":"Zack","3":"Wait... the last time this control system was activated... it was during the end of the Post-Pandemic Age?!"},{"T":"301","2":"Zack","3":"Since the door to the tower was never opened, why is it still running?! There hasn't been anyone to maintain the centrifuge array. There's no way it should still be in operation!"},{"T":"301","2":"Zack","3":"What's going on here... If the tower still functions normally, there shouldn't be so many Hetero-Creatures here!"},{"T":"301","2":"Kordes","3":"What's wrong? Your face is pale."},{"T":"301","2":"Zack","3":"Something's... not right with this tower."},{"T":"301","2":"'Beardy'","3":"That's for sure, pal. Look around at all these plants and monsters. Of course, there's something going on here."},{"T":"301","2":"Zack","3":"No, that's not it."},{"T":"301","2":"Zack","3":"I thought this tower was started recently... That's what the operation log states. But the control system shows that it was last activated during the Post-Pandemic Age!"},{"T":"301","2":"Zack","3":"So how was the tower activated? Who can bypass the control authentication here and start the tower?"},{"T":"301","3":"Zack puts his head in his trembling hands, muttering to himself."},{"T":"301","2":"Zack","3":"This tower... has been in operation for at least two months."},{"T":"301","2":"'Beardy'","3":"...Something wrong with that?"},{"T":"301","2":"Zack","3":"To put it plainly, the CPF is just a super large air conditioner."},{"T":"301","2":"Zack","3":"With the operation of the centrifuge array, the filter tower can separate gases with different densities, allowing it to pull the Punishing Virus from the air and transfer it to the filter element at the base of the tower."},{"T":"301","2":"Zack","3":"Therefore, it's necessary to do routine maintenance on the centrifuge array and clear the filter once it's reached max concentration."},{"T":"301","2":"Zack","3":"Generally, CPFs in areas with larger populations need to have routine maintenance once a month due to the air quality. But even CPFs in forests cannot go two months without maintenance."},{"T":"301","2":"Zack","3":"But... The Punishing concentration here is low, and we can still breathe here safely."},{"T":"301","2":"'Beardy'","3":"Is someone maintaining it?"},{"T":"301","2":"Zack","3":"Impossible. It's too complicated. Each step needs to be carried out strictly according to special instructions. Even the slightest error can lead to disastrous results. We can't joke around with the lives of everyone who lives within a 12 kilometer radius."},{"T":"301","2":"'Beardy'","3":"'We'? I get it now. You know, I've been meaning to ask how you know all of this. I know that you're a mechanical engineer, but I didn't know that you used to work in CPFs."},{"T":"301","2":"Zack","3":"'Was' a mechanical engineer."},{"T":"301","3":"Zack quickly corrects him."},{"T":"301","2":"Zack","3":"I didn't participate in the construction of any tower. I just had to maintain the centrifuge array once since no one wanted to go near it."},{"T":"301","2":"Zack","3":"...After all, it's not easy to maintain it. Any mistake will lead to infection. It's nothing but bad news."},{"T":"301","2":"Zack","3":"The only reward was a nutri-stick. In retrospect, I was just taken advantage of..."},{"T":"301","2":"Kordes","3":"If that's the case, where is the filtered Punishing Virus going?"},{"T":"301","2":"Zack","3":"That's the problem."},{"T":"301","2":"Kordes","3":"The plants and monsters we saw on the way here..."},{"T":"301","2":"Zack","3":"...I don't think things are that simple."},{"T":"301","3":"After Zack presses a few buttons on the terminal, the projection screen suddenly lights up, showing an image."},{"T":"301","3":"Even 'Beardy' who has no knowledge of the CPF can see the seriousness of the situation. The image is covered with red warnings and data."},{"T":"301","2":"'Beardy'","3":"...What's this?"},{"T":"301","3":"The image is an indecipherable 3D model. It looks like a heart but also an egg of some kind of creature. Countless red cables stretch out from it, each with a high concentration of Punishing Virus."},{"T":"301","3":"The cables look eerily familiar to the Scavengers. They have an uncanny resemblance to the umbilical cords on the humanoid creatures in the forest or the plants in the cracks of the tower."},{"T":"301","2":"Zack","3":"...These umbilical cords are like pipelines of energy supply, providing this thing with... Punishing Virus."},{"T":"301","2":"Zack","3":"The Punishing Virus, which should've been sent to the filter element through the centrifuge array, is being redirected into whatever the hell this thing is."},{"T":"301","3":"Zack clenches his fist on the console even tighter."},{"T":"301","2":"Kordes","3":"This level of concentration..."},{"T":"301","3":"Kordes' voice trembles. He doesn't even dare to look at the alarming data that continues to escalate."},{"T":"301","2":"'Beardy'","3":"Holy ****. We're done for. Compared to the Red Tide, this is a whole new level."},{"T":"301","2":"'Beardy'","3":"What's this progress bar?"},{"T":"301","3":"'Beardy' points to the progress bar at the bottom of the screen. It's visibly ticking up as they watch."},{"T":"301","2":"'Beardy'","3":"89.6%. What happens when it's full?"},{"T":"301","3":"Zack shakes his head in silence."},{"T":"301","3":"Even if they can't get the answer, they know that when the progress bar is full, nothing good will happen."},{"T":"301","2":"Zack","3":"What should we do? We can handle one or two Hetero-Creatures, but this looks completely out of our league."},{"T":"301","3":"Should they escape and act like they didn't see anything? The trio exchanges glances, apparently all thinking the same thing."},{"T":"301","2":"'Beardy'","3":"The existence of something like this is a huge threat. We can't just let it go."},{"T":"301","2":"Zack","3":"Besides, the conservation area we're going to isn't far from here."},{"T":"301","2":"Kordes","3":"...Help."},{"T":"301","2":"Kordes","3":"...Call for help!"},{"T":"301","2":"Kordes","3":"This tower was built by the World Government. There must be a communication system, an alarm system, and a special emergency frequency!"},{"T":"301","2":"Kordes","3":"If we can send a message, even if it's a radio signal, even if Babylonia's army doesn't receive it, as long as someone can receive it..."},{"T":"301","2":"'Beardy'","3":"Someone might come to the rescue! Yeah! Why didn't I think of that..."},{"T":"301","2":"Zack","3":"I'll give it a try."},{"T":"301","2":"Roland","3":"Hah... Look at them trying to call for help."},{"T":"301","2":"Roland","3":"They have no idea that we can see all their running, hiding, struggling and even trying to call for help crystal clear on the monitors."},{"T":"301","3":"Looking at the Scavenger with a serious look on the screen, Roland laughs heartily, but his eyes are not smiling at all. Inside them are only deep and complicated emotions."},{"T":"301","3":"He hears a distant noise in his M.I.N.D., like quietly dusting off an old roll of film and playing it again."},{"T":"301","3":"'Of course, I do. First, the screen went black. After that, the cameras kept changing, but I saw everything.'"},{"T":"301","3":"'You running and looking for a place to hide, then ending up in that conference room. I saw the whole crisis!'"},{"T":"301","3":"Roland shakes his head, forcing himself to recover from the chaos of noise. The Scavengers' onscreen 'performance' continues."},{"T":"301","3":"They are anxiously checking the large operation panel in the central control room, trying to find a way to contact the ground forces or Babylonia."},{"T":"301","3":"But the filter's signal had long since been jammed. No one will hear their desperate cries for help."},{"T":"301","3":"The Scavengers in the image seem to realize this. They stand around the console, their faces pale as a ghost."},{"T":"301","3":"Roland has seen this look of despair countless times on helpless Constructs and hopeless humans..."},{"T":"301","3":"And... What else is on their face?"},{"T":"301","3":"'Anyway, please call the police ASAP'"},{"T":"301","3":"'I gotta say, this attempt at boosting audience participation is a bit ham-fisted.'"},{"T":"301","3":"...But do you really know what 'real' is?"},{"T":"301","3":"Even for just a moment, Roland still feels the pain tearing his stomach. A feeling of nausea that he had buried in the depths of his soul a long time ago. It was as fleeting as an illusion, but at the moment, it was clear as day."},{"T":"301","3":"Those feelings that he thought he would not resurface, like ghosts hidden in an abandoned house, begin to haunt him again one by one with the progression of the 'performance.'"},{"T":"301","3":"—These feelings become stronger and stronger until they could no longer be ignored."},{"T":"301","2":"Roland","3":"...Ha."},{"T":"301","2":"Roland","3":"Good show... Jolly good show."},{"T":"301","3":"Roland smiles with a slight grimace, then jumps off the stack of old machinery and walks to the door."},{"T":"301","2":"Roland","3":"But watching these are dreadfully boring. I'm going to find a place to sleep."},{"T":"301","3":"Before he leaves, he glances back at the rusty schematic of the tower hanging on the wall and the location of hidden fire exits."},{"T":"301","3":"Generally speaking... the audience isn't allowed on stage."},{"T":"301","3":"But there's always an exception."},{"T":"301","3":"In the central control room, the three Scavengers are slumped on the ground."},{"T":"301","2":"'Beardy'","3":"...Things aren't looking good."},{"T":"301","2":"Zack","3":"...I've tried everything, but I can't start the gate using the central control system here."},{"T":"301","2":"Kordes","3":"We can't send a distress signal, and now we can't even open the door."},{"T":"301","2":"'Beardy'","3":"Impossible... There's gotta be another way. Right?"},{"T":"301","2":"'Beardy'","3":"...We're so close to the conservation area."},{"T":"301","3":"On the brink of fatigue, 'Beardy' drags himself over and grabs Zack's clothes with his trembling hands. He keeps repeating his question. The always cheery smile has disappeared from his face. Instead, there's only the gradual emergence of fear and despair."},{"T":"301","3":"It seems that some string that has been stretched tight for a long time is finally about to break."},{"T":"301","2":"Zack","3":"..."},{"T":"301","2":"Kordes","3":"..."},{"T":"301","3":"No one responds."},{"T":"301","3":"The central control room is almost maddeningly silent. The intermittent hiss of the CPF being strangled by the plants outside knocks at their hearts."},{"T":"301","3":"The projection screen is still lit, and the progress bar reading is still growing."},{"T":"301","2":"Zack","3":"No..."},{"T":"301","2":"Zack","3":"It's not over yet..."},{"T":"301","3":"Zack stands up slowly."},{"T":"301","2":"Zack","3":"Punishing Virus... Corrupted... This is all their doing... Damn it..."},{"T":"301","3":"As if all his strength has been pulled away, he holds onto the console for support. However, his eyes are transfixed on the bright red color on the projection screen."},{"T":"301","2":"Zack","3":"Just because of an oversight before I went to sleep... I didn't notice the mechanical abnormality... No, no, that's because I've been lying. Hell, I'm still lying to myself!"},{"T":"301","2":"Zack","3":"I said, 'How can my machines be infected with an organic virus? Isn't that just a common malfunction?'"},{"T":"301","2":"Zack","3":"I hid the mechanical abnormality, and I didn't report it..."},{"T":"301","2":"Zack","3":"When I woke up... I opened the door..."},{"T":"301","2":"Zack","3":"All the machines I was familiar with now had... red eyes... their bodies... stained with red blood..."},{"T":"301","2":"Zack","3":"The anomaly I should've paid more attention to harmed my family... harmed the entire block..."},{"T":"301","2":"Kordes","3":"Zack, calm down..."},{"T":"301","3":"Zack closes his eyes and takes a deep breath. His hand on the console clenches into a fist."},{"T":"301","2":"Zack","3":"The CPFs... are machines built to protect people."},{"T":"301","2":"Zack","3":"The conservation area was built around the CPF. Countless refugees were reunited under the tower."},{"T":"301","2":"Zack","3":"Mechanic engineers built these towers. How could we let these... disgusting monsters... act so recklessly!"},{"T":"301","3":"Zack puts his hand on the keyboard and begins to type rapidly. Several pages spread out on the projection screen."},{"T":"301","3":"Each page displays the number and status of various groups of centrifuges."},{"T":"301","2":"Zack","3":"I'm going to destroy the tower's centrifuge array, cut off power and put a stop to this CPF."},{"T":"301","2":"Zack","3":"Even if we can't destroy the monster, we can at least prevent that progress bar from increasing."},{"T":"301","2":"Zack","3":"The CPFs should be a hope for humanity, not a lair for those monsters!"},{"T":"301","3":"An ear-piercing alarm begins to echo throughout the entire tower."},{"T":"301","2":"Alert","3":"WARNING! WARNING! Centrifuge array in Sector A deactivated. Please contact maintenance personnel to resolve the issue immediately!"},{"T":"301","2":"Alert","3":"WARNING! WARNING! Centrifuge array in Sector B deactivated. Please contact maintenance personnel to resolve the issue immediately!"},{"T":"301","2":"Alert","3":"WARNING! CPF will be rendered inoperative without immediate course of action."},{"T":"301","2":"Cinderelik","3":"...?"},{"T":"301","3":"The metrics and oscillograms on the screen have changed significantly."},{"T":"301","2":"Cinderelik","3":"This reading... Is... 'Mother'... 'afraid'?"},{"T":"301","3":"The progress bar that is about to come to an end stops slowly and buzzes repeatedly with a warning sound."},{"T":"301","3":"—94.5%"},{"T":"301","3":"—94.5%"},{"T":"301","3":"—93.9%"},{"T":"301","3":"—93.5%"},{"T":"301","3":"—Then, the reading starts to slowly retreat."},{"T":"301","2":"Cinderelik","3":"...Mother!"},{"T":"301","3":"At the moment she sees the reading beginning to retreat, Cinderelik's dark golden pupils suddenly shrink."},{"T":"301","3":"She immediately looks toward the Hetero-Mother, which was previously in a stable state and is now crying. After the scarlet umbilical cords lost their supply of Punishing Virus, they fall to the ground like a rapidly withering and rotting plant."},{"T":"301","3":"The remaining red umbilical cords, hungry for more nutrients, slowly crawl with 'Mother' to the place with the highest Punishing concentration."},{"T":"301","2":"Cinderelik","3":"'Mother' is starving because of them."},{"T":"301","2":"Cinderelik","3":"The centrifuge arrays... Four of them are already irreparable."},{"T":"301","2":"Cinderelik","3":"...Why? This problem has never occurred in previous experiments."},{"T":"301","2":"Cinderelik","3":"...They're hurting 'Mother'."},{"T":"301","2":"Cinderelik","3":"No... I can't let this happen."},{"T":"301","2":"Cinderelik","3":"Unfavorable factors in the experiment need to be screened out."},{"T":"301","3":"Cinderelik raises her hand and gently sings a lullaby."},{"T":"301","3":"The lullaby is calm and long, passing through the stacked steel frames and iron pipes. The Hetero-Creatures hiding in the dark, as if having obtained some enlightenment, go in a certain direction under the guidance of Cinderelik."},{"T":"301","2":"Cinderelik","3":"'Mother' needs more space for delivery."},{"T":"301","3":"Cinderelik commands the Hetero-Plants that has penetrated through the cracks to rip open the ceiling. Cross-shaped light projects onto 'Mother'. As the cracks widen, Cinderelik can now see what's above, as 'Mother' gradually moves in that direction."},{"T":"301","2":"'Beardy'","3":"You've got to be joking..."},{"T":"301","3":"Despite all of the Hetero-Creatures they had seen along the way, none frightened them as much as the scene in front of the Scavengers."},{"T":"301","3":"From the glass wall in front of the central control room, they can see the scene inside the CPF. Only a faint skylight at the top of the tower illuminates the base floor, which had been eroded by the Hetero-Plants."},{"T":"301","3":"The sturdy, solid vines break open the floor to form a hatch. A huge black shadow appears from deep within the darkness. Something rises gradually on the branches and vines. The sounds of the CPF's walls being scratched and squeezed echo in the nearly fortified space."},{"T":"301","3":"The dense black shadow is like a giant parasite living in the tower, climbing up among the lingering branches step by step."},{"T":"301","2":"Zack","3":"Is that it... I didn't expect it to be hiding under the CPF."},{"T":"301","2":"Zack","3":"Is it climbing outside because it can't absorb energy from the centrifuge array?"},{"T":"301","2":"Zack","3":"This is only the beginning..."},{"T":"301","3":"Zack lowers his head and quickly operates the control terminal. Sweat drips from his forehead and falls on his trembling hands, which does nothing to impede his work."},{"T":"301","2":"Zack","3":"I need to violate each safety protocol one by one... I never thought I'd see such a day, but..."},{"T":"301","2":"Alert","3":"ERROR! ERROR! Centrifuge array in Sector C deactivated. Please contact maintenance personnel to resolve the issue immediately!"},{"T":"301","3":"But who could have thought that doing such a thing would end up helping humanity resist the Punishing Virus?"},{"T":"301","3":"As 'Mother' begins to rise, the vines become more aggressive and continue to bang on the door to the central control room. To combat this, Kordes and 'Beardy' barricade the door with heavy objects."},{"T":"301","3":"Both of them slump on the floor with their backs against the heavy objects and look at Zack, who is hurriedly working in front of the console."},{"T":"301","3":"'Beardy' looks like he has recovered to his usual appearance and smiles bitterly at his empty gun."},{"T":"301","2":"'Beardy'","3":"Now we really have no way back, Zack."},{"T":"301","2":"Kordes","3":"Hey, 'Beardy'. Think these flower seeds will grow if I ingest them?"},{"T":"301","2":"'Beardy'","3":"Heh... You're always calling me an idiot, but turns out you're the real idiot. I might not know much about plants, but I do know that burying a body under a flower patch burns their roots."},{"T":"301","2":"Kordes","3":"...I just feel sorry that I couldn't make my daughter's wish come true."},{"T":"301","2":"Kordes","3":"But if I die, I just hope I don't see her there."},{"T":"301","2":"Kordes","3":"I hope that she's alive... That she lives to see when dawn of a new day comes."},{"T":"301","2":"'Beardy'","3":"Given how long it's been since you've seen her... If she's still alive, she should be all grown up by now."},{"T":"301","3":"Kordes takes out a photo tightly wrapped in clear plastic from his breast pocket and gently strokes it. In doing so, the small bag of seeds is squeezed out and falls gently onto the floor."},{"T":"301","3":"But Kordes doesn't pick it up. His eyes remain firmly locked on the photo for a long time."},{"T":"301","3":"In the yellowing photo, the girl with white hair and pink clothes looks like a gentle flower. She gives the camera a bright smile."},{"T":"301","2":"Kordes","3":"She's my pride and joy."},{"T":"301","2":"Zack","3":"..."},{"T":"301","2":"Zack","3":"Sorry."},{"T":"301","2":"Zack","3":"If I hadn't insisted on coming here... you wouldn't..."},{"T":"301","2":"'Beardy'","3":"No point talking about such useless things at a time like this."},{"T":"301","2":"Kordes","3":"We all know that we couldn't have reached the conservation area with the supplies we had."},{"T":"301","2":"Kordes","3":"And obviously, you can't leave us."},{"T":"301","2":"'Beardy'","3":"At least, we'll die fighting—let alone against an entire tower of Hetero-Creatures. This would make for one hell of a movie. We'd be the heroes."},{"T":"301","3":"Even now, 'Beardy' tries his best to liven up the mood. Maybe because this is the role he has always played in the team. Or maybe he simply doesn't want his partners' sad expressions to be his last memory as they die together."},{"T":"301","2":"Kordes","3":"Yeah, you're right. There's even someone to play the role of pulling out his daughter's picture right before he dies. We've got all the roles covered."},{"T":"301","3":"Zack chuckles. He lowers his head and swallows the guilt in his eyes as he looks back at the projector screen."},{"T":"301","2":"Zack","3":"Good. Looks like the centrifuge array in Sector D is also..."},{"T":"301","2":"Zack","3":"Rgh...!"},{"T":"301","3":"His abdomen feels ice cold at first, followed by intense heat, then agonizing pain."},{"T":"301","3":"Zack lowers his head slowly and sees a scarlet branch protruding from his abdomen as blood drips down from it and onto the table."},{"T":"301","2":"Kordes & 'Beardy'","3":"Zack!!!"},{"T":"301","3":"All this happens so suddenly that no one had noticed branches emerging from the small vents in the ceiling."},{"T":"301","3":"Due to the intense pain from the stab wound in his abdomen, Zack can no longer support himself and falls to the ground slowly."},{"T":"301","3":"The wound quickly shows symptoms of Punishing infection. A burning sensation rapidly spreads to his limbs."},{"T":"301","2":"'Beardy'","3":"Kordes, serum!"},{"T":"301","2":"Kordes","3":"Here!"},{"T":"301","3":"Kordes hurriedly takes out the box of serum from his bag, grabs a vial, and prepares to give Zack an injection."},{"T":"301","2":"Zack","3":"D-don't... It's... no use... Don't w-waste it..."},{"T":"301","3":"Zack reaches out and stops Kordes' hand holding the serum, shaking his head."},{"T":"301","2":"Kordes","3":"But you..."},{"T":"301","2":"Zack","3":"I've... had it coming..."},{"T":"301","3":"He struggles to raise his head and looks at the progress bar on the projection screen."},{"T":"301","3":"—79.9%"},{"T":"301","2":"Zack","3":"...Is t-that it?"},{"T":"301","3":"Through the glass, the giant indescribable shell rises up to the height of the central control room. It appears this is the highest it can reach. The black armored shell tightly wraps the soft red underbelly. It frantically shakes the umbilical cords connected to it, screaming in agony."},{"T":"301","2":"???","3":"—!"},{"T":"301","3":"A moment later, the barricaded door is smashed open by some immense force from outside."},{"T":"301","3":"Outside, they see a pale girl floating."},{"T":"301","3":"Or rather, being hoisted in the air. Two fish-shaped Hetero-Creatures tightly holding strands of cloth hanging from her clothes give her the illusion of floating."},{"T":"301","3":"A half-broken wing stretches out from behind her. The girl's golden pupils are like a bottomless haze devoid of emotion."},{"T":"301","2":"Cinderelik","3":"Please stop hurting 'Mother'."},{"T":"301","2":"Cinderelik","3":"Please stop interfering with the tower."},{"T":"301","3":"The girl raises her slender wrist and points to the huge shell hanging in the distance."},{"T":"301","2":"Cinderelik","3":"'Mother' is about to go through the most crucial stage. I can't let her be in danger at this time."},{"T":"301","2":"Cinderelik","3":"You should have come to help incubate 'Mother'."},{"T":"301","2":"Cinderelik","3":"...Instead, you hurt it."},{"T":"301","2":"Cinderelik","3":"This is an unforgivable sin."},{"T":"301","3":"With her light, gentle tone, the pale and thin girl looks vulnerable, but the Scavengers knew the moment the door was torn open that she is no ordinary human nor is she on their side."},{"T":"301","2":"Cinderelik","3":"Now, please, turn into a bouquet of red flowers for 'Mother'."},{"T":"301","3":"She delivers them the most cruel death sentence in her most gentle tone."},{"T":"301","3":"Right as Cinderelik points her finger at the Scavengers, a giant hole is blown out of the wall beside her with a sudden bang. Scrap metal and cement fly past her. In response, she quickly commands her fish, allowing her to escape unharmed. However, the sudden blast interrupts her attack."},{"T":"301","2":"???","3":"Oops! Sorry! My aim was a little off. I didn't hurt you, did I? Looks my aim has suffered from being so weak right now."},{"T":"301","3":"A figure appears in the breached wall. He shakes the chain blade in his hand, and the dust from the explosion slowly settles."},{"T":"301","2":"Cinderelik","3":"Roland?"},{"T":"301","2":"Cinderelik","3":"...I'm fine. Please be more careful next time."},{"T":"301","3":"The figure emerges from the dust. Shaking the dust off his hair, he smiles gracefully."},{"T":"301","2":"Roland","3":"Good. I didn't miss the climax, did I?"},{"T":"301","2":"Cinderelik","3":"They hurt 'Mother' and hindered der Meister's plan. They have to pay the price."},{"T":"301","2":"Roland","3":"Heh... Looks like they're already scared out of their wits."},{"T":"301","2":"Roland","3":"Think I can have a word with them?"},{"T":"301","3":"Cinderelik silently floats to the side and lands in the corner of the room."},{"T":"301","2":"Roland","3":"Thank you so much."},{"T":"301","3":"Roland looks at the Scavengers with a smile."},{"T":"301","2":"Roland","3":"Hmph, what a pity. Especially you, Zack... That wound sure looks serious. I'd advise you to leave him behind. You can't escape with him."},{"T":"301","2":"Zack","3":"Aren't you... Rolmo...?"},{"T":"301","2":"Roland","3":"Ah, I'm surprised you recognize me even as you're about to go unconscious. I'm touched."},{"T":"301","2":"Zack","3":"I-I was suspicious of you... ever since we entered the t-tower... Cough..."},{"T":"301","2":"'Beardy'","3":"What?! That's the refugee who led us here?!"},{"T":"301","2":"Kordes","3":"Why'd you trick us..."},{"T":"301","3":"The Scavengers' surprise in realizing that they were deceived was just as Roland had imagined, but their reaction lacks in intensity. Probably because they were already past the point of exhaustion."},{"T":"301","2":"Roland","3":"I didn't trick you."},{"T":"301","2":"Roland","3":"The forest... The tower... The supplies... Every word I said was the truth. You saw it with your own eyes."},{"T":"301","2":"Roland","3":"I gave you intel and warned you about the intel. But, it was ultimately you who made the decision to come here, didn't you?"},{"T":"301","2":"Roland","3":"So far, everything was on your own volition. I just led the way."},{"T":"301","3":"Roland's smile disappears from the corner of his lips. His tone carries a sense of pity. A trace of inexplicable sadness flashes in his eyes as he looks at them."},{"T":"301","3":"Maybe this is just another layer of his act."},{"T":"301","2":"Kordes","3":"You...!"},{"T":"301","2":"Roland","3":"Don't be angry. What if I said—you have a chance to survive?"},{"T":"301","2":"Kordes","3":"You think we'll believe your lies?"},{"T":"301","2":"Roland","3":"Right, my apologies. What I said wasn't forthright enough."},{"T":"301","3":"Roland reaches out and gestures with a finger toward 'Beardy' and Kordes."},{"T":"301","2":"Roland","3":"You... And You... If you leave Zack here, I'll ensure your safe departure from this place. How does that sound?"},{"T":"301","2":"Kordes","3":"Cut your bull****..."},{"T":"301","2":"'Beardy'","3":"Even if we die, we will die together."},{"T":"301","3":"Kordes and 'Beardy' struggle to lift up Zack, who is nearly unconscious."},{"T":"301","2":"Roland","3":"Stop pretending. I've been with you long enough. It's not like I don't know how much you two want to live."},{"T":"301","2":"Kordes","3":"But we're not just going to leave him here to die!"},{"T":"301","2":"Roland","3":"Sigh... I'm just giving you your best option. Why are you making me out to be the villain?"},{"T":"301","2":"Zack","3":"D-don't worry about me... Hurry... Only you... two... can survive..."},{"T":"301","2":"'Beardy'","3":"That's bull****! We're not leaving you here!"},{"T":"301","2":"Roland","3":"Nothing puts the audience at the edge of their seats like 'You go first! No, I won't leave you!'"},{"T":"301","3":"Roland opens his arms in a grand gesture, mimicking a classic scene in movies, then shakes his head."},{"T":"301","2":"Roland","3":"Normally I wouldn't mind relieving some boredom with this kind of scene, but unfortunately... there's no time for that."},{"T":"301","2":"Roland","3":"Don't you feel the Punishing Virus concentration rising? That's all thanks to you destroying the centrifuge array."},{"T":"301","3":"Roland sighs with regret. The next second, the chain blade flashes a ray of cold light as he attacks the three Scavengers sitting motionlessly on the ground."},{"T":"301","3":"The two remaining conscious close their eyes and prepare for death."},{"T":"301","3":"However, their anticipated death does not come. Everything around them suddenly began spinning, as if they were tied up and fiercely thrown out."},{"T":"301","3":"Before falling into the dark stairwell, Kordes feels a cold card in his hand and someone whispering in his ear."},{"T":"301","3":"'Walk along the direction shown in the picture. The basement has access to the outside.'"},{"T":"301","3":"'By the way, the mess has been cleaned up. Don't be too grateful.'"}]