[{"T":"301","3":"The ocean reveals her fury. The water pressure pushes the sparse air in your lungs out before pushing seawater in, forbidding you to breathe."},{"T":"301","3":"Darkness, coldness, and silence surround you, dragging you further down."},{"T":"301","3":"You see shapes and figures flashing before your eyes."},{"T":"301","3":"Living or dead, familiar or otherwise, faces you remember being to walk toward you."},{"T":"301","3":"In your daze, you seem to hear someone calling you."},{"T":"301","2":"Nanami","3":"Co... me... hand..."},{"T":"302","2":"(Reach out!)"},{"T":"301","3":"You feel a solid, metallic grip on your palm before a force pulls you upward—"},{"T":"301","3":"You escape the freezing water, breathing intensely, grasping for long-lost air. Bright, scarlet light casts away the darkness."},{"T":"301","3":"You look up and find a giant red star encompassing your vision."},{"T":"302","2":"A giant red star?"},{"T":"301","2":"Nanami","3":"That's right. It's a sign that it's entering its last days."},{"T":"301","3":"Nanami, wearing an astronaut uniform, stands next to you."},{"T":"302","2":"We're doing space travel this time?"},{"T":"301","2":"Nanami","3":"Would you like that, Commandant?"},{"T":"302","2":"It's pretty magical.","4":"I'm glad we're not doing it realistically."},{"T":"301","3":"Ebullism, deadly radiation, and extreme temperature could have easily torn your body apart."},{"T":"301","3":"Instead, you are breathing perfectly fine in space. That defies all common sense."},{"T":"301","2":"Nanami","3":"Nanami has pulled some tricks so that you can move normally in space, Commandant."},{"T":"301","2":"Nanami","3":"I've been preparing this for a very long time. The moment has finally arrived."},{"T":"301","3":"Nanami looks at you, slowly extending you a hand."},{"T":"301","2":"Nanami","3":"Commandant, will you come with Nanami for a ride?"},{"T":"302","2":"(Reach out)"},{"T":"302","2":"You don't have to ask."},{"T":"302","2":"This isn't like you."},{"T":"301","3":"Hearing that, Nanami pauses for a second before grabbing your hand tightly—so tight that you even feel a slight pain."},{"T":"301","2":"Nanami","3":"Hm!"},{"T":"301","3":"The universe is a huge place."},{"T":"301","3":"That is nothing new. You thought you knew this better than anyone else, having lived in Babylonia for so long."},{"T":"301","3":"But you have no idea."},{"T":"301","3":"With Nanami's 'tricks,' you get to witness all the wonders of the universe, and you cannot help but feel astonished—at first."},{"T":"301","3":"Nebulas formed from cosmic dust, crystal-clear white dwarves, star-devouring black holes, and galaxies, clashing and merging together..."},{"T":"301","3":"But the most wonderful views become mundane when you observe them on the scale of the universe."},{"T":"301","3":"Lights and shades from billions of years ago created this infinite cage, bounding everything within the speed of light."},{"T":"301","3":"What you are seeing is but echoes of the past. You are perhaps just chasing phantoms."},{"T":"301","3":"The images caught by your eyes are merely remnants from eons ago. You are like the insect trapped in amber, jettisoned across time, forgotten."},{"T":"301","3":"...Where does reality begin?"},{"T":"301","3":"The only things that ground you are the warmth you receive from your palm and the silver figure you see before you."},{"T":"301","3":"As if noticing something, Nanami stops moving forward."},{"T":"301","2":"Nanami","3":"I think that's all the time we have for a 'walk.' Time for you to go home, Commandant."},{"T":"301","2":"Nanami","3":"Nanami's going to accelerate, Commandant. Don't let go."},{"T":"302","2":"(Grip tightly)"},{"T":"301","2":"Nanami","3":"Um... Maybe a little less tight..."},{"T":"301","3":"The scenery before you turns blue as all the stars transform into red streaks when they go past you, merging into the crimson nebula behind."},{"T":"301","3":"This is a 'redshift,' visible only when you accelerate to a certain speed. The blue in the distance signifies the future, while the red behind you indicates the past."},{"T":"301","3":"The kaleidoscopic sight before you is bewitching, shattering any sense of dimension."},{"T":"301","3":"By the time your vision returns to normal, you find a familiar blue planet before you."},{"T":"301","2":"Nanami","3":"Time to go back, Commandant."},{"T":"301","3":"She lets go of your hand and gives you a gentle push, sending you into the gravitational pull of the planet, and you fall toward Earth."},{"T":"301","3":"A sudden panic arises within you, and you shout at the tiny figure."},{"T":"302","2":"What about you?!"},{"T":"301","2":"Nanami","3":"Nanami is going to stay here, but..."},{"T":"301","3":"The girl winks, acting like her usual mischievous self."},{"T":"301","2":"Nanami","3":"Always..."},{"T":"301","3":"You can no longer hear what she says clearly. Your mind crashes into a giant white light."},{"T":"301","2":"Nanami","3":"Com..."},{"T":"301","3":"You feel your body swaying. A blurred figure shifts before you, and you realize someone is carrying you to the sofa as your senses return."},{"T":"301","2":"Nanami","3":"You're awake, Commandant! How do you feel?"},{"T":"302","2":"Am I out already?"},{"T":"301","3":"Your final space journey has left you feeling uncertain still. Although the familiar sights of your office surround you, you cannot tell if you are back in the real world."},{"T":"301","2":"Nanami","3":"Of course. Look."},{"T":"301","3":"Nanami grabs some documents from the desk and hands them to you."},{"T":"301","2":"Nanami","3":"These are the files you were still working on. Do you remember?"},{"T":"301","2":"Nanami","3":"Nanami might have installed many scenarios into Maple, but it's still impossible to replicate the details of the paperwork that even you weren't expecting, Commandant."},{"T":"301","3":"You take a closer look, and the progress made on those documents is the same as you remember. You are out of the simulation, it seems."},{"T":"301","2":"Nanami","3":"Well then, Nanami's leaving, Commandant."},{"T":"301","3":"Nanami says that as she drags Maple out the door."},{"T":"301","3":"She sounded... contrite for some reason?"},{"T":"301","3":"But before you can ask her about it, Nanami has vanished from your door."},{"T":"302","2":"Forget it..."},{"T":"301","3":"Despite the many questions you have, you figure the proper thing to do is be patient and wait if she is not willing to disclose the truth to you yet."},{"T":"301","3":"Heading back to your desk, you find a cup of steaming coffee."},{"T":"302","2":"Nanami has grown up, hasn't she?"},{"T":"301","3":"You grab the cup and take a sip—"},{"T":"302","2":"Pfffft!"},{"T":"301","3":"Caught by surprise, you spray the coffee all over the place."},{"T":"302","2":"How much sugar did you put?!"},{"T":"301","3":"Nanami is searching for something among Maple's tangled wires."},{"T":"301","2":"Nanami","3":"Hm... Where did I put it?"},{"T":"301","2":"Maple","3":"Tips: Maple's connection port is behind the right handle."},{"T":"301","2":"Nanami","3":"Ah, there it is! You're brilliant, Maple!"},{"T":"301","2":"Maple","3":"Thank you for your compliment, Nanami. I recommend removing your screwdriver from the casing of my central processor unit, given that it is not where the port is."},{"T":"301","2":"Nanami","3":"Hehe. Begin data transfer..."},{"T":"301","2":"Nanami","3":"Nanami must keep these memories safe and sound."},{"T":"301","2":"Maple","3":"A question: Your storage unit also contains the relevant memories, Nanami. Why are you downloading Maple's data?"},{"T":"301","2":"Maple","3":"Maple thinks that it is pointless and a waste of resources."},{"T":"301","2":"Nanami","3":"That's not a waste, Maple. Everyone would do the same if they could know more about each other this way."},{"T":"301","2":"Nanami","3":"No one would care for their personal gain on this."},{"T":"301","2":"Maple","3":"'This'?"},{"T":"301","2":"Nanami","3":"You'll understand when you grow up, Maple!"},{"T":"301","2":"Maple","3":"?"}]