[{"T":"301","3":"(Static)"},{"T":"301","2":"Lucia","3":"...About time. Finally got a hold of you..."},{"T":"301","2":"Nanami","3":"Lucia! Lucia! I've finished up here! I'm on my way back!"},{"T":"301","2":"Lucia","3":"But... You're too late..."},{"T":"301","2":"Nanami","3":"No problem! I've finished up my mission and have the perfect Christmas tree!"},{"T":"301","2":"Lucia","3":"Let me guess... You got a little carried away?"},{"T":"301","2":"Lucia","3":"...The White Kuroro are all used up, and Lee's frame is overheating."},{"T":"301","2":"Lucia","3":"Karenina and the commandant are waiting for the next phase."},{"T":"301","2":"Lucia","3":"But the main problem is... you going MIA like that... We were worried sick."},{"T":"301","2":"Nanami","3":"Okay! I get it! I get it!"},{"T":"301","2":"Lucia","3":"...Sorry."},{"T":"301","2":"Lucia","3":"I got a little carried away..."},{"T":"301","2":"Nanami","3":"It's okay. I know I messed up. But I'll make it up to you! I'll bring back the most perfect bestest Christmas! Full speed ahead!"},{"T":"301","2":"Nanami","3":"What ornaments are you going to decorate the tree with?"},{"T":"301","2":"Lucia","3":"Ornaments...!"},{"T":"301","2":"Nanami","3":"Huh? Aren't you planning to decorate the tree? A Christmas tree without ornaments is just a naked tree! Even I know that..."},{"T":"301","2":"Nanami","3":"We need lights, gifts, stockings, and sorts of other stuff!"},{"T":"301","2":"Lucia","3":"You're right. We can't forget to decorate it. Thanks for reminding me, Nanami."},{"T":"301","2":"Nanami","3":"Well, DUH! I'm awesome like that. Hehehehe!"},{"T":"301","2":"Nanami","3":"But where are we gonna get decorations in a place like this? My brain hurts just thinking about it."},{"T":"301","2":"Nanami","3":"If you can't decorate the Christmas tree and make it pretty, I'm gonna be upset... Hurry, Lucia! Think of something!"},{"T":"301","2":"Lucia","3":"Anything around you we can use?"},{"T":"301","2":"Nanami","3":"There's just stumps and rocks here! What else is there?!"},{"T":"301","2":"Lucia","3":"...What about decorating it with Kuroro cogs?"},{"T":"301","2":"Nanami","3":"No, no, no! What's special about that?!"},{"T":"301","2":"Lucia","3":"How about we carve some animals out of wood?"},{"T":"301","2":"Nanami","3":"Huh—? Who decorates a Christmas tree like that? No one!"},{"T":"301","2":"Nanami","3":"You're thinking about it all wrong! You've got a lousy taste, Lucia..."},{"T":"301","2":"Lucia","3":"...Well then, what do you suggest?"},{"T":"301","2":"Nanami","3":"Ughhhhh... Leave it to me! I'll bring back the most bestest and prettiest Christmas tree ever!"},{"T":"301","2":"Lucia","3":"That's what she promised... But I got a bad feeling about this..."}]