[{"T":"301","3":"She cannot find any signs of the human with the instructions the mechanoid has provided. It appears that the person has left this place a long time ago, so long that any tracks have faded from the wind over time."},{"T":"301","3":"She notices a lot of graffiti on her way. Scattered randomly all over the city, they can be found on walls, shop windows, doors, and even traffic lights seven meters from the ground."},{"T":"301","3":"Led by an unspeakable and unignorable 'familiarity,' she follows the graffiti and searches."},{"T":"301","3":"Eventually, she stops before a mirror coated in dust."},{"T":"301","3":"The graffiti artist seems to have stopped before the mirror for a long time. Unlike the previous works, the one she finds here looks repeatedly revised, where layers of paint cover layers of paint."},{"T":"301","3":"The original layer can no longer be found, and the uppermost one is indistinguishable due to confusing overlays."},{"T":"301","3":"This is the only 'incomplete' artwork."},{"T":"301","3":"Putting her hands on the graffiti, she seems to be hoping to uncover its original shape, or maybe she wants to give it the finishing touches."},{"T":"301","3":"But she does nothing in the end. The pale golden pond reflects the graffiti before her calmly."},{"T":"304","1":"Attempting analysis..."},{"T":"304","1":"Warning: Anomaly detected in emotion simulator..."},{"T":"304","1":"Attempting analysis..."},{"T":"304","1":"Warning: Anomaly detected in emotion simulator..."},{"T":"304","1":"Attempting analysis..."},{"T":"301","3":"Haicma<//MPA-01> feels 'rejected' from the familiar interface for the first time. She closes the emotion simulator module once again."},{"T":"301","3":"The pond goes silent, but the strange feeling of anomaly has yet to dissipate. The more she analyzes and compares in her database, the more excessive and valueless data she accumulates."},{"T":"301","3":"Like leaves swept up by the storm, tumbling and spinning in erratic data."},{"T":"304","1":"Data analysis function offline..."},{"T":"301","3":"She turns off the analysis function she has depended on all her life."},{"T":"304","1":"Logic calculation function offline..."},{"T":"301","3":"Will she finally understand the 'anomaly' if she stops following fixed algorithms?"},{"T":"304","1":"Personality simulation reading interface offline."},{"T":"301","3":"When all definitions are gone, what<//WHO> remains of Haicma<//MPA-01>?"},{"T":"301","3":"The pale golden color is slowly dyed gray. No longer able to control her body, she falls forward."},{"T":"301","3":"The dust is kicked up everywhere as the mirror shatters, the graffiti on it fracturing into shards."},{"T":"301","3":"The 'anomaly' breaches the surface of the water, and Haicma<//MPA-01> pokes her head out from the pond for the very first time."},{"T":"301","3":"A floppy hat tumbles down her head, exposing the concealed memory shell."},{"T":"301","2":"Soldier 1","3":"Hey, what are you guys doing?!"},{"T":"301","2":"??","3":"Crap! The soldiers are here!"},{"T":"301","2":"Renee","3":"N-nothing!"},{"T":"301","3":"Heavy footsteps approach."},{"T":"301","2":"Soldier 1","3":"She... Is she...?!"},{"T":"301","2":"Renee","3":"She saved me! She's not a bad guy!"},{"T":"301","2":"??","3":"She's harmless, sir! She's almost shut down... See..."},{"T":"301","2":"Soldier 1","3":"..."},{"T":"301","3":"The stillness brews before the moment of judgment..."},{"T":"301","2":"Soldier 2","3":"What's going on over there?"},{"T":"301","2":"Soldier 1","3":"Nothing."},{"T":"301","3":"A sheet of fabric is laid on top of the wounded mechanoid."},{"T":"301","2":"Soldier 1","3":"Here's the key to the basement. You should probably put her there."},{"T":"301","2":"Renee","3":"...R-really?"},{"T":"301","2":"Soldier 1","3":"...Find something to cover that."},{"T":"301","3":"Something is placed on her head."},{"T":"301","2":"Soldier 1","3":"A hat, huh..."},{"T":"301","3":"They suddenly hear gunshots from nearby."},{"T":"301","2":"Soldier 1","3":"Goddamn Corrupted!"},{"T":"301","2":"Soldier 1","3":"Get out of here! Quickly!"},{"T":"301","3":"As the footsteps part hurriedly, Haicma<//MPA-01> remembers where she has heard his voice before. It belongs to the soldier with half his face scarred."},{"T":"301","3":"Haicma<//MPA-01> can feel herself being lifted and taken somewhere."},{"T":"301","3":"Her hat is a gesture of kindness from some humans with no calculations or commands involved. They could have done whatever they wanted."},{"T":"301","3":"Watching the shattered graffiti, Haicma<//MPA-01> starts to understand something new."},{"T":"301","3":"No more analysis. No more simulations. Haicma<//MPA-01> tries to 'feel'—to feel the joy, hope, doubt, and confusion in the image..."},{"T":"301","3":"Not everything requires a 'correct' answer. 'Doubt' is the sign that points forward."},{"T":"301","3":"Different 'doubts' create different paths, and different paths offer different 'choices.'"},{"T":"301","3":"Finally, Haicma<//MPA-01> is no longer ruled<//BOUNDED> by her calculations and analysis. They are simply her tools."},{"T":"301","3":"Haicma<//MPA-01> has made her choice—"},{"T":"301","3":"Picking up the hat, Haicma wears it once more."},{"T":"301","3":"Staring at 'Sage's' unfinished art before her as she did years ago, she now possesses hands that she did not..."},{"T":"301","3":"Haicma picks up a spray can nearby, adding a few strokes to the graffiti..."},{"T":"301","3":"This is an incomplete mural that belongs to her."}]