[{"T":"301","2":"Sophia","3":"I...!"},{"T":"301","2":"Lucia","3":"Have we reached our destination...?"},{"T":"301","2":"Sophia","3":"Huh?"},{"T":"301","3":"The opening sound of the door closed firmly by the people before interrupts Sophia mid-sentence, drawing the attention of everyone."},{"T":"301","3":"In the center of attention are the two ladies who just ended a battle, with the Corrupted corpses under their feet."},{"T":"301","2":"Liv","3":"Lucia! And Miss Bianca... Your frame..."},{"T":"301","2":"Bianca","3":"I only changed into a frame that's more suitable for this situation, do not be alarmed."},{"T":"302","2":"Are you here to help?","4":"Where's Lee?"},{"T":"301","2":"Bianca","3":"Your commands, please, Commandant of Gray Raven."},{"T":"301","2":"Lucia","3":"Sorry, we were deployed in different directions and didn't have time to meet up, but I was able to sense Lee's signal all this time, so he should be fine."},{"T":"301","2":"Jamilah","3":"...So you're the one Babylonia sent to make the deal?"},{"T":"301","2":"Jamilah","3":"I'd like to welcome you if I could, but as you can see, you came at a rather inconvenient timing."},{"T":"301","2":"Bianca","3":"I noticed, looks like I've entered at the wrong time... You were saying? Don't mind me, please continue."},{"T":"301","2":"Sophia","3":"Before that... Can I ask a question?"},{"T":"301","2":"Sophia","3":"Did Babylonia accept our deal?"},{"T":"301","2":"Bianca","3":"That's..."},{"T":"301","3":"Bianca pauses and glances at the crowd, and nods her head."},{"T":"301","2":"Bianca","3":"Babylonia has agreed to Akdilek's terms."},{"T":"301","2":"Bianca","3":"...But I do not think moving to Babylonia is such a joyous thing."},{"T":"301","2":"Bianca","3":"You."},{"T":"301","3":"Bianca meets Sophia's shimmering gaze, as if she had read the girl's mind."},{"T":"301","2":"Bianca","3":"You should be able to suggest something better."},{"T":"301","2":"Sophia","3":"Suggest something better... Me?"},{"T":"302","2":"Believe in yourself.","4":"Are you thinking of backing down?"},{"T":"301","2":"Sophia","3":"Then..."},{"T":"301","2":"Sophia","3":"No, I will not back down no matter what. I am a part of Akdilek, so I can be a good merchant too!"},{"T":"301","3":"Sophia makes up her mind and pulls out her gun—"},{"T":"301","3":"Before anyone can react, she places the gun on the floor where anyone can reach."},{"T":"301","2":"Liv","3":"...This is?"},{"T":"301","2":"Sophia","3":"I'm not familiar with negotiations, so if anyone disagrees with me, they are welcome to execute me with this gun afterward and continue your quarreling."},{"T":"301","2":"Sophia","3":"With that said... Leader, Lord Ashlar, and everyone here, no matter aristocrats or commoners, I want to propose a trade to you all!"},{"T":"301","2":"Jamilah","3":"And what kind of trade would that be?"},{"T":"301","2":"Sophia","3":"I may not know how to achieve it right now, but I'll create a world that doesn't need this train or Babylonia."},{"T":"301","2":"Ashlar","3":"You must be joking... Without the train and without Babylonia, everyone would be infected by the Punishing..."},{"T":"301","2":"Sophia","3":"They won't."},{"T":"301","2":"Ashlar","3":"Enough with your rubbish!"},{"T":"301","2":"Sophia","3":"I don't know how to make it a reality yet, but I will succeed. I don't want to hide in that lonely space nor do I want to become an Ascendant."},{"T":"301","2":"Sophia","3":"I only wish to be able to protect the things I want to protect, to protect all of Akdilek. So let's make a deal!"},{"T":"301","2":"Sophia","3":"I will create a real final destination for everyone, not a fake one where you just accept what comes."},{"T":"301","2":"Sophia","3":"But one where we walk this Earth again with our own strength!"},{"T":"301","2":"Ashlar","3":"What nonsense...!"},{"T":"301","2":"Changyu","3":"No... I find it quite interesting, don't you?"},{"T":"302","2":"Are you alright?","4":"My thoughts exactly."},{"T":"301","2":"Changyu","3":"I only fainted earlier due to exhaustion, no need for you to worry."},{"T":"301","2":"Changyu","3":"That's the Sophia I know..."},{"T":"301","2":"Aston","3":"Leader, since Babylonia has already gone through with our deal, we should stick to our original plan..."},{"T":"301","2":"Ashlar","3":"We should continue on with our original deal here, what the brat's saying here is just..."},{"T":"301","2":"Jamilah","3":"She proposed this trade to all of Akdilek, not just a specific person, so this decision is in the hands of everyone. Everyone has a right to choose. So what do you think, people of Akdilek? Who do you want to support?"},{"T":"301","2":"Commoner A","3":"O-of course Sophia!! She's one of us so she understands our situation!"},{"T":"301","2":"Aristocrat A","3":"We should just settle for going to Babylonia, and not make some gibberish deal... Who gave Constructs the right to speak up anyway..."},{"T":"301","2":"Commoner B","3":"If we commoners get to choose too, then I choose Sophia! She's saved me before too..."},{"T":"301","2":"Aristocrat B","3":"Now that I think about it, the Ascendants never guaranteed to make us Ascendants... And they look like they're up to no good..."},{"T":"301","2":"Aristocrat A","3":"Walking on Earth again with our own power... If only it was that easy..."},{"T":"301","2":"Agitated Commoner","3":"We can't run forever! I'd rather fight for my future with my own two hands than rely on some unknown source."},{"T":"301","2":"Whispering Aristocrats","3":"They have a point... She's a Construct, maybe she really is that strong..."},{"T":"301","2":"Ashlar","3":"Preposterous, both the aristocrats and commoners..."},{"T":"301","2":"Jamilah","3":"Sophia, do you still remember our conversation from before? What should you do to ensure a larger profit when making a deal?"},{"T":"301","2":"Sophia","3":"...Choose the option with a higher risk."},{"T":"301","2":"Jamilah","3":"And that, is the final answer from me and my fellow merchants."},{"T":"302","2":"Let's take the first step then.","4":"Then let's go get the merchandise."},{"T":"301","2":"Sophia","3":"...Okay!"},{"T":"301","2":"Bianca","3":"Looks like a decision has been made. The trade between Babylonia and Akdilek ends here then... Now it's time for Constructs to get to work."},{"T":"301","3":"On the roof of the carriage is a figure in blue struggling to keep the Corrupted at bay. He quickens his pace as he hears sounds from the stairs."},{"T":"301","2":"Corrupted","3":"Urgh!"},{"T":"301","3":"And kicked the enemy off the train with one powerful movement."},{"T":"301","2":"Lee","3":"I don't want to sound like I'm parroting someone, but what took you so long?"},{"T":"302","2":"You were waiting here for us?","4":"That frame..."},{"T":"301","2":"Lee","3":"Because you guys seemed to be discussing something important down there and that's not really my scene."},{"T":"301","2":"Lee","3":"I had time so I changed frames."},{"T":"301","2":"Rail Heterozygote","3":"—!"},{"T":"301","2":"Lee","3":"I didn't have any weapons, so I could only stall for time... Can you lend me your guns, Sophia?"},{"T":"301","2":"Sophia","3":"But I proposed this deal myself..."},{"T":"301","2":"Lee","3":"If I remember correctly, a Support Construct isn't built for continuous highspeed battles. Even though it's a request from my side, consider it me aiding you for 'free' if you must think of it this way."},{"T":"301","2":"Sophia","3":"There's nothing scarier than 'free.' But thank you."},{"T":"301","2":"Lucia","3":"With our full squad here and Bianca's support, we will eliminate the enemy this time, Commandant."},{"T":"302","2":"Let's get started.","4":"We're not letting it go away this time."},{"T":"301","2":"Lucia","3":"Roger!"}]