[{"T":"301","2":"Lee","3":"I've never heard of a Corrupted doing pranks before. Liv, can you check its original model?"},{"T":"301","2":"Liv","3":"...Based on its shape and size, it is likely the painting model 'Spray Can', also named Nozzle, from Cosmos Industries back in the middle Golden Age."},{"T":"301","2":"Liv","3":"It was mainly used to paint large areas, but some models were used in performances, education, and artistic creations..."},{"T":"301","2":"Lee","3":"Artistic creations?"},{"T":"301","2":"Lee","3":"So that's why it's been going around 'creating' and insisting that its work is 'art'..."},{"T":"301","2":"Liv","3":"But can mechs really undertake artistic endeavors?"},{"T":"301","2":"Lee","3":"Even I'm not sure. In Babylonia, art made by mechs are under the strict supervision and guidance of humans."},{"T":"301","2":"Lee","3":"If you leave them alone, then you'll get these strange drawings indecipherable to humans. Like these graffiti."},{"T":"301","2":"Liv","3":"Mechs have always gone on well with humans in other areas, but when it comes to art..."},{"T":"301","2":"Liv","3":"Commandant, can you understand these drawings?"},{"T":"302","2":"I understand some bits, I think...","4":"Nope, I'm lost like you guys."},{"T":"301","2":"Lee","3":"Commandant, if you'd sounded a little bit more sincere, I just might have believed."},{"T":"301","2":"Lee","3":"Thankfully, this means you're still normal..."},{"T":"301","2":"Liv","3":"Alright..."},{"T":"301","2":"Lee","3":"Liv, now's not the time for this. Whether this paint can's been making art out of its own will or not—"},{"T":"301","2":"Lee","3":"It has destroyed a lot of Constructs, which means it's our enemy."},{"T":"301","2":"Lee","3":"As for its artistic mystery, I think the answer can only be found after we catch up with it."},{"T":"301","2":"Lucia","3":"But we've already lost track of it. Not to mention being in this magnetically disruptive mist."},{"T":"301","2":"Lee","3":"Not an issue. Our radars might not work, but we still have its trail... Look at the marks on the floor."},{"T":"301","2":"Lee","3":"These, are our tickets."}]