[{"T":"301","3":"Gloomy clouds blanket the sky. Golden rays of light struggle to penetrate the clouds as if attempting to save what remained of Earth."},{"T":"301","3":"The transport craft carrying the Strike Hawk trio breaks through the dark clouds and lands steadily on a patch of open land covered in yellow sand."},{"T":"301","3":"As soon as the hatch door opens, a blonde figure rushes out. He looks around and shakes his head in disappointment."},{"T":"301","2":"Kamui","3":"There used to be abandoned ruins here, but now there's nothing."},{"T":"301","3":"Only scorched earth remains underfoot. Everything that was once here has been reduced to charred rubble, leaving only devastation."},{"T":"301","3":"Billowing white smoke rises from the scorched earth. Cinderelikn remains of everything that once was stretch out a hand, beckoning the distant sky only to vanish in thin air."},{"T":"301","2":"Chrome","3":"Well, this IS ground zero for the Longinus strike."},{"T":"301","3":"Chrome follows Kamui out of the cabin, then scans the surrounding area."},{"T":"301","2":"Chrome","3":"Nothing is left here, but the Punishing concentration still continues to fluctuate sporadically."},{"T":"301","2":"Kamui","3":"Guess the show ain't over just yet."},{"T":"301","3":"Despite the Red Tide having been cleansed for quite some time already, it shows signs of surfacing once more. After a concerted effort to find Luna, the enemy leader, her whereabouts remain unknown."},{"T":"301","3":"Whatever the reason, it's the sign of a colossal threat to come."},{"T":"301","3":"But for Chrome, this recon mission has deeper implications after learning about the current state of 【kuroname】."},{"T":"301","3":"—If they can find the Ascendant leader, they can at least give some credence to 【kuroname】."},{"T":"301","2":"Chrome","3":"Stay on high alert. We need to find the source of this anomaly ASAP."},{"T":"301","3":"Looking at the ground in front of him, Chrome opens the map on his terminal and tries to figure out their current position."},{"T":"301","2":"Chrome","3":"Based on the previous investigation, let's head northwest first. That's where a majority of the data anomalies that we have been monitoring are located."},{"T":"301","2":"Chrome","3":"Kamui, go get Wanshi."},{"T":"301","2":"Kamui","3":"You got it, boss!"},{"T":"301","2":"Wanshi","3":"Yawn... You rang?"},{"T":"301","3":"Right before Kamui runs into the transport craft, Wanshi stumbles out of it half-awake."},{"T":"301","2":"Wanshi","3":"Shake me awake like that again and I'll blow a fuse."},{"T":"301","2":"Wanshi","3":"...The flight over here was so smooth, I was out before I knew it."},{"T":"301","2":"Kamui","3":"You could sleep through a hurricane..."},{"T":"301","2":"Wanshi","3":"...Touche. So, what's the plan?"},{"T":"301","2":"Kamui","3":"We need to find out if the Red Tide is still hiding somewhere, obviously!"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Wanshi furrows his brows, then looks around at the scorched earth."},{"T":"301","3":"Several days had already passed since they were tasked with deploying the bit domain nodes, but you are still being 'monitored.'"},{"T":"301","3":"He has wanted to investigate the commandant's previously unmentioned symptoms on his own in search of treatment, but he has only been met with red tape."},{"T":"301","2":"Wanshi","3":"(Looks like this mission is just an excuse to keep Strike Hawk out of the picture...)"},{"T":"301","3":"A sneaking suspicion pops up in his M.I.N.D., but he lacks the proper intel to back it up."},{"T":"301","2":"Wanshi","3":"(Let's finish the mission before investigating any further.)"},{"T":"301","3":"As Wanshi catches up to his two comrades, the trio begins to make their way northwest through the acrid smell of scorched ruins. After a short while, Chrome's comm link begins to flash again."},{"T":"301","2":"Hassen","3":"Looking at the time, I'm guessing you haven't made it too far."},{"T":"301","2":"Chrome","3":"Correct, Mr. President."},{"T":"301","2":"Hassen","3":"We ran another threat assessment of the mission. You may encounter a mass of Red Tide, so I've temporarily assigned Camu to join the team."},{"T":"301","2":"Hassen","3":"Due to his particular nature as a Transcendant, let him operate alone as much as possible. But DON'T let him remove the filter Asimov made for him."},{"T":"301","2":"Chrome","3":"Roger."},{"T":"301","2":"Hassen","3":"He'll be there shortly. I'll leave the rest to you, Captain."},{"T":"301","3":"And with that, Hassen terminates the call."},{"T":"301","2":"Kamui","3":"Did the President just raise the threat level of the mission?"},{"T":"301","2":"Chrome","3":"No, he is just taking into consideration the potential risks by assigning Camu to our team."},{"T":"301","3":"But if the situation is really as simple as Hassen made it out to be, all they would have to do is check if any area had slipped between the cracks."},{"T":"301","3":"But are those areas the reason for the increased threat level?"},{"T":"301","2":"Kamui","3":"Damn, I was hoping for a change of pace..."},{"T":"301","2":"Kamui","3":"This place has been picked cleaner than a tub of ice cream in Camu's hand. There's no Red Tide in sight."},{"T":"301","2":"Camu","3":"What was that?"},{"T":"301","3":"Hearing the familiar voice, the trio turns to see a resentful Camu intentionally keeping his distance."},{"T":"301","2":"Camu","3":"Keep talking, and I'll kill you."},{"T":"301","3":"At this moment, an indiscernible figure flashes by just barely within view."},{"T":"301","2":"Chrome","3":"Who was that?"},{"T":"301","2":"Camu","3":"Huh?"},{"T":"301","2":"Kamui","3":"Was someone running behind us?"},{"T":"301","3":"Camu looks back, but the barren land is devoid of life."},{"T":"301","2":"Wanshi","3":"Let's go check it out."},{"T":"301","2":"Chrome","3":"Alright. It ran off to the west—right in the direction of our target."},{"T":"301","2":"Camu","3":"We also need to check for any signs of the Red Tide. Leave it to me."},{"T":"301","2":"Chrome","3":"The terrain here is too difficult to differentiate, Camu. We can split up after we reach our target."},{"T":"301","2":"Camu","3":"Fine."},{"T":"301","3":"The barren land extends outward like a vast ocean. Under the timeworn and sallow sky, the distant horizon is obscured by smoke and dust, like the scorched edges of burnt paper."},{"T":"301","3":"Camu silently follows the trio from a distance, scanning the area for clues."},{"T":"301","3":"But no matter where they go, the barren landscape is a lifeless monotony of scorched remains."},{"T":"301","2":"Chrome","3":"Let's split up here."},{"T":"301","3":"Right as Chrome issues the command, the team hears something nearby. Everyone turns toward the direction of the sound, but there is nothing to be seen."},{"T":"301","2":"Kamui","3":"Do we have company?"},{"T":"301","2":"Wanshi","3":"I can't imagine why someone would be in such a dreadful place."},{"T":"301","2":"Chrome","3":"Maybe it was the person we saw earlier. Let's go check it out."},{"T":"301","3":"The team proceeds in the direction of the sound, but all they find are footsteps containing the Punishing Virus."},{"T":"301","2":"Camu","3":"Feels like we're being watched."},{"T":"301","3":"Standing off at a distance, he scans the surrounding area. His gaze stops on the transport craft that had brought them here."},{"T":"301","2":"Camu","3":"Hmph."},{"T":"301","2":"Kamui","3":"I feel the same. Could it be someone who was here?"},{"T":"301","2":"Chrome","3":"...We can't tell if it's the same person yet."},{"T":"301","2":"Chrome","3":"Must be a Corrupted or Ascendant nearby given the Punishing concentration of their footsteps."},{"T":"301","3":"Following Camu's gaze, Chrome looks back at the transport craft."},{"T":"301","2":"Wanshi","3":"Why would they be hiding if they're an Ascendant?"},{"T":"301","2":"Kamui","3":"To draw our attention?"},{"T":"301","2":"Chrome","3":"Or maybe they're wounded and trying to avoid a confrontation."},{"T":"301","3":"Considering that these footsteps might belong to their target, Chrome determines to continue pursuit."},{"T":"301","2":"Chrome","3":"We can't jump to conclusions. Let's keep searching."},{"T":"301","2":"Chrome","3":"Grab a sensor and split up. Kamui, you take the west."},{"T":"301","2":"Kamui","3":"You got it, boss."},{"T":"301","2":"Chrome","3":"Wanshi, you take the east. Stay on high alert and maintain contact."},{"T":"301","2":"Wanshi","3":"...Got it."},{"T":"301","2":"Chrome","3":"Camu, take the north. I'll take the south."},{"T":"301","2":"Chrome","3":"If you find anything or run into danger, don't get impulsive. Keep your comms on at all times."},{"T":"301","2":"Kamui & Wanshi","3":"Roger."}]