[{"T":"301","3":"As Roland retreats under the four Gray Ravens' coordinated attack, the augmented reality around him begins to fade, pulling back the curtain."},{"T":"301","2":"Roland","3":"It's too late."},{"T":"302","2":"...?"},{"T":"301","2":"Roland","3":"Gray Ravens... More like Gray Cockroaches."},{"T":"301","2":"Roland","3":"I thought you would die on that ghost ship, but now you're here."},{"T":"301","2":"Lucia","3":"So you set up that rescue signal as a trap."},{"T":"301","2":"Roland","3":"Indeed... But alas, I must bid thee farewell!"},{"T":"302","2":"Get back here!"},{"T":"301","2":"Lucia","3":"You're going to leave the Witch of the Sea behind just like that?"},{"T":"301","2":"Roland","3":"Witch of the Sea?"},{"T":"301","2":"Roland","3":"Oh, you mean Ide..."},{"T":"301","3":"He turns around with a smile and looks at the motionless mechanoid lying on the ground."},{"T":"301","2":"Roland","3":"The boring obsession of those three sisters should finally be over now."},{"T":"302","2":"Three sisters?"},{"T":"301","2":"Roland","3":"Forget it. It's nothing important."},{"T":"301","2":"Roland","3":"After all, only Ide was corrupted. As for the other two... Who knows, perhaps you've already met them somewhere?"},{"T":"301","2":"Roland","3":"Now that the administrator, Ide, has been taken care of, looks like you've achieved your goal of putting a stop to this facility."},{"T":"301","2":"Roland","3":"Let's save the rest for the next time we chat."},{"T":"301","3":"He waves his hand and disappears in the blink of an eye."},{"T":"301","2":"Liv","3":"Commandant, your chest... It's bleeding!"},{"T":"302","2":"It's Lucia's vital fluid."},{"T":"301","2":"Liv","3":"Lucia...!"},{"T":"301","3":"Liv quickly runs over to Lucia and checks the crudely bandaged wound on her wrist."},{"T":"301","2":"Lee","3":"...Nice threads."},{"T":"301","3":"He looks at the prince costume and bites his tongue as if trying to stop himself from speaking his mind."},{"T":"302","2":"It's for tactical reasons...","4":"Just spit it out!"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Forget it..."},{"T":"301","2":"Lucia","3":"Now that we're all here, let's go back."},{"T":"302","2":"What about the Corrupted at the bottom of the ocean?"},{"T":"301","2":"Liv","3":"The situation has stabilized for the time being."},{"T":"301","2":"Lee","3":"As long as no one is commanding them, they won't attack ships as coordinated as before."},{"T":"302","2":"Alright, let's move out."},{"T":"301","2":"Lucia","3":"Wait, Commandant. Mind if I do something before we go?"},{"T":"301","3":"The sea breeze blows through the ship, loosens your bow tie and carries it away—"},{"T":"301","3":"—drawing your attention back to the island which is now 'deserted.'"},{"T":"301","3":"Before departing, the team agrees to Lucia's proposal to use the central hub to order the Mini Bots into the sealed underground facility."},{"T":"301","3":"But even then, the Punishing Virus will turn them into Corrupted given enough time."},{"T":"301","3":"So..."},{"T":"301","2":"Lucia","3":"We'll come back as soon as possible to restore this island back to its true glory. Ide..."},{"T":"301","3":"She closes her eyes and listens to the whispers of the sea breeze. It seems to apprise the past and future of this island."},{"T":"301","2":"Lucia","3":"When that time comes... No one will need to make sacrifices or bear such an undertaking alone. Those who have lost their way will no longer be preyed upon."},{"T":"301","2":"Lucia","3":"I promise."}]