[{"T":"301","2":"Sophia","3":"(Inhales) ..."},{"T":"301","2":"Sophia","3":"(Exhales) ..."},{"T":"301","2":"Sophia","3":"Ja... mi... lah:"},{"T":"301","2":"Sophia","3":"Everything is going well in Babylonia."},{"T":"301","2":"Letter","3":"I remember hearing good things about the Gray Ravens, but they are far kinder than I imagined."},{"T":"301","2":"Letter","3":"There are quite a lot of differences between their behavior and those on the Engine, but I will adapt."},{"T":"301","2":"Sophia","3":"Your Grace... No, I should cross that out."},{"T":"301","2":"Sophia","3":"Jamilah, I still don't quite understand why you dispatched me to Babylonia..."},{"T":"301","2":"Sophia","3":"I know I'm an envoy, but I'm not skilled in diplomacy. I didn't even learn to read and write until I became a bodyguard."},{"T":"301","2":"Sophia","3":"Not to mention... I... feel like I have more and more classes to make up..."},{"T":"301","2":"Sophia","3":"Sometimes, I even feel like it was a mistake to send me to Babylonia."},{"T":"301","2":"Sophia","3":"...No, I can't say that. I'll cross it out."},{"T":"301","2":"Sophia","3":"...But royal bodyguards never ask questions. We just carry out orders."},{"T":"301","2":"Sophia","3":"So, everything is going well here."},{"T":"301","2":"Sophia","3":"How are things on the Engine? Is everything okay?"},{"T":"301","2":"Letter","3":"Your Gr... Your last letter said that the anti-royalists were captured. So, the unrest on the Engine must have been solved."},{"T":"301","2":"Letter","3":"Now, it's time to start the long process of reform according to your vision."},{"T":"301","2":"Letter","3":"Once reformed, the Engine will finally be what you envisioned."},{"T":"301","2":"Letter","3":"I'll return and see it for myself when the first helium-3 transport craft leaves."},{"T":"301","2":"Sophia","3":"As for the question you mentioned in the last letter, I... I don't know how to answer you."},{"T":"301","2":"Sophia","3":"But the Gray Raven Commandant said that 'I don't know' was also an answer."},{"T":"301","2":"Sophia","3":"So, my answer is: 'Current me doesn't know how to answer.'"},{"T":"301","2":"Sophia","3":"Strange... Past me wouldn't have hesitated to say 'execute'..."},{"T":"301","2":"Sophia","3":"After all, they're my lead... Jamilah's enemy. Enemies must be destroyed."},{"T":"301","2":"Letter","3":"But I thought about what you said to me before I left..."},{"T":"301","2":"Letter","3":"'I hope what comes back is no longer my sword or my doll, but a girl who sees the world for what it truly is.'"},{"T":"301","2":"Letter","3":"I... still don't know what you mean. You have given me life and hope. I only wish to be your sword."},{"T":"301","2":"Letter","3":"If you have time, please write back and tell me the exact reason for sending me here."},{"T":"301","2":"Sophia","3":"From S…oph…ia"},{"T":"301","2":"Sophia","3":"...Phew."},{"T":"301","2":"Sophia","3":"...It still looks a little strange."},{"T":"301","2":"Sophia","3":"But if I scratch out any more... I'll rip the paper."},{"T":"301","2":"Sophia","3":"Huh? Who knocks at a time like this..."},{"T":"301","2":"Hassen","3":"Good evening."},{"T":"301","2":"Sophia","3":"...President!"},{"T":"301","2":"Hassen","3":"Outside of working hours, just call me Mr. Hassen."},{"T":"301","2":"Hassen","3":"—Even though I came to speak with you about work."},{"T":"301","2":"Sophia","3":"You mean... My transfer request?"},{"T":"301","2":"Hassen","3":"Correct. You've applied to be transferred out of the Gray Ravens to a new squad. I came to hear why."},{"T":"301","2":"Sophia","3":"I... can't keep up with them in battle."},{"T":"301","2":"Hassen","3":"Is that so? I asked Liv for the log of your last mission."},{"T":"301","2":"Hassen","3":"Based on the battle log, it's hard to say who couldn't keep up."},{"T":"301","2":"Hassen","3":"Regardless, that's not important now. Where do you want to be transferred?"},{"T":"301","2":"Sophia","3":"...I'd like to be transferred to Cerberus if possible."},{"T":"301","2":"Hassen","3":"I see. A knife belongs with other knives. Is that it?"},{"T":"301","2":"Sophia","3":"...Correct. I don't think I'm suitable for the Gray Ravens."},{"T":"301","2":"Hassen","3":"But since Jamilah sent you here... Do you think she really wants you to be like a dagger?"},{"T":"301","2":"Sophia","3":"...!"},{"T":"301","2":"Hassen","3":"...So be it."},{"T":"301","2":"Hassen","3":"I've got bad news, though. I don't know which filing cabinet Celica stuffed your transfer request in."},{"T":"301","2":"Hassen","3":"Celica may need a few days before she can process it."},{"T":"301","2":"Hassen","3":"I'm going to get going."},{"T":"301","2":"Sophia","3":"..."}]