[{"T":"301","3":"Storytellers always say, do the right thing and go the right way."},{"T":"301","3":"What comes around goes around. The only thing that is constant is change."},{"T":"301","3":"One sunny day, the peaceful street is disturbed by some unpleasant noises."},{"T":"301","2":"???","3":"Screw you! I don't care who you are. Nobody is going to stop us today."},{"T":"301","3":"The masked speaker spits on the mottled pillar."},{"T":"301","2":"???","3":"Look at this martial arts club, so run down, with only two members. We only charge a small fee to protect this place. You won't find this due anywhere!"},{"T":"301","2":"Pulao","3":"Um... I think it's 'deal,' right? Master once taught me that word."},{"T":"301","2":"???","3":"**** you! I say it's due, then due it is!"},{"T":"301","2":"??","3":"Demon Bane said it! Don't you d-d-dare..."},{"T":"301","2":"??","3":"Mess with us!"},{"T":"301","2":"Pulao","3":"Master and I are more than enough to protect ourselves. But thanks for your offer anyway."},{"T":"301","2":"Demon Bane","3":"Tsk. Lucky Dog, Ding Gold, have I not made myself clear?"},{"T":"301","2":"Lucky Dog","3":"I don't think so, Demon Bane. Other shops were already paying before we finished our lines."},{"T":"301","2":"Ding Gold","3":"This girl doesn't look too familiar. I'm a-a-afraid..."},{"T":"301","2":"Lucky Dog","3":"What are you afraid of? Don't you dare let the Gung-hoer's name down."},{"T":"301","2":"Ding Gold","3":"I'm afraid that she's new here!"},{"T":"301","2":"Pulao","3":"Wow, you guys are smart. I didn't have to tell you."},{"T":"301","2":"Pulao","3":"I'm pretty new here. I came at..."},{"T":"301","3":"Wait, when did I come here?"},{"T":"301","3":"She is about to answer, but hesitates at the end."},{"T":"301","3":"She looks at the quiet club, antique streets, walls shrouded in mist, and listens to the humming of machines from afar."},{"T":"301","3":"It all looks so familiar, but Pulao is feeling a little strange."},{"T":"301","3":"But the man with a purple mohawk—the other guy calls him 'Demon Bane'—obviously can't sense it. He sits on a chair and crosses his legs."},{"T":"301","2":"Demon Bane","3":"Hmph, no wonder you have no clue."},{"T":"301","2":"Demon Bane","3":"Whoever wants to make a living here must seek permission from us Gung-hoers first."},{"T":"301","2":"Demon Bane","3":"You're in luck today, because we are in a good mood. Fine, I'll give you an official introduction."},{"T":"301","3":"Lucky Dog and Ding Gold immediately kneel down putting their hands up. Demon Bane kicks the chair away, then quickly steps on their back and leaps off their hands, grabbing the beam of the house and, with a double twist 4.5 somersault in a tucked position, landing firmly on the ground."},{"T":"301","3":"With his back facing Pulao, Demon Bane puts his hands together and runs them over his mohawk, then turns around and points at her."},{"T":"301","2":"Demon Bane","3":"We are the Gung-hoers!"},{"T":"301","2":"Pulao","3":"...?"},{"T":"301","3":"Pulao looks puzzled. Demon Bane has to repeat his gesture."},{"T":"301","2":"Demon Bane","3":"We are the Gung-hoers!"},{"T":"301","2":"Pulao","3":"..."},{"T":"301","2":"Demon Bane","3":"..."},{"T":"301","2":"Pulao","3":"Sorry, what's your name again?"},{"T":"301","2":"Demon Bane","3":"'Gung-ho'ers!"},{"T":"301","2":"Demon Bane","3":"Tales of our misdeeds are told from aged care services to kindergartens. We are the darkness of this land and will bow to no one."},{"T":"301","2":"Demon Bane","3":"We are the 'Gung-ho'ers, the greatest dark kings of this street!"},{"T":"301","2":"Lucky Dog","3":"Demon Bane, you're so cool!"},{"T":"301","2":"Ding Gold","3":"T-that's it, bro!"},{"T":"301","2":"Pulao","3":"But why does it sound so random to me? Like whoever picked the name wasn't even thinking."},{"T":"301","2":"Ding Gold","3":"T-that's it, bro!"},{"T":"301","2":"Demon Bane & Lucky Dog","3":"Huh?"},{"T":"301","2":"Ding Gold","3":"No! I didn't mean it!"},{"T":"301","2":"???","3":"I hear a lot of chatting. What's going on?"},{"T":"301","2":"Pulao","3":"Here you are, Master!"},{"T":"301","2":"Demon Bane","3":"Master? So you are the boss of this pathetic place."},{"T":"301","2":"Master","3":"I am just a nobody who decided to stay behind and take care of the club."},{"T":"301","2":"Demon Bane","3":"Whatever. I don't care."},{"T":"301","2":"Demon Bane","3":"Nobody can walk away until you pay your share."},{"T":"301","2":"Master","3":"Our priority has always been to serve humans. How about we all take a seat and talk about it?"},{"T":"301","3":"Master brings a few more chairs, but Lucky Dog and Ding Gold just kick them away."},{"T":"301","2":"Ding Gold","3":"We d-don't sit."},{"T":"301","2":"Lucky Dog","3":"We were only asking for a small fee, but this little girl really pissed off Demon Bane. Now you're in for a big compensation."},{"T":"301","2":"Master","3":"But..."},{"T":"301","2":"Demon Bane","3":"****, you could have walked away easily. Now you are forcing me to use violence."},{"T":"301","3":"No longer able to contain his rage, Demon Bane starts to pull Master toward him."},{"T":"301","3":"To his surprise, the ordinary-looking Master has not moved a single inch."},{"T":"301","2":"Demon Bane","3":"Hmph."},{"T":"301","3":"But Demon Bane is obviously 'experienced' in this sort of situation. He suddenly groans in pain and waves his arms in an exaggerated way, falling back on the wooden floor of the martial arts club and sliding meters back."},{"T":"301","2":"Lucky Dog & Ding Gold","3":"Demon Bane!"},{"T":"301","2":"Demon Bane","3":"I gave you a chance. You've got some real guts fighting us Gung-hoers."},{"T":"301","2":"Master","3":"Huh?"},{"T":"301","2":"Pulao","3":"You fell on your own. Master didn't do anything!"},{"T":"301","2":"Demon Bane","3":"See, you just won't admit what you did."},{"T":"301","2":"Demon Bane","3":"I must teach you a lesson today."},{"T":"301","2":"Pulao","3":"How dare you!"}]