[{"T":"301","2":"Lucia","3":"This should be the target of our mission, the ground tactical terminal."},{"T":"301","2":"Lee","3":"Well, judging by the appearance, the tactical terminal is not damaged. Seems that the Ascendants haven't found it yet."},{"T":"301","2":"Lucia","3":"Let's test and recycle the data, Lee."},{"T":"301","2":"Lee","3":"First, we need to activate the tactical terminal. By the way, I've discovered something."},{"T":"301","2":"Lee","3":"On the way here, I've explored the information about the memory data many times. Since the records were too far back, there's a severe loss of data."},{"T":"301","2":"Lee","3":"From the analysis of limited records, the memory data is not dangerous. But there's something wrong about the records..."},{"T":"301","2":"???","3":"Hmm... Such a good sleep... Well?"},{"T":"301","2":"???","3":"I feel so light! Where are our bodies?"},{"T":"302","2":"Oh, this is...","4":"Cottie!"},{"T":"301","2":"Lucia","3":"Protect the Commandant!"},{"T":"301","2":"Cottie","3":"Commandant? There's no moe reaction. Such a familiar feeling... yet a bit different. Are you loser? Have you betrayed the Moe Army?"},{"T":"301","2":"Lee","3":"So I guess this is what the missing data and abnormal reaction in the records refer to."},{"T":"301","2":"Lee","3":"The original memory data actually exists in such a form... That's incredible."},{"T":"301","2":"Liv","3":"Miss Cottie... seems to have mistaken you with someone she knows."},{"T":"301","2":"Lucia","3":"I sort of figured it out. Commandant, if you don't mind, please allow me to explain to Marshal Cottie what's going on."},{"T":"302","2":"Sure.","4":"Please, Lucia."},{"T":"301","3":"..."},{"T":"301","2":"Cottie","3":"Wh-what? Does it mean we won't be able to have donuts again?"},{"T":"301","2":"Liv","3":"I kind of... feel sorry for her."},{"T":"301","2":"Lee","3":"Data shows that the memory prototype of Cottie died from complications of hyperglycemia caused by eating too many donuts at the age of 86."},{"T":"301","2":"Cottie","3":"How? The donut entered the other stomach, why did it turn into my blood sugar?"},{"T":"301","2":"Lee","3":"Doesn't the other stomach also grow in you?"},{"T":"302","2":"Exactly!","4":"Let's get to the point."},{"T":"301","2":"Cottie","3":"Any way, since the Moe War is over, I have no reason to fight any more..."},{"T":"301","2":"Cottie","3":"Do you think I'd say that? Lo... Commandant over there!"},{"T":"301","2":"Cottie","3":"In a word, you have to win my approval if you want me to help you!"},{"T":"301","2":"Cottie","3":"I don't care about that so-called Punishing Virus. It's unforgivable for it to go after me, the great marshal!"},{"T":"301","2":"Cottie","3":"Restore everything about the Moe Army back to normal, the memory, the data... save it all to win my approval, got it?"},{"T":"302","2":"Got it.","4":"That's part of the job."},{"T":"301","2":"Cottie","3":"Hmph, that's glad to hear."},{"T":"301","2":"Lee","3":"Memory data integrity test passed. No sign of Punishing Virus corruption was detected. Carrying out memory recycle as planned."},{"T":"302","2":"Let's go, Cottie.","4":"First mission completed, right, Lucia?"},{"T":"301","2":"Cottie","3":"I'll allow you to take me away for now to test the results of your mission!"},{"T":"301","2":"Lucia","3":"Yes, Commandant."},{"T":"301","2":"Lee","3":"—Memory: Cottie, recycled."}]