[{"T":"301","3":"The short contest—maybe 'performance' is a better description—quickly comes to an end. Pulao stands in the center alone, surrounded by the moaning of Gung-hoers."},{"T":"301","2":"MC Solar","3":"Ouch... Bro, no, sis, we're sorry. Please stop beating us."},{"T":"301","2":"MC Solar","3":"We just want to make a living."},{"T":"301","2":"Pulao","3":"You can make a living in many ways. Why bully others?"},{"T":"301","2":"MC Solar","3":"Being the Gung-hoers is just a job. Music is our life."},{"T":"301","2":"MC Solar","3":"You see, we had some music test..."},{"T":"301","2":"Pulao","3":"You mean taste?"},{"T":"301","2":"MC Solar","3":"Right, music taste."},{"T":"301","2":"MC Solar","3":"We had some music taste, so we got confident. We started a band, hoping to become prominent."},{"T":"301","2":"MC Solar","3":"But our dream was only a dream. The interviewer only cared about looks, not your performance."},{"T":"301","2":"MC Solar","3":"We tried to sing our songs, but no one seemed to cherish them. We had no supporters, so we had to go backstage."},{"T":"301","2":"MC Solar","3":"No longer musicians, we became their pets. We did everything to survive, even had to mime."},{"T":"301","3":"As he speaks, the other three also let out a long sigh."},{"T":"301","2":"MC Solar","3":"We were sick of kneeling to the capital. We wanted to fight the big people."},{"T":"301","2":"MC Solar","3":"Reality gave us a hard lesson. Not everybody had the right to pursue their dreams."},{"T":"301","2":"MC Solar","3":"But without music, all we had left was violence. We turned our dreams into weapons."},{"T":"301","2":"MC Solar","3":"We have already plead guilty to our crime, but who can say this world is perfectly right?"},{"T":"301","2":"Pulao","3":"Um... It makes some sense, but I feel like he's just finding excuses."},{"T":"301","2":"Master","3":"Life is never easy for anyone."},{"T":"301","2":"Pulao","3":"Master! Why are you here?"},{"T":"301","2":"Master","3":"Oh, I feel much better after taking the elixir. It really works wonders. The Punini virus was eliminated immediately."},{"T":"301","2":"Pulao","3":"That's great!"},{"T":"301","2":"Pulao","3":"What about these guys..."},{"T":"301","2":"Master","3":"You have grown up, and I'm old. It's time for me to leave the stage."},{"T":"301","2":"Pulao","3":"What do you mean, Master? Are you leaving me alone?"},{"T":"301","2":"Master","3":"It's only a matter of time before you take over the club. As a future 'Master', you should decide what to do with these people."},{"T":"301","2":"Master","3":"Rest assured that I'll always be around no matter what happens."},{"T":"301","2":"Pulao","3":"..."},{"T":"301","3":"Master sits back on the chair behind the counter. Pulao looks at the beaten-up crowd in front and thinks for a while before she speaks."},{"T":"301","2":"Pulao","3":"You said being the Gung-hoers was just a job. If I give you a new job, can you stop harassing the city?"},{"T":"301","2":"MC Solar","3":"Huh?"},{"T":"301","2":"Pulao","3":"I mean, um..."},{"T":"301","2":"Pulao","3":"Would you like to work in our club?"},{"T":"301","2":"MC Solar","3":"C-can we?"},{"T":"301","2":"MC Solar","3":"Can we lowly gangsters really have such an offer?"},{"T":"301","2":"Pulao","3":"Yeah. Having power isn't necessarily a bad thing."},{"T":"301","2":"Pulao","3":"We welcome anyone willing to use their power to protect the people around them."},{"T":"301","2":"MC Solar","3":"Bro, no, sis..."},{"T":"301","2":"Pulao","3":"Wait, what are you doing? Why are you cutting yourself? Stop it!"},{"T":"301","3":"Pulao quickly steps forward, trying to stop MC Solar's strange action. To her surprise, he is moving extremely fast, as if her words have revitalized him. He continues to run from Pulao and shouts in the martial arts club."},{"T":"301","2":"MC Solar","3":"I, MC Solar, hereby pledge to always treat Pulao as my big sis no matter what happens! Lucky Dog, Ding Gold, get me a bowl. I'm gonna swear an alliance of blood!"},{"T":"301","2":"Pulao","3":"Please, don't do that!"},{"T":"301","2":"Pulao","3":"Demon Bane, Heaven Breaker? Why are you also kneeling? Stop MC Solar please!"},{"T":"301","2":"Master","3":"(Chuckles)"},{"T":"301","2":"Pulao","3":"Argh... Master, stop laughing! Come help me!"},{"T":"301","2":"Master","3":"I just can't stop it seeing you having so much fun with them."},{"T":"301","2":"Master","3":"It's nice, isn't it?"},{"T":"301","3":"One sunny day, the peaceful street continues to be disturbed by some unpleasant noises."},{"T":"301","3":"But this time, the atmosphere has changed."},{"T":"301","3":"A cry of a whale comes from the distance through the clouds, the roofs, and the bustling crowd."}]