[{"T":"301","3":"Chi Ling feels like the distance from the City Gate to the East City District were opposite ends of the world."},{"T":"301","3":"Every step seems to require every ounce of his remaining strength."},{"T":"301","3":"The Corrupted roar, drowning out his headset and causing him to lose contact with his troops a few minutes prior. The roar even echoes through the channel, so Chi Ling simply removes his headset and holds it in his hand."},{"T":"301","2":"Chi Ling","3":"Useless. Oh, well. I know what I have to do."},{"T":"301","3":"Chi Ling crushes his headset, causing electric currents to travel up his hand. He steps forward, knowing that returning to his position would only incur more losses."},{"T":"301","3":"He squats down and charges up with his right hand. He aims at his target, then... Three, two, one—punch!"},{"T":"301","3":"Chi Ling's fist caves in the Corrupted's head in front of him. It flails its arms in an attempt to attack, but a quick melee with the butt of his gun destroys its visual module."},{"T":"301","2":"Chi Ling","3":"524 Corrupted down. Just 10 more meters to go."},{"T":"301","3":"The familiar sound of an explosion comes from behind again. Debris from the Corrupted falls at Chi Ling's feet. He knows from the sound that another Pulao soldier had just detonated a grenade on themselves."},{"T":"301","3":"He cannot stop. He has to take advantage of the gap that his companions had won for him. Chi Ling charges forward."},{"T":"301","3":"Chi Ling knocks a Corrupted to the ground and tramples it. Brass bullet casings scatter on the Corrupted's body."},{"T":"301","3":"Chi Ling swings his weapon forcefully and quickly reloads. He looks at the wave of Corrupted surging toward him. After reloading, he points the gun downward and fires, killing the Corrupted below him."},{"T":"301","2":"Chi Ling","3":"Five hundred twenty-five."},{"T":"301","3":"Kowloong's standard rifle has strong firepower. Even adult men have to hold it with both hands to suppress its recoil."},{"T":"301","3":"But now, Chi Ling no longer have to worry about accuracy. At such close range, each shot will hit one or two of the countless Corrupted."},{"T":"301","3":"The powerful recoil makes Chi Ling's right arm go numb, but as long as it does not prevent him from pulling the trigger, he could not care less."},{"T":"301","3":"Chi Ling rushes forward, shouting at and blasting Corrupted with each explosive bullet."},{"T":"301","2":"Chi Ling","3":"557 down. 4 meters left."},{"T":"301","3":"Exhausting the last cartridge, Chi Ling tosses the rifle."},{"T":"301","3":"Seeing Chi Ling's firepower dwindle, the Corrupted surround him from all sides."},{"T":"301","3":"Ignoring his right leg that was just injured while sprinting, Chi Ling pulls out his tactical knife and walks toward the enemy in front of him."},{"T":"301","2":"Chi Ling","3":"The people of Kowloong will not lose to you monsters."},{"T":"301","3":"A figure charges through the gray and black Corrupted as dazzling light reflects off the white exoskeleton."},{"T":"301","2":"Pulao Crew Survivor","3":"Long live the Kowloong Chamber of Commerce!"},{"T":"301","3":"Oil and blood flows through the battlefield. Survivors fire their last rounds of ammo to carve a path for Chi Ling through the ocean of Corrupted, ignoring that they will be engulfed in the waves the next moment."},{"T":"301","3":"In all the fighting, Chi Ling's legs below the knee have already gone missing, and even his right arm has suffered a severe compound fracture."},{"T":"301","2":"Qu","3":"Get out of my way!"},{"T":"301","3":"A glaive passes behind Chi Ling and sends a Corrupted flying."},{"T":"301","2":"Qu","3":"4th Division, follow me to cover the 1st Division!"},{"T":"301","3":"Following Qu's shout, the division shoots the Corrupted in front of Chi Ling with unrestrained malice."},{"T":"301","3":"The enraged Corrupted no longer focus on Chi Ling, instead, they turn to block Qu and the division with their attacks."},{"T":"301","2":"Qu","3":"Darn it!"},{"T":"301","3":"Qu brandishes her glaive, slicing and dicing her way through the Corrupted that stand in her way. However, even with the firepower of the 4th Division, they make little progress advancing against the massive horde."},{"T":"301","2":"Chi Ling","3":"Lady Qu..."},{"T":"301","3":"Hearing Qu's voice behind him, Chi Ling props his tattered body with what remains of his right arm and crawls toward the defense turret."},{"T":"301","3":"Finally, Chi Ling reaches the turret. Slowly propping himself up, he detaches the transmission cable on his exoskeleton and connects it to the turret."},{"T":"301","2":"System","3":"Turret rebooting—"},{"T":"301","3":"Hearing the turret's system alert, Chi Ling finally breathes a sigh of relief and crumbles against the turret."},{"T":"301","2":"Chi Ling","3":"I, Chi Ling... have completed my mission..."},{"T":"301","3":"Chi Ling murmurs, his throat in agony with each word. He leans against the turret and makes his final salute to Qu, closing his eyes peacefully afterward."},{"T":"301","2":"Qu","3":"Chi Ling!!!"},{"T":"301","2":"Chi Ling","3":"I, officer of the Pulao Crew, will hereby be your second in command."},{"T":"301","3":"——"},{"T":"301","2":"Chi Ling","3":"Lady Qu, what brings you here? These recruits still haven't been approved for review yet."},{"T":"301","2":"Chi Ling","3":"I'm too strict?"},{"T":"301","2":"Chi Ling","3":"Let the rookies complain. This training will improve their chances of survival on the battlefield."},{"T":"301","3":"——"},{"T":"301","2":"Chi Ling","3":"I'm too serious? Sorry, I don't know how to act at a celebration banquet."},{"T":"301","3":"He has always held himself to the strictest standard and maintained utmost loyalty in his duty by devoting his life to Kowloong."},{"T":"301","3":"And Qu knows. This outstanding leader, outstanding soldier, outstanding friend—Chi Ling—is no longer of this world."},{"T":"301","3":"Corrupted wreak havoc on the battlefield, crushing machinery and human bodies, laughing at the useless struggle of mankind."},{"T":"301","3":"As the turret behind Chi Ling reboots, a group of Corrupted return to destroy it. Just as a Corrupted's claws are about to rend Chi Ling's body to pieces, a glaive descends from above and nails the claw to the ground."},{"T":"301","3":"The impact launches up debris and sends the surrounding Corrupted flying in all directions. Qu picks up the glaive and walks out of billowing smoke and dust."},{"T":"301","3":"After a moment of dismay, the Corrupted regain composure and launch an attack on the humans before them. Qu waves her glaive and destroys their electronic brains with pinpoint accuracy."},{"T":"301","3":"The Corrupted that were hit stop in their tracks mid-attack. As they fall to the ground, Qu sweeps them away, sending their remains flying into the another crowd of Corrupted."},{"T":"301","2":"Qu","3":"Abominations like you do not belong in this world."},{"T":"301","3":"Qu continues her assault, charging in the direction of the surrounding Corrupted that were hit."},{"T":"301","2":"Qu","3":"Now, you shall taste the same agony humans have suffered in this war."},{"T":"301","3":"Qu slices through the Corrupted like a hurricane, rending them to pieces. Her hands bleed from the blisters caused by her weapon, but she still continues to fight."},{"T":"301","2":"Qu","3":"And the wrath of Kowloong soldiers on the frontline protecting others!"},{"T":"301","3":"Qu inserts the worn glaive into the ground, then springs into the air, leaping off her weapon. She thrusts her hands out mid-air onto the head of Corrupted and smashes it into the ground in front of her."},{"T":"301","3":"Qu quickly picks up a rifle and unleashes fire into a group of Corrupted. The barrage of bullets obliterate all the Corrupted that approach the turret."},{"T":"301","2":"Qu","3":"Even in the face of death, we should leave evidence of our own life and face death with a smile. This is the beauty that only humans have."},{"T":"301","2":"Qu","3":"But for scrap metal like you, your existence has been and will always be meaningless. Death is Kowloong's greatest kindness to you!"},{"T":"301","3":"Qu puts down her rifle and walks to the defense turret with explosions at her back."},{"T":"301","3":"With the efforts of Qu and the 6th Division, the East City District is finally cleared of Corrupted. A Pulao soldier walks up to Qu and hands her a KCC flag."},{"T":"301","2":"Qu","3":"Rest in peace..."},{"T":"301","3":"With that, Qu covers Chi Ling's body with the flag."},{"T":"301","3":"The defense turret fires round after round as Qu stands beneath the city wall and looks out at the battlefield."},{"T":"301","2":"Pulao Crew A","3":"Lady Qu, there's no sign of Danhao..."},{"T":"301","2":"Qu","3":"I see..."},{"T":"301","2":"Qu","3":"...This is not the time to mourn. The sacrifice of our companions enabled us to recapture all our defense turrets."},{"T":"301","2":"Qu","3":"Send orders to regroup all divisions and regiments. Consolidate supplies to ensure the integrity of our formation."},{"T":"301","2":"Pulao Crew A","3":"Roger!"},{"T":"301","3":"Hearing the orders, the soldier turns and leaves. Qu picks up her weapon and returns to the frontline."},{"T":"301","2":"Qu","3":"Comrades, your sacrifices won't be in vain."},{"T":"301","2":"Qu","3":"I will inherit your will."}]