[{"T":"301","3":"Right when you are about to lose your patience, Camu finally contacts you."},{"T":"301","2":"Camu","3":"I found the control room. The connection underground is very unstable. I just found a place where I have signal."},{"T":"301","2":"Asimov","3":"Good. 【kuroname】, transfer the visuals over. I'll run the analysis right away."},{"T":"301","2":"Camu","3":"Hey, tech guy, hurry up. This place ain't all flowers and daisies even for me."},{"T":"301","2":"Asimov","3":"Don't rush me. The more you rush, the slower it gets."},{"T":"301","2":"Roland","3":"Ahem... That's basically what happened."},{"T":"301","2":"Roland","3":"There was a trip-up due to unexpected company, but the situation is still under our control."},{"T":"301","2":"Luna","3":"Is that so?"},{"T":"301","2":"Luna","3":"So where is our main dish?"},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"He is now wandering in the center of the auto-building structure. It will take him quite a while to squirm out of that place."},{"T":"301","2":"Roland","3":"Long enough that the others can get our plans on the surface sorted out."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Roland","3":"Please do not worry, Miss Luna. He can't do anything in this hunting ground of ours."},{"T":"301","2":"Roland","3":"Of course, you need only will it, and I can arrange for the Corrupted to dispose of him—in advance, to prevent future problems."},{"T":"301","2":"Roland","3":"He, and the data he holds, will pose no threat to you, milady."},{"T":"301","2":"Luna","3":"No. Act according to plan."},{"T":"301","2":"Luna","3":"I decide what to do with him. Not you."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Luna","3":"Roland, do you find my decision disagreeable?"},{"T":"301","2":"Roland","3":"...No. I would never."},{"T":"301","3":"..."},{"T":"301","2":"Roland","3":"Hm-hmm... Miss Luna, the deeper you hide your true purpose, the greater my curiosity grows."},{"T":"301","2":"Asimov","3":"Scan complete."},{"T":"301","2":"Asimov","3":"Looks like this panel is linked to the passages in various parts of the park."},{"T":"301","2":"Asimov","3":"As for the other one... It's probably the park's power management switch. Still looking into it."},{"T":"301","2":"Asimov","3":"You might want to get a move on. Pressing the wrong button shouldn't be that much trouble. I'll contact you when I make progress."},{"T":"301","2":"Lee","3":"Then the only thing that's left, is..."},{"T":"301","2":"Camu","3":"【kuroname】, I'll just press all the buttons and pull all the levers. The floor's yours after that."},{"T":"301","2":"Vera","3":"A theme park, huh... Just not a Vera place."},{"T":"301","2":"Vera","3":"But, good enough as long as there's a battlefield for me to dance. Nothing else matters."},{"T":"301","2":"Vera","3":"21."},{"T":"301","2":"No. 21","3":"Ready. Awaiting orders."},{"T":"301","2":"Vera","3":"Noctis."},{"T":"301","2":"Noctis","3":"Yeah, yeah, ready since time immemorial. Y'know them ravens and hawks seem to be in the same mission area. You sure that's okay?"},{"T":"301","2":"Vera","3":"Who cares about them? We have our own mission."},{"T":"301","2":"Noctis","3":"Yeah, but you and that Commandant... Wazzat-face? 【kuroname】? Ain't ya drummed up about 'em?"},{"T":"301","2":"Vera","3":"Say one more word. I'll cut your head off, bring it back to Babylonia, and sew it on a service robot."},{"T":"301","2":"Noctis","3":"Fiiiiine fine... Guess we just do our job as usual."}]