[{"T":"301","3":"Without the researchers hard at work, the Science Council Second Department laboratory appears emptier than usual, which makes the two female figures inside all the more out of place."},{"T":"301","3":"The slightly older woman nods and smiles, placing her hand on the desk, and the queen of the night projected above slowly dissipates."},{"T":"301","2":"Ishmael","3":"Is that what you want..."},{"T":"301","3":"Despite phrasing it as a question, Ishmael sounds less like asking and more like stating a known fact."},{"T":"301","2":"Nanami","3":"Yes, that is the promise Nanami made!"},{"T":"301","2":"Ishmael","3":"A promise..."},{"T":"301","2":"Ishmael","3":"Alright... I will fulfill the promise you made to her."},{"T":"301","2":"Nanami","3":"Then I'll entrust Commandant to you..."},{"T":"301","3":"Nanami stops smiling. She places her hands before her chest, having made up her mind."},{"T":"301","2":"Nanami","3":"Nanami... has something very important to do."},{"T":"301","3":"Trailblazer still stands at the front of the frigate, his expression hidden as he stares at Babylonia, which seems to be an arm's length away."},{"T":"301","2":"Trailblazer","3":"It has been... 300 seconds since Haicma invaded Babylonia."},{"T":"301","3":"He glances at the side where Haicma is safely placed, her consciousness still deeply engaged in the infiltration."},{"T":"301","2":"Trailblazer","3":"According to the battle protocols of Project Ark... Haicma's infiltration is considered a failure."},{"T":"301","2":"Trailblazer","3":"Setting course for Babylonia complete. If I don't return in 1800 seconds, the frigate will crash into Babylonia."},{"T":"301","2":"Trailblazer","3":"Our operation might have failed, but at least we can strike a heavy blow at the humans, buying the Church enough time to launch another wave of attack."},{"T":"301","3":"With that, Trailblazer ignites his thrusters, its blinding flame separating him from the frigate's artificial gravity. He begins to hover, and his laser blade generators start to glow brightly."},{"T":"301","2":"Trailblazer","3":"Entering the next phase of Project Ark. This is 'Chariot'—Trailblazer, launching an assault on Babylonia...!"},{"T":"301","3":"At this moment, the alarm on the frigate starts blaring. The system shows an object flying toward the ship at incredible speed."},{"T":"301","2":"Trailblazer","3":"So, the Babylonians have discovered us... Beginning intercept!"},{"T":"301","3":"The frigate fires its anti-ballistic missiles, but the aged defense system struggles to hit the glowing object flying at the speed of a shooting star and accelerating still."},{"T":"301","2":"Trailblazer","3":"It's going to hit us! There's no dodging it—brace for impact!"},{"T":"301","3":"The shooting star pierces the outer layer of the frigate, crashing directly on the deck."},{"T":"301","3":"Trailblazer stares at the uninvited guest and finds a mech that rivals him in size, on top of which... sits a young girl."},{"T":"301","2":"Trailblazer","3":"There's no information on a Construct like you in the database of Babylonia... You are no Construct. You are a machine like us."},{"T":"301","3":"The girl before him does not attack. She jumps down on her mech, her gaze landing on Haicma in the distance."},{"T":"301","2":"???","3":"Haicma... The Church of Machina is still lost on the wrong path, just like what I saw in the future."},{"T":"301","2":"???","3":"If we don't change the future, machines and humans will remain enemies. They'll never end up as friends."},{"T":"301","3":"The girl looks unbelievably desolate. It is unfathomable to Trailblazer."},{"T":"301","2":"Trailblazer","3":"Friends? With humans? If you're one of us, then you know that humans have never treated us as equals. Machines are only their tools—a means to an end."},{"T":"301","2":"Trailblazer","3":"The Punishing Virus... costs our kin their lives and their selves. And what do the humans do, having been responsible for all these disasters? They slaughter us like monsters."},{"T":"301","3":"The girl does not refute him. Instead, she nods solemnly."},{"T":"301","2":"???","3":"You're right, and this will lead to a full-scale war between machines and humans in the future. If our hands are too busy holding weapons... then they won't be able to shake each other's hands."},{"T":"301","2":"???","3":"But right now, in the present, we still have a choice to choose a different future..."},{"T":"301","2":"Trailblazer","3":"Obviously... The Church of Machina is working to change the future. If we are destined to fight, machines simply have to eliminate humankind now. We can then take our kin away from Earth without humanity's threat."},{"T":"301","3":"Trailblazer extends the full arsenal on his body. He is, in his entirety, a mechanized organism designed only for killing."},{"T":"301","2":"Trailblazer","3":"My human creator made me to kill other humans. My purpose was this simple and pure... See? Even humans couldn't be 'friends' with each other. What you're hoping for is a mere fantasy."},{"T":"301","2":"???","3":"Just like how we are awakening, humans are also trying to change themselves, tending to and befriending each other. I think the future this power can create is beyond Gestalt's calculation."},{"T":"301","2":"Trailblazer","3":"Is this the ending you've calculated, then?"},{"T":"301","3":"The girl shakes her head playfully and smiles."},{"T":"301","2":"???","3":"Not really. This is Nanami's 'belief'!"},{"T":"301","2":"Trailblazer","3":"'Belief.' That's a nice word. I'll remember it."},{"T":"301","2":"Trailblazer","3":"Nanami... That's your name, isn't it? If you and I believe in a different future, then we shall perform an experiment to test which hypothesis has the strength to forge a path onward."},{"T":"301","3":"Trailblazer stops talking, rerouting all his computing power to his tactical circuit. Despite how frail the girl looks, her mech less armed, Trailblazer somehow knows that he cannot underestimate her."},{"T":"301","2":"Trailblazer","3":"I will do my best to defeat you!"},{"T":"301","2":"Nanami","3":"And Nanami will do her best to stop you!"},{"T":"301","3":"Their light weaving together, the thrusters of the two giant machines ignite at the same time."}]