[{"T":"102","1":"Graffiti Art","2":"Chapter 1"},{"T":"301","2":"Liv","3":"Lucia!"},{"T":"301","2":"Lucia","3":"L-Liv...? I'm... fine..."},{"T":"301","2":"Liv","3":"How can it be all right?! You're hurt all over, and now you can't feel because you cut off your pain receptors."},{"T":"301","2":"Liv","3":"Stay put! I'll try to temporarily reinforce your damaged parts..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"I'm sorry, Lucia."},{"T":"301","2":"Lee","3":"I wasn't of much help that last fight."},{"T":"301","2":"Lucia","3":"Her... speed... her precision... It's a miracle I survived that long..."},{"T":"301","2":"Lucia","3":"It was pure guesswork that I managed to deflect those few blows..."},{"T":"301","2":"Lee","3":"I see... From what I can surmise from that battle, her blade strategy set shares great similarities to yours."},{"T":"301","2":"Lucia","3":"Similar...? Beaten at my own game, then... If only my visual signals weren't..."},{"T":"301","2":"Lucia","3":"I don't understand... Why was I... the only one affected?"},{"T":"301","2":"Lee","3":"...Something like that has never happened before."},{"T":"301","2":"Lee","3":"The Memory Inductive Neural Depository, or M.I.N.D. system of us Constructs function in a vastly different way than the logic circuits of mechs and androids—"},{"T":"301","2":"Lee","3":"Which means it is extremely difficult to disrupt a specific target."},{"T":"301","2":"Lee","3":"So unless they have a far more superior grasp of M.I.N.D. tech than the scientists back at Babylonia, it is impossible to specifically target someone."},{"T":"301","2":"Lucia","3":"...At least the battle data was recorded, now we only have to wait for the analytics from HQ."},{"T":"301","2":"Lucia","3":"Let's hurry to the nearest meeting point."},{"T":"301","2":"Liv","3":"WAIT!"},{"T":"301","2":"Liv","3":"30 seconds, Miss Wounded Lucia. There are still 30 seconds before your nano-reinforcement glue stabilizes. Wait."},{"T":"301","2":"Lucia","3":"...Alright..."},{"T":"301","2":"Lee","3":"……"},{"T":"301","2":"Lee","3":"This is the designated meeting point."},{"T":"301","2":"Liv","3":"But there's a ton of... Construct.. remains... and Corrupted roaming around here...?"},{"T":"301","2":"Lee","3":"We're too late, the battle here's already over."},{"T":"301","2":"Lee","3":"Look at the signal emitter over there—"},{"T":"301","3":"A broken Corrupted lay motionless on the radio. Although it had lost its power, it had managed to insert its arm into the radio and completely corrupt it."},{"T":"301","2":"Lucia","3":"...The Constructs here lost hold. From the traces of battle here, they must have already given it their best..."},{"T":"301","3":"Lucia steps forward and ends the Corrupted's life with one swift cut. She then destroys the corrupted emitter in several slashes."},{"T":"301","2":"Liv","3":"So these signals are all just... bait from the Corrupted..."},{"T":"301","2":"Lee","3":"Looks like you're right. It's a primitive trap, but we fell right in it since we need supplies so badly... Should we keep going, Commandant?"},{"T":"302","2":"Search more thoroughly for friendly signals.","4":"Immediately leave to avoid being besieged."},{"T":"301","2":"Lee","3":"The longer we dawdle in this trap, the greater the danger we face, but... I'll still support your decision."},{"T":"301","2":"Lee","3":"Liv, you have better searching capabilities, so we'll leave that to you."},{"T":"301","2":"Liv","3":"Alright!"},{"T":"301","2":"Liv","3":"Commandant! W-wait!"},{"T":"301","2":"Liv","3":"...Wait! Several distress signals are blinking weakly nearby!"},{"T":"301","2":"Liv","3":"They must have been in hiding before and are now trying to ask for our help."},{"T":"301","2":"Lucia","3":"But the battle has already been going on for a long time. They haven't recalled yet?"},{"T":"302","2":"Recall?","4":"They must have something important to convey."},{"T":"301","2":"Lee","3":"This should be basic knowledge for squads and commandants..."},{"T":"301","2":"Lee","3":"A Construct's memory is unique just like a human's. However, Constructs can initiate a long-range recall just before their frame is destroyed."},{"T":"301","2":"Lee","3":"Though this would heavily deviate their M.I.N.D. thought model from the standard humanity thought model, it is still preferable to complete annihilation."},{"T":"301","2":"Lee","3":"If their M.I.N.D. is destroyed before they recall, then their memory will be completely destroyed."},{"T":"301","2":"Lee","3":"Quite possible, especially since that enemy is capable of destroying their entire Construct squad."},{"T":"301","2":"Liv","3":"Oh, no! Corrupted picked up their signal! A horde of Corrupted are headed right toward them!"},{"T":"301","2":"Lucia","3":"Commandant, your orders!"},{"T":"302","2":"Gray Raven, prepare for battle!"},{"T":"301","2":"Lucia, Lee, and Liv","3":"Roger!"}]