[{"T":"301","2":"Liv","3":"Ngh... I acted without thinking. Commandant... Are you okay?"},{"T":"301","3":"The pink force field around Liv barely manages to leave space to maneuver around in the pitch-black ruins."},{"T":"301","2":"Liv","3":"Seems like I had a flashback while unconscious... Guess I'll have no choice but to confront my demons."},{"T":"301","2":"Liv","3":"Even faced with someone such as me, the commandant has continued to respect me for who I am..."},{"T":"301","3":"Bang—!"},{"T":"301","2":"Liv","3":"That's... the commandant's pistol!"},{"T":"301","2":"Liv","3":"Are they still in danger?"},{"T":"301","3":"Liv props herself up again and slowly pushes outward, causing the darkness to gradually turn to light. The oppressive ruins around her begin to give way, exposing the familiar architecture before her."},{"T":"301","3":"Liv charges in the direction of the gunshot to discover 【kuroname】 pointing a gun at Vanessa."},{"T":"301","3":"After 【kuroname】 shoots, Lee follows in turn by drawing his guns and pointing them at Teasell and Bambinata. The two opposing Constructs raise their weapons and point them at the Gray Ravens. Lucia steps in front of 【kuroname】 and Lee with her blade drawn."},{"T":"301","2":"Vanessa","3":"What a remarkable first gift you gave me."},{"T":"302","2":"..."},{"T":"301","3":"Vanessa wipes the blood off her cheek."},{"T":"301","2":"Vanessa","3":"Attacking a superior? You won't be getting out of this that easily, 【kuroname】."},{"T":"302","2":"I won't let you continue to insult my comrades and our soldiers so easily either."},{"T":"301","2":"Vanessa","3":"Soldiers? Do you think dolls that resemble humans are worthy of being called soldiers?"},{"T":"301","2":"Vanessa","3":"They're nothing more than toys and tools to serve humanity's bidding."},{"T":"301","2":"Vanessa","3":"Are you so naive as to think everyone who has chosen to become a Construct really wishes to save the Earth?"},{"T":"301","2":"Vanessa","3":"As a commandant, you should know that Babylonia has given us preferential treatment when it comes to resources."},{"T":"301","2":"Vanessa","3":"Follow my orders until the end of the war, and I can assure you as many Constructs as you need. Bored of your toys? Are your toys broken? Replace them as you see fit."},{"T":"302","2":"They're not toys to be played with."},{"T":"302","2":"They have they own thoughts. They can make their own decisions."},{"T":"302","2":"Liv is the reason why the three of us stand here today."},{"T":"301","2":"Liv","3":"Commandant..."},{"T":"302","2":"Liv?!"},{"T":"301","2":"Vanessa","3":"Hmm? Guess you're not dead. How disappointing... Seeing you this filthy is appalling."},{"T":"301","3":"Just as Vanessa is about to continue ridiculing Liv, she takes Lucia's blade and cuts off her long hair."},{"T":"301","2":"Liv","3":"Vanessa, this is the artificial hair you picked for me."},{"T":"301","2":"Liv","3":"I have obeyed your orders because I'm bound to my duty as a soldier. But that doesn't mean everything will go according to your plan."},{"T":"301","2":"Liv","3":"I understand that your ruthlessness is a necessity for achieving victory in this war."},{"T":"301","2":"Liv","3":"But this kind of victory does not exist in my ideal future."},{"T":"301","2":"Liv","3":"Everyone deserves to be respected."},{"T":"302","2":"Lee, who never speaks his mind."},{"T":"302","2":"Lucia, who's determined yet fragile."},{"T":"302","2":"Liv, who cares too much for others."},{"T":"301","2":"Liv","3":"Even Teasell and Bambinata... Everyone we encounter."},{"T":"301","2":"Liv","3":"They are all living individuals with their own will, not toys for your disposal."},{"T":"301","2":"Liv","3":"The magnitude of standing on the front line makes it difficult to breathe."},{"T":"301","2":"Liv","3":"But feelings in my heart fill me with excitement."},{"T":"301","2":"Liv","3":"Long ago, I first stepped foot on the battlefield as a medic in the Star of Life."},{"T":"301","2":"Liv","3":"I had grown numb after so much time on the battlefield. I had even forgotten what it felt like to be excited..."},{"T":"301","2":"Liv","3":"But now that I'm a Gray Raven, I can finally help my comrades and heal the wounded when I step foot on the battlefield."},{"T":"301","2":"Liv","3":"I am Liv, a soldier of Babylonia—not the lifeless doll you speak of."},{"T":"301","2":"Liv","3":"We're four versus three now that I'm here. Looks like the scales have started to tip in our favor."},{"T":"301","2":"Liv","3":"Stand down, Vanessa. I'm sure you'd know the outcome anyway if you just thought about it."},{"T":"301","2":"Vanessa","3":"You guys..."},{"T":"301","2":"Liv","3":"Commandant, let them leave."},{"T":"302","2":"(Open fire)","4":"(Lower weapon)"},{"T":"301","3":"You point your gun away from Vanessa and fire into the sky. The gunshot echoes throughout the cityscape."},{"T":"301","3":"You lower your pistol away from Vanessa and look at the others. A long silence fills the streets."},{"T":"301","2":"Vanessa","3":"?!"},{"T":"302","2":"It's over, Vanessa."},{"T":"301","3":"Vanessa stands there and ponders for a few moments, then takes Teasell and Bambinata down the street, disappearing around the corner."},{"T":"301","3":"After confirming that the Egret team had left, Liv relaxes her clenched hands. Her long white hair flutters away in the hot wind on the battlefield."},{"T":"301","3":"Lee ignites the flare, signaling that the area has been cleared. After cleaning his weapon, he begins to think about how to improve his frame's resistance to EMP interference."},{"T":"301","3":"Each unit releases their signal flares, indicating that their areas have all been cleared and that this large-scale operation is drawing to end."},{"T":"301","3":"You let out an involuntary sigh, and your increased heart rate from the conflict finally returns to normal."},{"T":"301","3":"You feel someone gently touch your hands—it's Liv. She lowers her head and begins to tend to your wounds that had re-opened from firing your weapon."},{"T":"301","3":"Without saying a word, she bandages your cleaned wounds one after another."},{"T":"302","2":"Thank you.","4":"Isn't it wrapped a bit too thick...?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Sorry, Commandant..."},{"T":"301","3":"Liv shows a familiar look of guilt. Unlike before, this time, she looks into your eyes and her gaze turns serious."},{"T":"301","2":"Liv","3":"I... went against the Chief Commander and caused you to get wrapped up in unnecessary conflict."},{"T":"301","2":"Liv","3":"My sincerest apologies."},{"T":"301","2":"Liv","3":"But, I don't regret what I just did. I had to tell Vanessa and my former teammates about my will as a soldier and member of the Gray Ravens."},{"T":"301","2":"Liv","3":"Because this is the most precious thing I have received after meeting you."},{"T":"301","2":"Liv","3":"You all have made me face what I've been running away from all this time."},{"T":"301","2":"Liv","3":"But from what I know about Vanessa, my behavior... is bound to have a negative impact on the Gray Ravens."},{"T":"301","2":"Liv","3":"After going back, I will submit a departure application to the commanding superiors. I won't let my personal behavior bring trouble to the Gray Ravens..."},{"T":"302","2":"Liv."},{"T":"302","2":"I won't agree to that."},{"T":"301","2":"Liv","3":"Huh? But I..."},{"T":"302","2":"Together we are the Gray Ravens."},{"T":"302","2":"Whatever happens, we face it together."},{"T":"302","2":"Also, you weren't the only one who offended her just now. I did, too."},{"T":"301","2":"Lee","3":"I always took you for someone who was a pushover. I wasn't expecting you to stand up to her like that."},{"T":"302","2":"Who do you think I am...","4":"After all, I AM your commandant."},{"T":"301","2":"Lee","3":"...Well, you're not a bad person."},{"T":"301","2":"Lee","3":"Hmph, and a peculiar one at that."},{"T":"302","2":"That's right.","4":"Is there a problem?"},{"T":"301","3":"Lee's hand stops for a second from calibrating his weapons, then he turns his back to you."},{"T":"301","2":"Lee","3":"...No."},{"T":"301","2":"Lee","3":"This mission sure has taught us how to act more like a team. Our effectiveness has also improved remarkably."},{"T":"301","2":"Lee","3":"I think the current team configuration is... satisfactory. Acclimating to a new member would be troublesome."},{"T":"301","2":"Lucia","3":"Indeed. Liv, you are without a doubt an outstanding addition to the team."},{"T":"301","2":"Lucia","3":"Also, I... want to keep fighting by your side. This isn't out of combat necessity. I just want to..."},{"T":"301","2":"Lucia","3":"Each of us is an indispensable feather necessary for Gray Raven to soar undeterred by opposing forces."},{"T":"302","2":"That's right."},{"T":"301","3":"Sunlight penetrates the thick clouds and dense smoke with mottled rays of light that descend upon the desolated streets. In the dazzling glow, Liv's hair shines with even more radiance."},{"T":"302","2":"Liv, your new hair looks great."},{"T":"301","2":"Liv","3":"Oh? R-really...?"},{"T":"302","2":"So..."},{"T":"302","2":"Let's take a group photo to mark the occasion!"},{"T":"301","3":"Before the dust had even settled on the battlefield, you suddenly speak without thinking."},{"T":"301","2":"Liv","3":"Group photo..?"},{"T":"301","2":"Lucia","3":"Mark the occasion?"},{"T":"301","2":"Lee","3":"Why would you want to do that?"},{"T":"302","2":"This is the first time that the Gray Ravens have successfully completed such a large-scale operation."},{"T":"302","2":"Today is a memorable day for us."},{"T":"301","3":"You say this while attempting to activate the camera module on your exoskeleton. But to your dismay, one of the previous explosions seems to have blasted a hole where the camera should've been."},{"T":"302","2":"...","4":"Just our lucky day..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"You should've said the module was broken earlier."},{"T":"301","3":"Lee throws a device to you."},{"T":"301","2":"Lee","3":"I removed this from a recon bot. It can't be focused manually, and can only take video."},{"T":"301","2":"Lee","3":"Anyway... At least it can capture the moment. If you want to grab any screenshots from it, you can do that later."},{"T":"302","2":"Thanks."},{"T":"301","3":"Looking at the other two, Lucia nods gently."},{"T":"301","2":"Lucia","3":"Just do what the commandant says."},{"T":"301","3":"After confirming that the equipment is operating normally, you step back to find the most appropriate distance."},{"T":"301","3":"You lift your hands and make a square to frame your cherished companions in the shot."},{"T":"302","2":"3..."},{"T":"301","3":"Noticing that Liv appears uneasy, Lucia scoots closer to her, grabs her hand and smiles at her comfortingly."},{"T":"301","3":"Lucia's sudden closeness causes Liv to blush slightly, but her tense shoulders relax."},{"T":"302","2":"2..."},{"T":"301","3":"Standing farther away, Lee hears your deliberately slow counting, sighs gently, then turns to the camera and reveals an awkward expression vaguely passable as a 'smile.'"},{"T":"302","2":"1!"},{"T":"301","3":"Oddly enough, none of them are very good at expressing their feelings. However, they have already begun to detect each other's thoughts just based on their actions."},{"T":"301","3":"They could all convey their hearts without uttering a word."},{"T":"301","3":"As the disputes in the factory area dissipate, the Gray Ravens' first large-scale operation finally comes to a temporary end."},{"T":"301","3":"Prior to receiving further orders, a gust of wind passes through the city ruins. Although it fails to disperse the smoke over the battlefield, it also brought a moment of peace to the Gray Ravens."},{"T":"301","3":"Although they had won the battle, the war is still underway. More battles, perilous danger and difficult choices await the Gray Ravens."},{"T":"301","3":"However, the Gray Ravens will face the coming adversity together."},{"T":"301","3":"—Lucia, Liv, Lee, and their commandant."},{"T":"301","3":"The electronic photo frame on the table in the lounge finally has a suitable picture."},{"T":"301","2":"Vanessa","3":"So... the Constructs of the Gray Ravens are willing to go this far to protect 【kuroname】."},{"T":"301","2":"Vanessa","3":"Could my method really... No, my method is the most efficient way to use Constructs."},{"T":"301","2":"Vanessa","3":"Bambinata, what are your thoughts?"},{"T":"301","2":"Bambinata","3":"Master..."},{"T":"301","2":"Vanessa","3":"Silence. Clearly I don't have my wits about me if I'm asking a toy for advice."},{"T":"301","2":"Vanessa","3":"Hehe... 【kuroname】, I'll make you regret your decision today sooner or later."}]