[{"T":"301","2":"Watanabe","3":"Another batch of materials scrapped?"},{"T":"301","2":"Forsaken Member A","3":"Yes, sir. Even with the support from Akdilek, we're still unable to avoid this plight."},{"T":"301","2":"Watanabe","3":"...This is just the way it is. They were devices deployed long ago, after all. See if you can recycle anything from the stash."},{"T":"301","2":"Forsaken Member A","3":"Roger."},{"T":"301","3":"Inside the Forsaken hideout, the well-organized Watanabe is giving out directives."},{"T":"301","2":"Watanabe","3":"Next."},{"T":"301","2":"Forsaken Member B","3":"The area around here has been getting more dangerous recently. Should we..."},{"T":"301","2":"Watanabe","3":"Have the scouts assess our surroundings again. We'll move our hideout if their report comes to the same conclusion."},{"T":"301","2":"Forsaken Member B","3":"Understood. I'll join the scouting party as well, then."},{"T":"301","2":"Watanabe","3":"Don't linger. Retreat if you have to, understood?"},{"T":"301","2":"Forsaken Member B","3":"Of course, sir."},{"T":"301","3":"The Forsaken might be an organization of a certain scale, but the lack of resources has kept them in a passive position for a very long time."},{"T":"301","3":"Every move they make, Watanabe and the Forsakens are always walking on thin ice in order to keep all of their members safe."},{"T":"301","2":"Watanabe","3":"Alright, next."},{"T":"301","3":"..."},{"T":"301","2":"Watanabe","3":"Hmm, next?"},{"T":"301","2":"Child A","3":"Here, Mr. Watanabe!"},{"T":"301","3":"The multitasking Watanabe is so occupied that he has not noticed the significantly shorter company seeking consultation."},{"T":"301","2":"Watanabe","3":"Ugh, kids..."},{"T":"301","2":"Child A","3":"We ain't no kids! We're valuable members who just helped giving out food!"},{"T":"301","2":"Watanabe","3":"Sigh... Alright, alright."},{"T":"301","2":"Watanabe","3":"So how can I help you? If you're asking for candies, I'm sorry, but those are needed elsewhere."},{"T":"301","2":"Child A","3":"That's not why we're here!"},{"T":"301","3":"The group of kids protests by giving Watanabe the stink eye. That is when he realizes that the children have yet to attack him with their typical 'fists of justice.'"},{"T":"301","2":"Watanabe","3":"Why are you all hiding your hands behind your backs? Don't tell me you've found more things to prank the others."},{"T":"301","2":"Child A","3":"Ah—that is..."},{"T":"301","3":"The children try to hide the thing behind them, but Watanabe easily notices what it is, given how much taller he is."},{"T":"301","3":"Covered in a thin layer of sand and misshapen from all the mishandling is a bouquet of flowers."},{"T":"301","2":"Watanabe","3":"Flowers...?"},{"T":"301","2":"Child A","3":"That's right. We were going to surprise you."},{"T":"301","2":"Child A","3":"But now that we've been discovered—everyone!"},{"T":"301","2":"Child B","3":"Yep!"},{"T":"301","2":"Children","3":"Merry Christmas, Mr. Watanabe!"},{"T":"301","2":"Watanabe","3":"Uh... But I don't think it's Christmas yet?"},{"T":"301","2":"Child A","3":"That's what you say? Not 'thank you'?"},{"T":"301","2":"Child B","3":"Say 'thank you'!"},{"T":"301","2":"Watanabe","3":"...Alright, I got it, stop kicking me—thank you! I said it! Thank you!"},{"T":"301","3":"Yielding to their violent acts, Watanabe thanks them and takes the flowers."},{"T":"301","2":"Watanabe","3":"By the way..."},{"T":"301","2":"Child A","3":"I guess you're wondering why we're giving you your Christmas present now."},{"T":"301","2":"Child A","3":"Because flowers wilt quickly in a place like this, we want to give it to you before it dies."},{"T":"301","2":"Child B","3":"It'll be too late if we wait 'til Christmas."},{"T":"301","2":"Watanabe","3":"I see..."},{"T":"301","2":"Watanabe","3":"Thank you."},{"T":"301","2":"Child A","3":"Hmph, I'm glad we've come to an understanding. Just so you know, the flowers are edible, so remember to bring them to the guys in Logistics to make us some snacks!"},{"T":"301","3":"The children quickly disperse and go on their merry ways after Watanabe receives his gift."},{"T":"301","2":"Watanabe","3":"Those kids..."},{"T":"301","3":"Their 'smarts' have gotten Watanabe chuckling. Putting down the flowers on his desk, he is about to see the next person when—"},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Forsaken Member C","3":"Mr. Watanabe, a message from Babylonia."},{"T":"301","2":"Watanabe","3":"Babylonia?"},{"T":"301","2":"Watanabe","3":"Show me what it says."},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Watanabe","3":"I see. I suppose that's worth responding. Do we have any devices that can connect to the satellite?"},{"T":"301","2":"Forsaken Member C","3":"We do. But, sir, are you going to show up on their screen like this?"},{"T":"301","2":"Watanabe","3":"Sure, what's wrong with it?"},{"T":"301","2":"Forsaken Member C","3":"Everything! We can't have the Babylonians seeing the face and leader of the Forsaken covered in dirt. Where's our pride?"},{"T":"301","2":"Watanabe","3":"I know what you're saying... but I usually look like this as well."},{"T":"301","2":"Forsaken Member C","3":"But this isn't a usual call, is it? Just grab a seat, and I'll find someone to put some makeup on you."},{"T":"301","2":"Watanabe","3":"But I'm a dude?"},{"T":"301","2":"Forsaken Member C","3":"So what? Makeup applies to people on the whole spectrum. Not that I'm going to put lipstick on you, so just listen to me."},{"T":"301","2":"Watanabe","3":"Sigh... Fine, just get it done quickly."},{"T":"301","2":"Forsaken Member C","3":"Yes, sir! I got this!"},{"T":"301","3":"After sending his very insistent companion away, Watanabe sneakily turns on the satellite connection."},{"T":"301","2":"Watanabe","3":"I'm too old for makeup... Cough."},{"T":"301","3":"After connecting, Watanabe clears his throat before speaking to the screen."},{"T":"301","2":"Watanabe","3":"So, this is Watanabe..."}]