[{"T":"301","3":"No. 21 steps inside."},{"T":"301","3":"The floor is tiled with dark, dirty, moldy wood, squeaking every time she steps on it as if it is going to break any moment."},{"T":"301","3":"Confetti can be found among the dirt in the corner of the living room and on the spiderwebs on the roof, ironically celebrating the gloomy idleness."},{"T":"301","3":"A black moth flaps its wings. It looks exactly like the one No. 21 first saw when you entered the town."},{"T":"301","3":"It flies past the broken chair, the bodies of dead Corrupted, and the darkened bloodstain on the wall, stopping at a piece of colorful paper hanging from the roof."},{"T":"301","3":"By the time it spreads its wings again, it has transformed into a beautiful, vivid butterfly. Wherever it goes, the crimson stains and cobwebs gradually fade and vanish into the wall."},{"T":"301","3":"The patterns on the wall start to brighten and clear up."},{"T":"301","3":"The butterfly passes the long dining table, and the candles light up one by one, their tiny flames quivering, warmly illuminating the room."},{"T":"301","3":"Pleasant and happy sounds come out of the television. The stuffed animals scattered on the floor revert back to their clean, fluffy selves. The dead flowers in the vases bloom once more into beautiful daisies."},{"T":"301","3":"The butterfly keeps going, flying up the stairs and vanishing inside the shadow where it turns."},{"T":"301","2":"???","3":"Luna, have you started tidying?"},{"T":"301","3":"The girl walking out of the shadow has short, shoulder-length red and black hair and a youthful face. A party hat made with paper sits slanted on her head, and confetti covers her shoulders."},{"T":"301","3":"Despite her age, there is still a sense of resolve in her expression."},{"T":"302","2":"...Lucia?","4":"Luna?"},{"T":"301","3":"You turn around and look. A wooden rocking horse drifts back and forth by the fireplace, the sound of water boiling coming out of the kitchen, the television playing a show. But there is nothing—no one—beyond that."},{"T":"301","2":"???","3":"Luna... stop standing there."},{"T":"302","2":"..."},{"T":"301","2":"???","3":"Come on, I know you can hear me!"},{"T":"302","2":"...Me?"},{"T":"301","3":"Those words come out of No. 21's mouth. Your confusion has been brewing inside her M.I.N.D."},{"T":"301","2":"???","3":"There's no one else here."},{"T":"301","3":"Before you can react, an unexpected combination of gripe and joy overtakes you, compelling you to act."},{"T":"302","2":"But... it's so difficult to pack them up!"},{"T":"301","3":"You shiver at the words you just spurted out. But you are no longer in control, as line after line comes out of your mouth like capsules coming out of a gacha machine after it has been fed coins."},{"T":"302","2":"I don't know how to put them back in..."},{"T":"301","3":"A small hill of empty gift boxes piled on the sofa seems to have heard you, and they fall all over the floor, unable to bear their own weight."},{"T":"301","2":"???","3":"It's because you were impatient and opened all the boxes yourself!"},{"T":"302","2":"They were for us anyway, hehe!"},{"T":"301","2":"???","3":"Forget the boxes, then. I'll move them into the bedroom."},{"T":"302","2":"Okay! Lucia is the best!"},{"T":"301","3":"Despite its insignificance, getting your way when you were being capricious has filled your body with the happiness and satisfaction of the mundane."},{"T":"301","2":"???","3":"But we still have to clean up the floor and set the table before Dad and Mom are back."},{"T":"302","2":"I know..."},{"T":"301","3":"You stick your tongue out and turn around, eagerly heading toward the storage room where the cleaning products are stored."},{"T":"301","3":"You reach out for the door, but your fingers go right through—the illusions around you immediately melt away, and the colors dull."},{"T":"301","3":"The storage before you turns into a few empty shelves on the wall. A scrawled, child-like picture painted with red crayons sits above, with 'Go to Hell and meet Voooo' written next to it. It looks ridiculous but scary."},{"T":"301","3":"They drag you back to reality. The emotions that have taken over you are also gone without a trace."},{"T":"301","3":"The smile on No. 21's face immediately turns back to an emotionless indifference."},{"T":"301","2":"No. 21","3":"What. Was. That."},{"T":"302","2":"Ugh... (Try and think)"},{"T":"301","2":"No. 21","3":"The thing in your head was affecting me."},{"T":"301","2":"No. 21","3":"I'm not used to saying strange words. Nor smiling."},{"T":"301","2":"No. 21","3":"I don't like smiling."},{"T":"301","2":"No. 21","3":"But I couldn't control it."},{"T":"302","2":"Me neither.","4":"Smiling is a good look for you."},{"T":"301","2":"No. 21","3":"You neither?"},{"T":"301","2":"No. 21","3":"?"},{"T":"301","2":"No. 21","3":"But that wasn't me."},{"T":"301","2":"No. 21","3":"Could you not control it either?"},{"T":"302","2":"Yeah. When we're in those... visions, I'm also drawn in."},{"T":"302","2":"And I couldn't control myself."},{"T":"301","2":"No. 21","3":"But..."},{"T":"301","2":"No. 21","3":"I don't understand what they were doing. I've never seen a room like this or tried things like that. But something about them made me feel comfortable."},{"T":"301","2":"No. 21","3":"That feels..."},{"T":"301","3":"Her expressions distorts, seemingly struggling to find the right words to describe how the experience has made her feel."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"???"},{"T":"301","2":"No. 21","3":"It made me want to do this."},{"T":"301","3":"The distorted smile fades from her face, leaving only puzzlement and disappointment."},{"T":"301","2":"No. 21","3":"But it's wrong. This should be frightening. Enemies should be scared seeing it, so I can kill them more easily."},{"T":"301","3":"Not even knowing what a smile is, the inexperienced No. 21 finds everything happening here confusing. She cannot understand or accept sentiments like happiness and comfort, and she is losing herself because of that."},{"T":"301","3":"And this is happening... because of you. You owe it to her to explain everything."},{"T":"302","2":"I'm sorry, 21."},{"T":"301","2":"No. 21","3":"Why are you apologizing?"},{"T":"302","2":"I don't want to get too touchy-feely."},{"T":"302","2":"But this experience must have been very unusual for you."},{"T":"302","2":"It's my responsibility to ease your confusion."},{"T":"301","2":"No. 21","3":"Am I your responsibility?"},{"T":"302","2":"I promise you everything here will be resolved."},{"T":"302","2":"I'll do my best to answer all your questions after this as well."},{"T":"301","2":"No. 21","3":"...Understood."},{"T":"301","3":"But not now. Maybe when the dust is settled."},{"T":"301","3":"The Gray Ravens... are still waiting for you."},{"T":"301","3":"There is a more important mystery for you to solve right now."}]