[{"T":"301","2":"Construct Soldier","3":"Take my arm. It's likely not as good as your original one, but at least it's still army grade."},{"T":"301","2":"Construct Soldier","3":"I can't even move a finger now. It will be of better use in your hands. Please, defeat the Corrupted. I'll be counting on you."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"I understand. Thank you."},{"T":"301","3":"Without the means to salute, Lucia paid her respects to this Construct soldier through her wordless gaze."},{"T":"301","2":"Construct Soldier","3":"One more thing. Our squad had to abandon some weapon supplies when we engaged with the Corrupted just now. There are Levi-Gun core components in there."},{"T":"301","2":"Construct Soldier","3":"If you can secure them, then that Support-type Construct over there should be able to hop back into action."},{"T":"301","2":"Liv","3":"Really...?"},{"T":"301","3":"Liv looks expectantly at you."},{"T":"302","2":"Let's go together then.","4":"The risk is too big."},{"T":"301","2":"Liv","3":"Let's begin!"},{"T":"301","2":"Lee","3":"Gray Raven needs to recover quickly. Commandant, I believe you've witnessed the power of Liv's Levi-Guns before."},{"T":"301","2":"Lucia","3":"Please reconsider, Commandant."},{"T":"301","2":"Construct Soldier","3":"Alright, that should be all. Good luck, and may we meet again on a better occasion..."},{"T":"301","3":"..."},{"T":"301","2":"System","3":"Recalibrating neural link parameters..."},{"T":"301","2":"System","3":"M.I.N.D. deviation coefficient decreased by 0.015..."},{"T":"301","2":"System","3":"Consciousness: Lucia, online..."},{"T":"301","2":"Lucia","3":"Ugh!"},{"T":"301","2":"Liv","3":"Are you still in pain? I've treated more of your wounds..."},{"T":"301","2":"Lucia","3":"No, it's... nothing. Just, feeling unaccustomed to the sudden return of pain reception..."},{"T":"301","2":"Lee","3":"It's good that you feel pain. Only then will your M.I.N.D. model slowly return to normal."},{"T":"301","2":"Lee","3":"Now, try moving your new arm."},{"T":"301","2":"Lucia","3":"Oh... It's very smooth, as if it was mine all along. How did you do that, Lee?"},{"T":"301","2":"Lee","3":"I adjusted and buffered the possible kinetic deviations according to your previous movement data—"},{"T":"301","2":"Lee","3":"What I mean is that, I had a feeling you'd do something like this someday, so I've made config presets of different limb models for you."},{"T":"301","2":"Liv","3":"You're always so dependable when it comes to mechanics, Lee."},{"T":"301","2":"Lucia","3":"Agreed."},{"T":"301","3":"Lucia nods earnestly."},{"T":"301","2":"Lee","3":"... (The sarcasm flew right over their heads... Sigh...)"},{"T":"301","2":"Lee","3":"Anyway, we'll still need to test its functionality in actual battle."}]