[{"T":"301","3":"The materials requested from Babylonia to be delivered by the Nighter have arrived. All idle teams are to be sent to guard against the Corrupted."},{"T":"301","2":"Construct Leader","3":"Gray Raven Commandant... Come here for a minute."},{"T":"302","2":"What is it?"},{"T":"301","2":"Construct Leader","3":"A Female Construct is looking for you. I'd hate to be on her bad side..."},{"T":"302","2":"I'll go see..."},{"T":"301","2":"Qu","3":"I just figured I'd take a shot in the dark. I didn't think you'd actually come."},{"T":"302","2":"I figured I'd be pecked to pieces if I was too slow."},{"T":"301","2":"Qu","3":"..."},{"T":"302","2":"Where's the bird?"},{"T":"301","2":"Qu","3":"Huiyu... has gone missing. I haven't seen it since this morning. I came here to look for it."},{"T":"301","2":"Qu","3":"No matter how many times I called for it this morning, it didn't respond to me..."},{"T":"302","2":"Maybe it just went out to play?"},{"T":"301","2":"Qu","3":"Of course not! It'd never fly away without my permission."},{"T":"301","2":"Qu","3":"Ever since we first met, Huiyu has never left my side! It must be in trouble..."},{"T":"302","2":"Let's go look for it..."},{"T":"301","2":"Qu","3":"You want to help look for Huiyu?"},{"T":"302","2":"It's not like I wanna see it get eaten, now do I?"},{"T":"301","2":"Qu","3":"Who knows, maybe we'll be eaten by these uninvited guests instead..."},{"T":"301","2":"Corrupted","3":"Rargh!!!!!"},{"T":"301","3":"Before you knew it, both of you are surrounded by Corrupted."},{"T":"301","2":"Qu","3":"I didn't want to get my feet dirty..."},{"T":"301","3":"Qu glances at you."},{"T":"301","2":"Qu","3":"Looks like we have no other option but to fight."},{"T":"302","2":"Sorry..."},{"T":"301","2":"Qu","3":"No need to apologize. Aren't we partners?"},{"T":"302","2":"Yeah, got that right!"},{"T":"301","2":"Qu","3":"Let's get this over and done with."},{"T":"301","3":"Qu quickly kicks the three nearest Corrupted with silken grace. The Corrupted collapses onto the ground, unable to move."},{"T":"302","2":"Impressive..."},{"T":"301","2":"Qu","3":"What are you staring at? Get moving!"},{"T":"302","2":"Watch out!"},{"T":"301","3":"The downed Corrupted grabs Qu's feet and seems to still have some fight left in it."},{"T":"301","2":"Qu","3":"This body... is too weak!"},{"T":"301","3":"Just as another Corrupted is about to pounce on Qu, a human knocks it out of the way."},{"T":"302","2":"Qu!"},{"T":"301","3":"Realizing what happened, Qu lifts her foot to crush the Corrupted that is clinging to her before sending the one you intercepted flying with a swift kick, all while grabbing your hand to run away in one motion."},{"T":"301","2":"Qu","3":"Let's go!"},{"T":"301","3":"After shaking off the Corrupted, the two of you finally make it to the center of the Nighter. Several Corrupted lie on the ground motionless."},{"T":"302","2":"What happened here, Qu?"},{"T":"301","2":"Qu","3":"Looks like they were all pecked to pieces by Huiyu... Seems like it flew through here."},{"T":"302","2":"Looks like Huiyu went easy on me..."},{"T":"301","2":"Qu","3":"Hmph... Huiyu is smart enough to tell who my real enemies are."},{"T":"301","2":"Qu","3":"Looks like we should be able to find Huiyu by following the trail of Corrupted."},{"T":"301","3":"You hear Huiyu squawk in the distance—along with the roars of Corrupted."},{"T":"302","2":"Huiyu is being attacked by Corrupted!"},{"T":"301","2":"Qu","3":"Take this!"},{"T":"301","3":"Qu quickly flips into the air and performs a dive kick onto the ground. The powerful shockwave sends all the Corrupted surrounding Huiyu flying into the air."},{"T":"301","2":"Qu","3":"Huiyu!"},{"T":"301","3":"Following up the attack, Huiyu flies over to Qu to aid her in a powerful aerial kick, annihilating all of the Corrupted."},{"T":"301","3":"Huiyu surveys the area to make sure all of the Corrupted have been defeated before returning to where it has originally been surrounded."},{"T":"301","3":"At that moment, Qu discovers that there is another bionic peacock exactly like Huiyu."},{"T":"301","2":"Qu","3":"Jiaogong..."},{"T":"302","2":"There are two Huiyus?"},{"T":"301","2":"Qu","3":"That's Jiaogong... It's Huiyu's companion model."},{"T":"301","3":"One of Jiaogong's wings seems to be severely injured. It flaps its other wing in fright at the sight of Qu."},{"T":"301","2":"Qu","3":"But it chose the wrong master—Villier. He was defeated here by the Gray Ravens, right?"},{"T":"302","2":"So... Villier is its master..."},{"T":"301","3":"Qu retrieves a blade from a Corrupted and approaches Jiaogong."},{"T":"301","2":"Qu","3":"Your master, Villier, is dead... It's only right for you to join him in Hell."},{"T":"301","3":"However, Huiyu is standing guard over Jiaogong. Even in the face of Qu, it refuses to back down."},{"T":"301","2":"Qu","3":"Is that how it is...? Is that your partner, Huiyu...?"},{"T":"301","3":"Qu closes her eyes and shakes her head, then gets rid of the blade."},{"T":"301","2":"Qu","3":"Jiaogong and Huiyu... They... were the only gifts given by my brother to Villier and me long before any of this hatred came to be."},{"T":"301","2":"Qu","3":"We were both just children. We didn't know the weight of our responsibilities, nor did we know who our ideals would hurt."},{"T":"301","2":"Qu","3":"But now I'm alone... Brother and Villier are no longer with me—only Huiyu is by my side."},{"T":"301","3":"Qu seems to let out a sigh of relief, then walks toward you."},{"T":"301","2":"Qu","3":"Help Jiaogong repair its wing, so that it can continue on its life alone."},{"T":"302","2":"Me?"},{"T":"301","2":"Qu","3":"Jiaogong probably won't let me near it. Only you can do it."},{"T":"302","2":"Huiyu won't peck me, will it?","4":"Alright... I'll try my best."},{"T":"301","3":"Qu couldn't help but grin."},{"T":"301","2":"Qu","3":"Sigh, I still can't tell if you're brave or just a coward... You're my partner. Huiyu won't attack you."},{"T":"302","2":"Alright... I'll try my best."},{"T":"301","3":"Luckily, Lee taught you a thing or two about being a mechanic. Jiaogong's wing is repaired in no time."},{"T":"302","2":"Alright, give flying a shot."},{"T":"301","3":"Jiaogong stretches its wings to confirm your handiwork, then leaps into the air and flies with ease. Huiyu joins it in flight, and the two proceed to chase each other gleefully."},{"T":"301","2":"Qu","3":"Machines can be repaired, but for humans—some wounds never heal. It is this fragility that I love so tenderly."},{"T":"301","2":"Qu","3":"Your life is precious. In the future, I hope you won't be so foolish going around helping others without taking yourself into consideration."},{"T":"302","2":"Are you referring to me saving you...?"},{"T":"301","2":"Qu","3":"You must understand that your life is no longer your own. You are my only partner."}]