[{"T":"301","3":"Many months later..."},{"T":"301","3":"Iris, who had vanished without a trace for a long time, finally sent another letter."},{"T":"304","1":"My dear 【kuroname】:","2":"0000ffff"},{"T":"304","1":"I never thought I'd have the chance to send you another letter.","2":"0000ffff"},{"T":"304","1":"Thank you for your kind words. Even though I received it months after you sent it, my soul still got a modicum of comfort.","2":"0000ffff"},{"T":"304","1":"There's something I have to tell you. I've become a Construct.","2":"0000ffff"},{"T":"304","1":"Yes, I chose to become a Construct and the whole process went smoothly. That's why I can still write to you like before.","2":"0000ffff"},{"T":"304","1":"Given how things are, there's no need to hide this anymore. I've joined WGAA's Archaeological Team.","2":"0000ffff"},{"T":"304","1":"Becoming a Construct has been... an unbelievable experience. As if my perspective of the world has changed overnight.","2":"0000ffff"},{"T":"304","1":"Sometimes I'm not even sure if the person writing to you is the same old me.","2":"0000ffff"},{"T":"304","1":"Not long ago, I learned how to use a weapon in battle.","2":"0000ffff"},{"T":"304","1":"I may just be a Support Construct, but at least I have the strength to protect others now.","2":"0000ffff"},{"T":"304","1":"I thought that by becoming a Construct, I'd be able to fight in battle and partake in missions,","2":"0000ffff"},{"T":"304","1":"perhaps even meet you someday on the battlefield and use the strength I have to protect you.","2":"0000ffff"},{"T":"304","1":"But it seems this hasn't been the case. The Archaeological Team doesn't need to be on the frontlines.","2":"0000ffff"},{"T":"304","1":"Most of our time is spent investigating relics from human history, recycling and repairing them.","2":"0000ffff"},{"T":"304","1":"But it's fine.","2":"0000ffff","3":"0.5"},{"T":"304","1":"I wouldn't feel comfortable meeting you while I'm still getting used to this body. I'd like to be my best self when I meet you, so please be patient.","2":"0000ffff"},{"T":"304","1":"I have so much to tell you and words can no longer express these feelings. I wish to tell all of this to you in person.","2":"0000ffff"},{"T":"304","1":"Actually, the World Government Association of Art is holding a ball next month.","2":"0000ffff"},{"T":"304","1":"Would you be my dance partner?","2":"0000ffff"},{"T":"304","1":"Yours sincerely,","2":"0000ffff"},{"T":"304","1":"Iris","2":"0000ffff"},{"T":"301","3":"..."},{"T":"302","2":"(Pick up a pen and write a response)"},{"T":"304","1":"Iris:","3":"0.5"},{"T":"304","1":"I'm glad you're on track.","3":"0.5"},{"T":"304","1":"Regarding the ball—","3":"0.5"},{"T":"304","1":"I'm honored.","3":"0.5"},{"T":"304","1":"However...","3":"0.5"},{"T":"301","3":"You receive a reply the following day."},{"T":"304","1":"【kuroname】:","2":"0000ffff"},{"T":"304","1":"There is something I must tell you.","2":"0000ffff"},{"T":"304","1":"There is no need to worry about trivial matters. The purpose of dancing is to have fun, not to 'perform'.","2":"0000ffff"},{"T":"304","1":"Besides, there's no one in this world who doesn't know how to dance. It all boils down to whether you're willing to or not.","2":"0000ffff"},{"T":"304","1":"As long as you're willing, no matter how much of a beginner you are, I'll be able to lead you through the most perfect dance.","2":"0000ffff"},{"T":"304","1":"My education has trained me to lead and follow in dance, no matter whether it's tango, waltz, or rumba... There's no dance that I'm not able to do.","2":"0000ffff"},{"T":"304","1":"Perhaps I didn't have the strength before, but now, I can easily twirl you around.","2":"0000ffff"},{"T":"304","1":"All you have to do is trust me, follow my moves, and it'll all go smoothly.","2":"0000ffff"},{"T":"304","1":"Then it's settled.","2":"0000ffff"},{"T":"304","1":"This is the address. Don't stand me up again.","2":"0000ffff"},{"T":"304","1":"I'll be waiting for you.","2":"0000ffff"},{"T":"304","1":"I'll be wearing an Iris behind my ear. You'll recognize me for sure.","2":"0000ffff"},{"T":"301","3":"The time to meet has arrived."},{"T":"301","3":"There are bright lights outside the WGAA. In the exquisite courtyard, there are groups of association members."},{"T":"301","3":"There are Constructs and humans alike."},{"T":"301","3":"Standing for what feels like ages at the door, there is no sign of the girl with an iris pinned behind her ear."},{"T":"301","3":"The melodious orchestra filled the venue, playing a 'One Step Away', a classic tango song."},{"T":"301","3":"Perhaps you really are one step away, because the dance has ended, and she still has not shown up."},{"T":"301","3":"You open your mailbox when you are home."},{"T":"301","3":"There was a letter that had just arrived."},{"T":"302","2":"(Open and take a look)"},{"T":"304","1":"【kuroname】:","2":"0000ffff"},{"T":"304","1":"I'm sorry, I really am. President Allen suddenly assigned me to a mission at a moment's notice.","2":"0000ffff"},{"T":"304","1":"Babylonia is about to transit the space station's orbit. As a member of the Archaeological Team, I was appointed to retrieve intel on the space station.","2":"0000ffff"},{"T":"304","1":"The situation is urgent. I'm leaving soon. I can't go to the dance.","2":"0000ffff"},{"T":"304","1":"I wanted to break the news to you immediately, but I realized that other than your address, I didn't have any other way to contact you.","2":"0000ffff"},{"T":"304","1":"Sometimes I get really annoyed with myself. Why was I so fixated on this ritual in the first place?","2":"0000ffff"},{"T":"304","1":"So much so that I didn't even ask you for your comms account.","2":"0000ffff"},{"T":"304","1":"I don't know when you'll receive this letter, but by the time you see it, I'll probably have set off.","2":"0000ffff"},{"T":"304","1":"It feels like every time we're about to meet, something like this happens.","2":"0000ffff"},{"T":"304","1":"And each time, we miss the chance because something crops up.","2":"0000ffff"},{"T":"304","1":"There's so much I haven't told you. Please wait for me and next time, I'll definitely make it happen.","2":"0000ffff"},{"T":"301","2":"Archaeology Team Member","3":"Selena, what are you up to? We need to get going. The members of the Task Force is getting impatient."},{"T":"301","2":"Selena","3":"Um... Sorry, I'm writing."},{"T":"301","3":"Selena seals the letter with hot wax and hurriedly stands up."},{"T":"301","2":"Selena","3":"Sorry to keep you waiting. Let me send this letter and I'll report for duty."},{"T":"301","2":"Archaeology Team Member","3":"What's so pressing? Don't tell me that you're writing your last will and testament like a soldier about to go on an expedition... We're just the Archaeological Team, after all."},{"T":"301","2":"Selena","3":"Of course not. It's just a personal letter."},{"T":"301","2":"Archaeology Team Member","3":"Is this a love—"},{"T":"301","2":"Selena","3":"Please don't make fun of me."},{"T":"301","3":"Selena's voice takes on a rare reproaching tone, but she makes no attempt to deny it."},{"T":"301","3":"Little did anyone know that a smile even more beautiful than an Iris was spreading across her lips, betraying her true emotions."},{"T":"301","3":"However, the flower of Eden didn't know that this was the calm before the storm."},{"T":"301","3":"It was also the last time she could ever smile like this."}]