[{"T":"301","3":"It should have been an ordinary summer afternoon."},{"T":"301","3":"Gray Raven completed their mission ahead of schedule, but there are still three hours to go until they have to rendezvous with the other teams."},{"T":"301","3":"Everyone sits in the shade of the temporary base, looking up at the solemn sky with a slight sense of relief."},{"T":"301","2":"Lee","3":"Do we really have to wait here for the next three hours?"},{"T":"301","2":"Liv","3":"Appears so."},{"T":"301","2":"Lucia","3":"We're not just sitting here burning daylight. We need to respond to any emergency signals from the other teams."},{"T":"301","3":"During this recon mission, Gray Raven was assigned to the most dangerous area. The enemies there were tough but small in numbers, and Gray Raven made quick work of them."},{"T":"301","3":"Other Task Force personnel, on the other hand, are still fighting large amounts of weaker Corrupted in the surrounding areas."},{"T":"301","2":"Lucia","3":"There are still a lot of unexplored areas over there that need to be investigated. But if we rush in without giving it thought, we might end up getting in the way of their mission."},{"T":"301","2":"Liv","3":"I hope everyone makes it back here in one piece."},{"T":"301","2":"Lee","3":"Relax..."},{"T":"301","2":"Lee","3":"They'd only be in any sort of danger if something unexpected happened. Otherwise, they'd send elite squads to complete their mission."},{"T":"301","3":"Liv nods, and everyone returns to silence again, feeling the peculiar heat of summer on Earth."},{"T":"302","2":"...","4":"Sure is hot..."},{"T":"301","2":"Liv","3":"Commandant, you're burning up. Any longer, and you run the risk of getting heatstroke. Take off your jacket and have some water."},{"T":"301","3":"Without having to say anything, Liv senses your discomfort."},{"T":"301","2":"Liv","3":"Take off your jacket and drink some water, Commandant. Your body temp is over 40°C. Any longer, and you run the risk of getting heatstroke."},{"T":"301","2":"Lucia","3":"Need my help?"},{"T":"301","3":"Lucia reaches behind her back and grabs her thruster."},{"T":"301","2":"Liv","3":"Oh? Want Lucia to cool you off with her attack?"},{"T":"302","2":"Sure, why not?","4":"That's dangerous."},{"T":"301","2":"Lucia","3":"I'll just cover the area with a thin layer of ice. It won't last long, but it'll be enough to cool this place down."},{"T":"302","2":"I'll leave it to you then.","4":"That will work."},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"Now I'm f-f-freezing!","4":"Achoo—!"},{"T":"301","3":"Out of the frying pan and into the freezer... One second you were on the verge of heatstroke, now you cannot stop shivering."},{"T":"301","3":"Out of the frying pan and into the freezer... One second you were on the verge of heatstroke, now you cannot stop sneezing."},{"T":"301","2":"Liv","3":"Good thing you didn't take off your jacket, Commandant..."},{"T":"301","2":"Lucia","3":"Sorry, is it too cold now?"},{"T":"302","2":"It's... fine."},{"T":"301","2":"Liv","3":"It's slowly getting warm anyway."},{"T":"301","2":"Liv","3":"We should be fine, Lucia. Well done. That was a refreshing blast of cold air."},{"T":"301","3":"Lucia nods. Everyone starts to relax again as you all wait."},{"T":"301","3":"Waves crash against the distant shoreline. Darkness looms on the horizon, showing signs of a storm brewing."},{"T":"301","3":"Is this... summer?"},{"T":"301","2":"Liv","3":"One day, if peace is restored to Earth, think we'll be able to live a life of leisure like this every day?"},{"T":"302","2":"Definitely.","4":"More fighting awaits."},{"T":"301","2":"Lee","3":"I'm sure we'll still be needed."},{"T":"301","2":"Liv","3":"More fighting?"},{"T":"301","2":"Lee","3":"Think about all the people living in Babylonia."},{"T":"301","2":"Lee","3":"Even if there's no need to fight, there's still endless work to be done with the reconstruction effort."},{"T":"302","2":"Fighting for a better future.","4":"At least we won't have to worry about losing each other."},{"T":"301","2":"Lucia","3":"You're right."},{"T":"302","2":"And we'll have more time off."},{"T":"301","2":"Liv","3":"Then we'll finally be able to go on a real vacation."},{"T":"301","2":"Lucia","3":"What do you mean?"},{"T":"301","2":"Liv","3":"You know, doing things that makes us happy?"},{"T":"301","2":"Liv","3":"At a place we like... In the company of friends... Wearing our favorite coatings... Free from worrying about missions or fighting."},{"T":"301","2":"Lucia","3":"I see... Who wouldn't be happy in a place like this?"},{"T":"301","2":"Lucia","3":"If we want to make this happen sooner, everything we do now is of the utmost importance."},{"T":"301","3":"Remembering the mission, her expression becomes serious again."},{"T":"301","2":"Liv","3":"But that's also why we need to take a break every once in a while. Only then can we fight at peak performance."},{"T":"301","2":"Lucia","3":"Every once in a while...?"},{"T":"301","2":"Liv","3":"Yep! That reminds me... You haven't changed coatings in ages, have you, Lucia?"},{"T":"301","2":"Lucia","3":"Coatings don't seem to affect my performance in battle, so I haven't noticed."},{"T":"301","2":"Liv","3":"Hm... I figured you'd say that."},{"T":"301","3":"She chuckles and steps closer to Lucia."},{"T":"301","2":"Liv","3":"Not even just for fun?"},{"T":"301","2":"Lucia","3":"I heard that coatings weren't just handed out."},{"T":"302","2":"Ahem...","4":"Oh, about that..."},{"T":"301","2":"Liv","3":"The commandant actually spoke with me about that already..."},{"T":"301","2":"Lucia","3":"About coatings?"},{"T":"301","2":"Liv","3":"Yep! The commandant wants to give you a new coating!"},{"T":"301","2":"Lucia","3":"...Me?"},{"T":"301","2":"Liv","3":"Yep! But we decided that..."},{"T":"302","2":"You should pick one out yourself!"},{"T":"301","2":"Liv","3":"After all, you're always so tight-lipped about what kind of coating you like."},{"T":"301","2":"Liv","3":"So, you should pick one out yourself."},{"T":"301","3":"Liv takes out her terminal. She opens up a window and shows it to Lucia—revealing dozens of coatings waiting to be tried on."},{"T":"301","2":"Liv","3":"These are all the test coatings we applied for. Pick whichever one you like the best!"},{"T":"301","3":"At a loss, Lucia approaches Liv's terminal and flips through the selection under the behest of her excitement."},{"T":"301","2":"Liv","3":"Look! This coating comes in a dress!"},{"T":"301","3":"She points to a lavish but ungainly coating inspired by Rococo fashion."},{"T":"301","2":"Lucia","3":"I don't think this would be very suitable for combat..."},{"T":"301","3":"Liv nods seriously as they both turn the page."},{"T":"301","2":"Liv","3":"What about this one? It's a simple red uniform and a matching skirt."},{"T":"301","2":"Liv","3":"Um, but... There's not much of a difference. Is there?"},{"T":"301","2":"Lucia","3":"You're right."},{"T":"301","3":"The two of them quickly skip over several coatings of that style."},{"T":"301","2":"Liv","3":"What about a sailor outfit? That goes well with summer."},{"T":"301","2":"Lucia","3":"...A sailor outfit? But it's pink..."},{"T":"301","3":"She gives the same begrudging look as she did when she first changed into her Dawn frame."},{"T":"301","2":"Lucia","3":"But I admit, summer feels rather nice."},{"T":"301","2":"Liv","3":"How about this one? What do you think?"},{"T":"301","3":"Liv points to a breathable swimsuit and grins. Lucia's face instantly turns a bright cherry red."},{"T":"301","2":"Lucia","3":"No, no, no... Absolutely not."},{"T":"301","3":"She quickly turns to the next page and continues browsing."},{"T":"301","2":"Lucia","3":"...How about this one?"},{"T":"301","3":"Lucia points to an icy blue summer coating with soft scales resembling a fish tail. One of the legs looks like a trail of seafoam left by a wave on the beach."},{"T":"301","2":"Liv","3":"Wow, that's gorgeous. Want to try it out?"},{"T":"301","2":"Lucia","3":"...Right now?"},{"T":"302","2":"Go for it!"},{"T":"301","2":"Lucia","3":"Alright."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"Lucia does not know what to say. She looks at you with hesitant curiosity."},{"T":"302","2":"You look great.","4":"You look ug—","6":"I really like your choice."},{"T":"301","2":"Lucia","3":"R-really...?"},{"T":"301","3":"Lucia lets out a sigh of relief."},{"T":"301","2":"Liv","3":"I think so too, Lucia!"},{"T":"301","3":"Right as you're about to say 'ugly,' Liv quickly stuffs a square of nutri-jelly into your mouth."},{"T":"301","2":"Liv","3":"(Psst... Commandant! Didn't we agree to let Lucia choose for herself?)"},{"T":"301","3":"Liv leans over and whispers into your ear."},{"T":"301","2":"Liv","3":"(And you know she looks great...)"},{"T":"301","3":"She worriedly glances back at the uncertain Lucia."},{"T":"301","2":"Liv","3":"(Lucia might not seem like she cares about this kind of thing, but she cares about your opinion... Now's not the time for games.)"},{"T":"302","2":"Sorry.","4":"..."},{"T":"301","2":"Lucia","3":"For what?"},{"T":"301","2":"Lee","3":"Don't worry about it. A certain someone was just teasing..."},{"T":"301","2":"Liv","3":"You look great, Lucia!"},{"T":"301","2":"Lucia","3":"My own choice..."},{"T":"301","3":"Gently raising her hands, she looks down at her soft, delicate skirt and her shimmering hair resting on her shoulders."},{"T":"301","2":"Liv","3":"Your hair sure brings back memories."},{"T":"302","2":"Yeah.","4":"..."},{"T":"301","2":"Liv","3":"Think it'll be more convenient to have your hair tied up?"},{"T":"301","2":"Lucia","3":"I'm used to fighting like this. My first frame had the same hairstyle."},{"T":"301","2":"Liv","3":"That's good to know."},{"T":"301","2":"Liv","3":"Well then, let's submit a request for this coating."},{"T":"301","2":"Liv","3":"From the description, it's based on the 'Legend of the Mermaid'."},{"T":"302","2":"That's right."},{"T":"301","2":"Lucia","3":"'Legend of the Mermaid'?"},{"T":"301","2":"Liv","3":"Yeah. It's a really romantic but heart-wrenching story."},{"T":"301","2":"Liv","3":"A long, long time ago..."},{"T":"301","3":"Right as Liv is about to tell the story, something suddenly draws her attention."},{"T":"301","2":"Liv","3":"Commandant! There's a distress signal coming from an indistinct source over 18 kilometers south of our position."},{"T":"301","2":"Lucia","3":"Maybe they ran into trouble on their way back to rendezvous?"},{"T":"301","2":"Lee","3":"Maybe it's just an error."},{"T":"302","2":"Let's go check it out.","4":"What if our comrades are in trouble?"},{"T":"301","2":"Lucia","3":"You're right. Seems like the target site is located at sea. We'll need to use the speedboat to get there."},{"T":"301","2":"Lucia","3":"Gray Ravens, move out."},{"T":"301","3":"Thunder rumbles faintly in the dense cloud top, indicating the impending storm."},{"T":"301","2":"Lucia","3":"We need to hurry."},{"T":"301","3":"The distress signal leads the team to a rickety old yacht. They quickly board the yacht in a desperate race against the approaching storm."},{"T":"301","2":"Lucia","3":"Where are they?"},{"T":"301","2":"Liv","3":"I'm searching..."},{"T":"301","2":"Liv","3":"The only vital signs I'm picking up are from Corrupted."},{"T":"301","2":"Lee","3":"There's something wrong with this ship."},{"T":"301","3":"Lucia looks to where Lee is pointing. All she sees is a trail of watery footprints in the wheelhouse."},{"T":"301","2":"Lucia","3":"Someone was just here."},{"T":"301","3":"She quickly walks over to the wheelhouse and carefully examines the surroundings."},{"T":"301","2":"Lucia","3":"Looks like the ship's been abandoned for some time. Someone must've come here and triggered the alarm."},{"T":"301","3":"Hearing a disturbance in the wheelhouse, a horde of Corrupted suddenly converge on the group."},{"T":"301","2":"Lucia","3":"Prepare to engage!"},{"T":"301","3":"The Corrupted are outdated models and their movements are sluggish. The battle is over before it even starts."},{"T":"301","2":"Lucia","3":"Hostiles eliminated."},{"T":"301","2":"Liv","3":"We defeated all of the Corrupted, but there's no one left on the boat. Who could've triggered the alarm?"},{"T":"301","2":"Liv","3":"Were we too late?"},{"T":"301","2":"Lucia","3":"No. Maybe they just ran for cover."},{"T":"301","2":"Lucia","3":"Liv, keep searching the area for vital signs."},{"T":"301","2":"Liv","3":"Understood."},{"T":"301","3":"Liv closes her eyes and amplifies her search module."},{"T":"301","2":"Liv","3":"Danger!!"},{"T":"301","2":"Liv","3":"There's a massive horde of Corrupted coming right for us! They're coming up from the sea!"},{"T":"301","2":"Liv","3":"There're... so many... We're no match for them!"},{"T":"302","2":"Evacuate—NOW!"},{"T":"301","3":"But right at that moment—"},{"T":"301","3":"A rogue wave crashes against the weak deck, bringing with it an equally massive wave of Corrupted."},{"T":"301","3":"Without hesitation, you draw your pistol and fire a barrage at the swarm of Corrupted, providing covering fire for your three comrades on either side."},{"T":"301","3":"Making matters worse, the approaching storm has now arrived. The rickety yacht begins tilting precariously to one side under the torrential downpour, crashing waves, and the horde of Corrupted."},{"T":"301","3":"Unable to react in time, you slide along the slippery deck and into the sea."},{"T":"301","3":"All you can do is grab two Corrupted by their legs and pull them overboard with you. At least then you could lighten the others' load."},{"T":"301","2":"Lucia","3":"Commandant!!"},{"T":"301","3":"Lucia carves a path through the Corrupted in an arch with her katana, but you are nowhere to be seen."},{"T":"301","2":"Lucia","3":"Board the speedboat! We need to protect our only ride back!"},{"T":"301","3":"And with that, Lucia dives into the sea."},{"T":"301","2":"Lee","3":"Go."},{"T":"301","3":"Right as Liv and Lee are about to jump off the yacht's deck, the boat is rocked wave after wave."},{"T":"301","2":"Lee","3":"Tch!"},{"T":"301","2":"Lee","3":"Any sign of the commandant?"},{"T":"301","2":"Liv","3":"All vital signs are scrambled! We need to..."},{"T":"301","2":"Lee","3":"Get off the ship! We need to protect the speedboat! We'll just get surrounded if we jump in the water without a target!"},{"T":"301","2":"Liv","3":"...But!"},{"T":"301","2":"Lee","3":"Trust Lucia! We need to distract the Corrupted!"},{"T":"301","2":"Liv","3":"...!"},{"T":"301","3":"Hearing this, Liv follows Lee along the deck as they cut a path through the waves and Corrupted, then they both jump onto the speedboat."},{"T":"301","3":"In the chaos of the storm, a blue figure pokes her head out of the waves and places the human on a piece of wood from the wreckage..."}]