[{"T":"301","2":"Liv","3":"Oh, Commandant. Good afternoon. Is something the matter?"},{"T":"302","2":"Are you about to leave for military supplies?","4":"Anything I can help with?"},{"T":"301","2":"Liv","3":"Oh—yup. Today's Thursday after all."},{"T":"301","2":"Liv","3":"It's okay, Commandant. You should take a rest. I can handle the supplies."},{"T":"302","2":"Let me do it."},{"T":"301","2":"Liv","3":"Huh...? But, that's part of my duties..."},{"T":"302","2":"Get some rest, Liv."},{"T":"301","2":"Liv","3":"W-was I messing it up before...? Did I do something wrong?"},{"T":"302","2":"Of course not!"},{"T":"301","3":"After an eternity, you finally convince Liv that you just want to help out, and that it is not an issue on her end."},{"T":"301","2":"Liv","3":"...Then, I'll leave it to you, Commandant."},{"T":"302","2":"Leave this to me!"},{"T":"301","2":"Liv","3":"I don't know what drove you to do this, Commandant... But thanks!"},{"T":"301","3":"Learning from before, you pick up the military supplies without a hitch this time. You quickly scan the hall afterward."},{"T":"301","3":"...And you find her. Vera is in that same corner again, but this time, she seems to be conversing with a different person."},{"T":"301","3":"Vera's thin lips move. The man in front of her deflates visibly, just like the last. He hands her a... medication vial?"},{"T":"302","2":"Wait!","4":"(Stay still)"},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"...And here I was. Trying to pretend I didn't see you."},{"T":"301","3":"The man pauses and speaks something to Vera. She sighs."},{"T":"301","2":"Vera","3":"C'mere."},{"T":"302","2":"..."},{"T":"301","2":"Vera","3":"Hello? Do you need a new pair of ears?"},{"T":"302","2":"Me?"},{"T":"301","3":"Vera extends her hand and gestures, as if beckoning a small animal toward her. You are still unsure if she is referring to you, but you walk over anyway."},{"T":"301","3":"She then points at you, saying something inaudible to the man. The man nods and hands a black trunk to Vera."},{"T":"301","2":"Vera","3":"...Yep, 【kuroname】."},{"T":"301","3":"The man, likely some supplier, writes something down on a notebook."},{"T":"302","2":"(Peek)","4":"(Try not to peek)"},{"T":"301","3":"You see some nigh-unintelligible scribbles... and some unfamiliar words, and... your name...?"},{"T":"301","3":"You tell yourself not to look, but you still accidentally catch several unfamiliar words on the pages."},{"T":"301","2":"Supplier","3":"Alrighty."},{"T":"301","3":"Vera hums in delight. She grabs your arm before you could even react, then drags you outside."},{"T":"302","2":"What was that?","4":"What's the matter?"},{"T":"301","2":"Vera","3":"Nothing."},{"T":"301","2":"Vera","3":"Just used your name for a little trade. That's all."},{"T":"302","2":"You used my name?","4":"What trade?"},{"T":"301","2":"Vera","3":"Exactly what you think it is. Smuggling medical supplies. How's that sound? Want a piece, 'pardner?'"},{"T":"302","2":"That's illegal!","4":"Really?"},{"T":"301","2":"Vera","3":"'Course I know it's illegal. Now that you're in on this, try saying no. You'll find yourself in the gutters in the morning."},{"T":"301","2":"Vera","3":"Uh-huh. Now that you know. You only have one option left."},{"T":"301","2":"Vera","3":"Just smuggling some medical supplies. Not much of a big deal. How's that sound? Want a piece, 'pardner?'"},{"T":"302","2":"No way!","4":"You what?"},{"T":"301","2":"Vera","3":"Too late. We're already a couple of criminals."},{"T":"301","2":"Vera","3":"Uh-huh. Now that you know. You only have one option left."},{"T":"301","2":"Vera","3":"But, well. Thanks to your rep, the guy bowed down and agreed to a lower price."},{"T":"301","2":"Vera","3":"Now that we're on the same boat though, I don't mind tellin' you a little something more."},{"T":"302","2":"Why are you doing this?","4":"Why smuggle?"},{"T":"301","2":"Vera","3":"All the better to complete missions with, dear."},{"T":"301","2":"Vera","3":"On the battlefield, I'm always the last one standing."},{"T":"301","2":"Vera","3":"I don't expect the other mongrels to be at my level. So to stop them from dragging me down, I'll have to make preparations."},{"T":"301","2":"Vera","3":"If I can just stroll into meds and grab these juicers, I won't be doing this."},{"T":"301","2":"Vera","3":"What are you? Just naive? Or dumb?"},{"T":"302","2":"So you're trafficking drugs?"},{"T":"301","2":"Vera","3":"No. Just messin' with you."},{"T":"302","2":"???","4":"What are you actually doing?"},{"T":"301","2":"Vera","3":"Pah. Truth is, you're one annoying wimp. What I'm doing is none of your business."},{"T":"301","2":"Vera","3":"Didn't I tell you to stop poking your nose into things?"},{"T":"301","2":"Vera","3":"And even so, you're still sniffing around my personal life. You might need a better whipping, 'Commandant.'"},{"T":"301","2":"Vera","3":"Go ahead, try bothering me again. But don't come crying because of what I'll do to you."},{"T":"301","3":"The red-haired vixen gloats at the expression you make."},{"T":"301","2":"Vera","3":"What a face you pull! The Gray Ravens should get a picture of this and hang it over at their base."},{"T":"301","2":"Vera","3":"Anyways, what happened here, stays here. Cerberus has nothing to fear. You though, might want to watch out."}]