[{"T":"102","1":"Chapter 2","2":"Bring Me A Dream"},{"T":"301","2":"Forsaken","3":"That's the main building of the Golden Vortex ahead of us, sir."},{"T":"301","2":"Watanabe","3":"Can't believe there's something this creepy in this desert..."},{"T":"301","2":"Watanabe","3":"If we guessed it right, the people we're looking for is inside there."},{"T":"301","2":"Watanabe","3":"We'll part ways here..."},{"T":"301","2":"Watanabe","3":"I'll head there by myself. You all stay here and stand guard."},{"T":"301","2":"Forsaken","3":"..."},{"T":"301","2":"Forsaken","3":"Sir! Our report says that there are a large number of guards stationed there. We can't let you go alone!"},{"T":"301","2":"Watanabe","3":"It's because they outnumber us that I'm not going to risk your lives."},{"T":"301","2":"Forsaken","3":"You're our leader!"},{"T":"301","2":"Forsaken","3":"That's right, sir! Please, reconsider it..."},{"T":"301","2":"Watanabe","3":"As you said, I'm your leader. I'm supposed to carry you if I have to."},{"T":"301","2":"Watanabe","3":"My objective is to save our people inside. Nothing else matters."},{"T":"301","2":"Watanabe","3":"You should show the same conviction and determination, and make sure that nothing goes wrong when we retreat."},{"T":"301","2":"Forsaken","3":"But..."},{"T":"301","2":"Watanabe","3":"All electronic communication channels are disrupted in this region. I'll signal you with my flare gun once I figure out what's going on."},{"T":"301","2":"Watanabe","3":"Remember my route in a minute."},{"T":"301","2":"Watanabe","3":"Move immediately once you see my flare. Follow my path and strike the heart of the enemy!"},{"T":"301","2":"Forsaken","3":"...I knew you wouldn't act without a plan, sir!"},{"T":"301","2":"Forsaken","3":"Sorry, sir! I misunderstood your intent..."},{"T":"301","2":"Watanabe","3":"I told you before. No pandering on the battlefield."},{"T":"301","2":"Watanabe","3":"Take this opportunity to prepare your rations, especially water!"},{"T":"301","2":"Watanabe","3":"All those who're locked inside are the human members of the Forsaken. They're likely all dehydrated at this point."}]