[{"T":"301","3":"The search for Liv continued, but we unexpectedly found the castle of another Demon General."},{"T":"301","2":"Kamui","3":"So what do we do now? Shall we enter the castle, or keep moving?"},{"T":"301","2":"Lucia","3":"I'm not too sure either. What do you think, Commandant?"},{"T":"302","2":"Move away","4":"Explore inside the castle"},{"T":"301","2":"Lee","3":"I agree with Commandant. Liv would not enter such a dangerous place alone."},{"T":"301","2":"Karenina","3":"No, the best option now is to go inside the castle."},{"T":"301","2":"Kamui","3":"I agree. I have never met any Demon Generals."},{"T":"301","2":"Karenina","3":"Me too."},{"T":"301","2":"Karenina","3":"We—I mean, 【kuroname】—you have a piece of the Goddess' artifact, don't you?"},{"T":"301","3":"Karenina knew Camu gave me a fragment after defeating the Demon General. I didn't know why he did that, but that meant neither team could have the complete artifact."},{"T":"301","2":"Karenina","3":"Anyway, I have been to two Demon General's Castles. Honestly, the traps and the Demon Generals themselves were pretty weak."},{"T":"301","2":"Karenina","3":"If they ever find this place, the artifact will be taken within an instant. So we must take initiative and get the artifact first."},{"T":"301","2":"Lucia","3":"We take control of the key item. Is that what you mean, Karenina?"},{"T":"301","2":"Karenina","3":"Hmph, I'm not going to explain it again."},{"T":"301","2":"Karenina","3":"【kuroname】, do you remember what the first Demon General said? He had this 'perception' that allowed him to monitor the surroundings of the castle."},{"T":"302","2":"I do.","4":"I don't remember."},{"T":"301","2":"Karenina","3":"The second Demon General also said something similar. I think they should have the ability to know who passed by, at what time."},{"T":"301","2":"Karenina","3":"Really? What are you, a gold fish?"},{"T":"301","2":"Karenina","3":"Whatever. I think the Demon Generals must have a surveillance system to monitor everything happening around their castles."},{"T":"301","2":"Kamui","3":"So we can get the artifact and ask the Demon General if Liv had ever visited this place. Awesome quest chain design!"},{"T":"301","2":"Lee","3":"I see... If we have never been inside a Demon General's Castle, we wouldn't arrive at this conclusion."},{"T":"301","2":"Lee","3":"The design of this game is truly amazing."},{"T":"301","3":"Kamui was all hyped up while Lee was impressed by the game design. Lucia shook her head at the two males as they seemingly immersed themselves in the game."},{"T":"301","2":"Lucia","3":"Let's head toward the top of the castle, Commandant."}]