[{"T":"301","2":"Lucia","3":"Commandant..."},{"T":"301","2":"Celica","3":"Mr. President, Lucia is awake."},{"T":"301","3":"A long, long nightmare. A nightmare where Commandant is nowhere to be found."},{"T":"301","3":"An attempt to sit up—only to find the operating system for the limbs disconnected."},{"T":"301","2":"Lucia","3":"Aa..."},{"T":"301","3":"Mouth... opening to call out for a certain someone."},{"T":"301","2":"Hassen","3":"You're awake, Lucia?"},{"T":"301","3":"'President Hassen, are we in Babylonia, or somewhere else?' Words. Lips. Mouth moving, or not? Sound does not come out."},{"T":"301","2":"Hassen","3":"I know you have a lot of questions, but right now, you need to rest."},{"T":"301","3":"The president's words jog my memories. It was a loss against Alpha, again."},{"T":"301","3":"—Losing to myself."},{"T":"301","3":"It wasn't enough. It ended in failure. I wanted to show Commandant. I wanted Commandant to be proud. But, I lost again."},{"T":"301","3":"In the end, when I was lying in Commandant's arms, I tried to smile, so that Commandant wouldn't be as worried about me."},{"T":"301","2":"Lucia","3":"Where's... C-Commandant?"},{"T":"301","2":"Hassen","3":"I sent Gray Raven to join the resistance against Gabriel. I had Ayla bring a comms device with them, but then at some point we lost connection."},{"T":"301","3":"That doesn't sound good. I need to get to Commandant as soon as possible."},{"T":"301","2":"Lucia","3":"Agh... Argh!"},{"T":"301","3":"I need to be there for everyone... be there for Commandant. Something tells me that I'll regret it if I don't. I mobilize every working part of my body and crawl out of the bed."},{"T":"301","2":"Hassen","3":"Hold on, what are you doing?"},{"T":"301","2":"Lucia","3":"Send me to battle..."},{"T":"301","2":"Hassen","3":"You're too damaged. Let the others do the fighting."},{"T":"301","2":"Lucia","3":"But..."},{"T":"301","2":"Asimov","3":"If she wants to fight, let her. We brought a spare frame, remember?"},{"T":"301","2":"Hassen","3":"That frame is still being configured. And you know full well what letting Lucia use that frame would mean."},{"T":"301","2":"Asimov","3":"A frame containing Alpha's data can never be fully configured. Initialization is required before it can be used, no matter the case."},{"T":"301","3":"I don't understand what they're talking about, but the word 'frame' stands out for me."},{"T":"301","2":"Lucia","3":"Whatever works. Let me use it."},{"T":"301","2":"Hassen","3":"You..."},{"T":"301","2":"Asimov","3":"Lucia, we developed a new frame for you. Built on all the data Gray Raven has gained so far."},{"T":"301","2":"Lucia","3":"As in what we've been through...?"},{"T":"301","2":"Asimov","3":"You can say that, but your experiences alone aren't enough. If you've realized that you are a replica, then you know how powerful the original Lucia is."},{"T":"301","3":"I know. That's why I don't want to lose."},{"T":"301","2":"Asimov","3":"That's why I tuned up this frame with data from Alpha. Unedited. The entire set."},{"T":"301","2":"Lucia","3":"That's... what the initialization is for?"},{"T":"301","2":"Asimov","3":"Yes. The frame is data-overloaded. So if you want to use it, your thought model will have to be reconfigured through initialization."},{"T":"301","2":"Asimov","3":"We don't know what will become of you after the initialization. More Lucia, more Alpha, or someone completely different? No one can tell."},{"T":"301","2":"Asimov","3":"Even if it all works out and you're back in operation, you will longer be yourself."},{"T":"301","2":"Asimov","3":"Constructs can acquire memories by loading themselves with data. But you will only be reading these memories, not living them. They will always be someone else's."},{"T":"301","2":"Hassen","3":"Asimov, this is too much... And even if we activate that frame, there's still no way of getting her back in battle, right?"},{"T":"301","2":"Asimov","3":"We do have a decommissioned single-person aircraft left. Still functional enough to take her to Kowloong."},{"T":"301","2":"Asimov","3":"I just caught a signal from Gray Raven... They might be in danger."},{"T":"301","2":"Asimov","3":"Your frame, Lucia. Your call."},{"T":"301","3":"Using this frame is tantamount to suicide—it will kill Lucia, this current Lucia. That's what Asimov is implying."},{"T":"301","3":"That's a small price to pay, much smaller than I expected. Everyone has a grim look on their face, and yet I can't help smiling."},{"T":"301","2":"Lucia","3":"Wait for me, Commandant."}]