[{"T":"301","2":"Camu","3":"Alright, pick a path you like."},{"T":"302","2":"..."},{"T":"301","2":"Camu","3":"...What is it? I'll find my own way to the surface."},{"T":"302","2":"...Alright."},{"T":"301","3":"You hear the rumbling of mechanical movement coming from all over the theme park."},{"T":"301","3":"The pressed buttons and pulled levers must have activated something in the park."},{"T":"301","2":"Lucia","3":"Let's go then!"},{"T":"302","2":"Yeah."},{"T":"301","2":"Lee","3":"I'm still a little worried, but there's no getting off this ride now."},{"T":"301","3":"The old valves and rotating mechanisms hum as you head deeper into the theme park. It seems like a number of doorways and barricades have now been opened."},{"T":"301","3":"Finally awakened from their age-long slumber, the ancient mechanisms cough up dust in sheets and clouds."},{"T":"301","3":"Fortunately, Liv clamps a gas mask over your face in time, though it did hurt the bridge of your nose a little."},{"T":"301","2":"Lee","3":"Now scanning... Air composition test complete. Liv, you can take the mask off of Commandant."},{"T":"301","2":"Lee","3":"Unlike the underground, the viral density here is still in the safe range."},{"T":"302","2":"That said..."},{"T":"302","2":"...this place is really big."},{"T":"301","2":"Liv","3":"No matter what I had imagined before, this has certainly exceeded my expectations..."},{"T":"301","2":"Lucia","3":"Indeed, I've never seen anything like this."},{"T":"301","2":"Lee","3":"But Babylonia isn't completely devoid of these entertainment facilities though, yeah?"},{"T":"301","2":"Sophia","3":"The scale of this is on another level."},{"T":"302","2":"You're not surprised, Sophia?"},{"T":"301","2":"Sophia","3":"I read the brochure Jamilah found on the ride here. I have all the maps and structures memorized."},{"T":"301","2":"Sophia","3":"Did you not read it, Commandant?"},{"T":"301","2":"Liv","3":"You must have, right, Commandant?"},{"T":"301","2":"Lee","3":"Well, Babylonia was made to recreate life on Earth for people away from it..."},{"T":"301","2":"Lee","3":"...But it was not possible to accommodate a 'theme park' of this size. There is just no space to waste on a large-scale facility just for 'entertainment.'"},{"T":"301","2":"Sophia","3":"So that was why everyone was surprised."},{"T":"302","2":"...Yep."},{"T":"301","2":"Sophia","3":"...Hm."},{"T":"301","2":"Liv","3":"Scanning complete. The traces in the area are... quite complicated."},{"T":"301","2":"Liv","3":"Including Roland's, there are at least six traces with different traits here."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"Let's decide on search areas then."},{"T":"301","2":"Sophia","3":"I will visit the indoors amusement area once more with Ayla. It felt a bit off when we passed by earlier."},{"T":"301","2":"Chrome","3":"Then Strike Hawk and Karenina will head toward the Ferris wheel."},{"T":"301","2":"Chrome","3":"Our weapons work best in more spacious areas."},{"T":"301","2":"Lucia","3":"Then Gray Raven will scout the aquariums."},{"T":"301","2":"Lucia","3":"We shall converge later to share our findings."},{"T":"301","2":"Chrome & Sophia","3":"Copy that."},{"T":"301","2":"Lucia","3":"Then, let's move out!"},{"T":"302","2":"Let's go."},{"T":"301","2":"Camu","3":"Well, looks like my work here is done."},{"T":"301","2":"Camu","3":"All right then..."},{"T":"301","3":"Just as Camu turns to leave, he feels a chill run down his spine. Immediately, he unsheathes his Greatsword to block his back."},{"T":"301","3":"A rain of bullets bounce off his sword, creating a symphony of clangs. The bullets ricochet off the sword and hit nearby terminals, causing sparks to fly."},{"T":"301","2":"???","3":"Hehe... Hehehe... I didn't think you would be able to block my Hetero-shots. You've got some fast reflexes."},{"T":"301","2":"Camu","3":"...Tch, that gloomy fish lady back in Kowloong?"},{"T":"301","2":"Lamia","3":"What's-sa-matter? Not our first meeting, right...?"},{"T":"301","2":"Lamia","3":"But then again, even your speech pattern is different... Looks like there was some truth in what Roland said after all."},{"T":"301","2":"Camu","3":"...What did that prick say?"},{"T":"301","2":"Lamia","3":"Why do you care what he said?"},{"T":"301","2":"Lamia","3":"You should be caring about what I'm saying."},{"T":"301","2":"Camu","3":"Hah, whatever. I don't care about either of you."},{"T":"301","2":"Lamia","3":"Even when it's about Kamui?"},{"T":"301","2":"Lamia","3":"Have you never wondered why Kamui's main consciousness was sealed away all of a sudden?"},{"T":"301","2":"Lamia","3":"That's not something 'we' did. We only gave you your 'ticket' to connect to Ascnet."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Lamia","3":"And... even if you try to separate Kamui now to buy some time for him..."},{"T":"301","2":"Lamia","3":"Your 'main personality' Kamui is going to be gone in 140 hours anyway."},{"T":"301","2":"Lamia","3":"I can smell it... Your frame is unstable. If we put some pressure on it, it'll..."},{"T":"301","2":"Lamia","3":"—Hey! Stop that!"},{"T":"301","3":"Camu is already swinging his Greatsword at Lamia before she could finish her sentence."},{"T":"301","3":"But it is blocked by a wall formed by Heteromers."},{"T":"301","2":"Camu","3":"It's true that this frame is unstable and I do need a new frame."},{"T":"301","2":"Camu","3":"I guess yours will do since we're both Ascendants."},{"T":"301","2":"Lamia","3":"...In case you haven't noticed, mine is a female frame, you sure you're okay with that...?"},{"T":"301","2":"Camu","3":"If it can make you shut up, then I'll take it."},{"T":"301","2":"Lamia","3":"...Hehe, just as Miss Luna said, you really are an interesting fellow..."},{"T":"301","2":"Lamia","3":"...What do you say, would you like to join us? If you do, we'll provide you with a new frame immediately, one that's absolutely stable, of course."},{"T":"301","2":"Lamia","3":"—Not that I think you have any other choice on that matter."},{"T":"301","2":"Camu","3":"Ha, in your dreams."},{"T":"301","2":"Camu","3":"It's not like all Ascendants are your mates, like that 'Qu' girl who runs Kowloong."},{"T":"301","2":"Camu","3":"I'd rather be in control of my own life."},{"T":"301","2":"Lamia","3":"Hehe... Interesting, but naive. Oh, so naive."},{"T":"301","3":"Camu lifts his Greatsword and deals a heavy blow to crack the Heteromer wall."},{"T":"301","3":"Without losing momentum, he pulls back his left knuckle, thrashing toward Lamia."},{"T":"301","2":"Camu","3":"To let someone else dictate how my life goes? Not in a million years!"},{"T":"301","3":"After flipping through the air, Camu raises his sword once again to swing at Lamia."},{"T":"301","3":"—But the blade only hits air."},{"T":"301","2":"Lamia","3":"...A pity. I was starting to find you interesting, but turns out you're just as boring as the others."},{"T":"301","2":"Lamia","3":"Good bye. See you—never, maybe."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Sophia","3":"Sophia and Ayla reporting back. We've found someone."},{"T":"302","2":"?"},{"T":"301","2":"Nanami","3":"That's right! It's me! Na-na-mi!"},{"T":"302","2":"What are you doing here?"},{"T":"301","2":"Nanami","3":"That's what I want to ask you! What are you guys doing here at Nanami's secret base?!"},{"T":"301","2":"Nanami","3":"This was my secret base and no one else's... And now, boom! It's filled with people!"},{"T":"302","2":"...?"},{"T":"301","2":"Nanami","3":"That's why Nanami ran off to hide! JUST WHEN I finally broke the game and got to farming infinite lives too!"},{"T":"302","2":"Did you see someone weird?"},{"T":"301","2":"Nanami","3":"Let Nanami think... Well, I didn't see any people, but..."},{"T":"301","2":"Sophia","3":"I suggest that you speak. Now."},{"T":"301","2":"Nanami","3":"Ah! So cold! It tickles, hahaha! Sophia, stop shoving a gun to my waist!"},{"T":"301","2":"Ayla","3":"Tell us what you know and we'll get Sophia to stop."},{"T":"301","2":"Nanami","3":"Ahaha! Achoo! All right! I'll talk! I'll talk!"},{"T":"301","2":"Nanami","3":"When Nanami was farming points in 'Iron Formation BX Invincible Remastered Annual α++++ Feat. DK-Hyper', there was this rumbling going grrrr from under the floor..."},{"T":"301","2":"Nanami","3":"But I was almost at 9999990 points! So I didn't really pay attention to... Hey! Stop it!"},{"T":"301","2":"Ayla","3":"How did you even remember such a long and tasteless game title..."},{"T":"301","2":"Nanami","3":"Oh! But after that, some weird noises shot over from the roller-coaster platform... but Nanami ain't no roaster-coaster-obsessor, so I ignored it."},{"T":"302","2":"Not a roaster-coaster-obsessor, huh…","4":"Around when did that happen?"},{"T":"301","2":"Nanami","3":"Hmph! So what if Nanami don't find no rollers cooler, but squeals for Ferris wheels?! Nothing wrong with that!"},{"T":"301","2":"Nanami","3":"If the Ferris wheel wasn't broken I would've been on it!"},{"T":"301","2":"Nanami","3":"What are you looking at me like that for?! 'Iron Formation BX' on MAX heat takes about 12-something seconds to fill the combo gauge. That's how Nanami calculated the time!"},{"T":"301","2":"Ayla","3":"And when is that?"},{"T":"301","2":"Nanami","3":"Sigh! Who has time to keep the time?! If we really need to be specific, then it's from 9993366 points to 9997428 points, which is... 5 minutes 14 seconds?"},{"T":"301","2":"Ayla & Sophia","3":"...And you said you didn't remember."},{"T":"301","2":"Nanami","3":"What are you looking at me like that for?! 'Iron Formation BX' on MAX heat takes about 12-something seconds to fill the combo gauge. That's how Nanami calculated the time!"},{"T":"302","2":"I don't even know what to say to that...","4":"You're really serious about this game..."},{"T":"301","2":"Lucia","3":"...Hm? Is it just me or did the number of people here increase?"},{"T":"302","2":"It's just you.","4":"No, you're right."},{"T":"301","2":"Nanami","3":"?"},{"T":"301","2":"Lucia","3":"...?"},{"T":"301","2":"Lucia","3":"We encountered another Task Force at the aquarium."},{"T":"302","2":"?"},{"T":"301","2":"Lucia","3":"It was Vera and her team."},{"T":"302","2":"I didn't expect them to be here."},{"T":"301","2":"Lucia","3":"Me neither, we still don't know what their objective is..."},{"T":"302","2":"I'll ask around.","4":"Maybe they're here on vacation too?"},{"T":"301","2":"Hassen","3":"Cerberus? Hm, I'm not sure as well. I'll go see if Nikola knows something."},{"T":"301","2":"Hassen","3":"I understand your situation. For now, pursue 'Shome'. It is highly likely that he knows what we want to know."},{"T":"301","2":"Hassen","3":"But we didn't have time to prepare for this mission, so you'll have to make do with the resources you have on hand."},{"T":"302","2":"As per usual, I see."},{"T":"301","2":"Hassen","3":"Haha, anyway, just do what you can before reinforcements arrive."},{"T":"301","2":"Hassen","3":"Since we can confirm that there are several Ascendants in the area, it may be more dangerous than you think. Be careful."},{"T":"301","2":"Gray Raven","3":"..."},{"T":"301","2":"Lee","3":"Impossible."},{"T":"301","2":"Liv","3":"I don't think vacationing is their thing...?"},{"T":"301","2":"Lucia","3":"I also find it hard to believe."},{"T":"301","3":"Let me summarize. Gray Raven encountered Cerberus in the water cloister area; while Sophia and Ayla 'picked up' Nanami in the indoors amusement area..."},{"T":"301","3":"After sorting out the current situation, everyone realizes that what they've done has successfully... made the situation even more complicated."},{"T":"301","2":"Lee","3":"...If Cerberus is here, then that means Commander Nikola is plotting something here."},{"T":"301","2":"Liv","3":"But the data shows that this area has always been a safe zone..."},{"T":"301","2":"Ayla","3":"Better not to trust the public data."},{"T":"301","2":"Ayla","3":"Public data may have been edited in order to protect top-secret data of the Task Force."},{"T":"301","2":"Ayla","3":"That doesn't only apply to locational data, but also Construct data. They are sometimes edited to prevent tracking."},{"T":"301","2":"Lee","3":"No matter what's hidden here, we can't deny the fact that Cerberus is here."},{"T":"301","2":"Lee","3":"Also, multiple unknown traces point toward the indoors amusement area."},{"T":"301","2":"Liv","3":"The traces seem to lead to another exit underground, but the area beneath the ground is a Dead Zone..."},{"T":"302","2":"I guess we'll have to call Camu..."},{"T":"301","3":"The team tries to contact Camu again, but to no avail."},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"His GPS signal is gone as well... It is possible he has entered an unknown blind zone."},{"T":"302","2":"Let's go."},{"T":"302","2":"Camu will find us."},{"T":"301","2":"Lucia","3":"Of course."},{"T":"301","2":"Liv","3":"Understood. I'll keep trying to establish a connection with him in the mean time."},{"T":"301","2":"Lucia","3":"What was that?!"},{"T":"301","2":"Liv","3":"It's coming from where Cerberus was headed... No, there were explosions at six different spots underground at the same time!"},{"T":"301","2":"Lee","3":"Vera...!"},{"T":"301","2":"Lee","3":"...That Vera!"}]