[{"T":"301","3":"The supply transfer has been arranged after the routine security check at the outpost to conceal the actual objective of this operation."},{"T":"301","3":"The desert in winter is still remarkably arid. The sea of yellow sand in front of you has not changed apart from the cooling weather."},{"T":"302","2":"How far have I traveled in this desert..."},{"T":"301","3":"Your vehicle raises a fog of dust as it glides through the desert, and the sand dispersed in the air like a fleeting cloud."},{"T":"301","3":"Today is New Year's Eve. Despite having no notion of festivities, you still feel odd traveling alone on this day."},{"T":"301","2":"System","3":"Incoming transmission—"},{"T":"301","2":"Celica","3":"Hello? Don't tell me you've fallen asleep, 【kuroname】? Our tracking suggested that you've entered the safe area, but you should keep an eye out nonetheless."},{"T":"302","2":"I'm awake.","4":"Keep an eye out?"},{"T":"301","2":"Celica","3":"I know we're working with the Forsaken for now, but you can never tell what sort of accidents could happen down there. Just be careful."},{"T":"302","2":"I will. Don't worry."},{"T":"301","2":"Celica","3":"Good to hear that. After all, the Gray Ravens aren't by your side this time, and they're all worried sick..."},{"T":"302","2":"Let them know I'm safe and sound, will you?"},{"T":"301","2":"Celica","3":"I will. Make sure to keep your comms open and keep tabs on the cruise control. You're about two kilometers from the meeting point. Safe travels!"},{"T":"301","3":"As Celica's message ends, you are immediately connected with the Forsaken."},{"T":"301","3":"It follows so swiftly that you cannot help but wonder if they have been trying to call you when Celica was occupying the line."},{"T":"301","2":"Watanabe","3":"You're in Forsaken territory now, 【kuroname】. Maintain your speed. Our envoy will be meeting you at your nine o'clock."},{"T":"301","2":"Watanabe","3":"Keep to yourself. We don't need no attention."},{"T":"301","3":"You see a layer of white mist fogging up the window of the cockpit. The setting sun lingers on the golden horizon, and everything seems within reach."},{"T":"301","3":"The visible heatwave rises from the sand, distorting and refracting light, and you can see the dunes transforming into a pot of molten gold."},{"T":"301","3":"Your transport slowly enters the designated area. You can see the paved path ahead of you as your vehicle gradually stops bumping."},{"T":"301","3":"The Forsaken soldiers stop your ride under Watanabe's lead."},{"T":"301","3":"You have yet to enter the campsite proper, unlike what you were expecting. You can tell it is still quite a distance away just from the view on your ride."},{"T":"301","3":"Uncertain about the current situation, you recall what Celica mentioned and prepare for any unforeseen arrangement."},{"T":"301","2":"Watanabe","3":"You're 47 minutes and 6 seconds late."},{"T":"302","2":"Have you been waiting here?","4":"The journey here took a while..."},{"T":"301","2":"Watanabe","3":"Consider this part of my 'goodwill.' I did promise to guarantee your safety."},{"T":"301","2":"Watanabe","3":"Not surprising. It's a rough neighborhood."},{"T":"301","2":"Watanabe","3":"Sorry for not informing you beforehand, but we'll need you to stop here."},{"T":"301","2":"Watanabe","3":"For the sake of both of our sides, I can't allow a Babylonia vessel to enter our camp directly. It's an inconvenient time—you'll understand once you arrive."},{"T":"301","2":"Watanabe","3":"But you don't have to worry. No harm will come to you. The Forsaken does not forget the people who fought by our side."},{"T":"302","2":"I understand."},{"T":"301","3":"Watanabe nods and gestures to the soldiers around him, and a senior-looking guard walks up with a detection device."},{"T":"301","2":"Guard Leader","3":"Pardon me. Please raise your arms—"},{"T":"301","3":"Your pistol, as well as your emergency fire starter kit, are both confiscated."},{"T":"301","2":"Guard Leader","3":"My apologies. No fire-starting items are allowed in the camp, and... what is this?"},{"T":"302","2":"A water bottle... obviously?"},{"T":"301","2":"Guard Leader","3":"Would you mind taking a sip in front of us now? If it's alcohol..."},{"T":"301","2":"Watanabe","3":"Enough, no need to be so thorough. Babylonia's not gonna allow a commandant to drink on the job, and this one doesn't seem like the rule-breaking kind."},{"T":"301","2":"Watanabe","3":"Have you notified the folks in the camp?"},{"T":"301","2":"Guard Leader","3":"We did. Although we do recognize the Gray Raven Commandant, there have been many newcomers in the camp..."},{"T":"302","2":"Newcomers?"},{"T":"301","3":"Watanabe does not answer you. He turns and signals everyone to follow him to the Forsaken base."},{"T":"301","3":"Unlike the calm and quiet campsite you remembered, the one you are seeing is bustling—"},{"T":"301","3":"The military tents by the road have turned into various stalls, where the Forsaken members trade and exchange rare items and supplies."},{"T":"301","3":"More surprisingly, you notice a large group of children running by the Forsaken headquarter, giggling."},{"T":"301","2":"Guard Leader","3":"Hey, kids! Stop running around in here! You're going to bring down the tent!"},{"T":"301","3":"The children turn to make a funny face at the guard leader before disappearing into the crowd with a louder wave of laughter."},{"T":"302","2":"Who are they?","4":"There are kids here!"},{"T":"301","2":"Watanabe","3":"Children of the Forsaken."},{"T":"301","2":"Watanabe","3":"Don't be so surprised. This isn't our only camp, and we... are not the only ones forsaken."},{"T":"301","2":"Watanabe","3":"We built a small shelter to the east of here after what happened with the ARU. The kids and the newcomers are staying there."},{"T":"301","2":"Watanabe","3":"They should be the actual hope for the future... We couldn't abandon them."},{"T":"302","2":"That's why you were searching me so thoroughly..."},{"T":"301","3":"Watanabe stops, giving a soldier that is sorting supplies some kind of order."},{"T":"301","2":"Zong","3":"Mr. Watanabe! I'm sorry, the sorting is still ongoing. You might want to take this..."},{"T":"301","2":"Watanabe","3":"...Supplier. A supplier for now."},{"T":"301","2":"Zong","3":"I see! You might want to take this... 'supplier' elsewhere first?"},{"T":"301","2":"Zong","3":"And don't forget to answer your comms, Mr. Watanabe. You're about to be late for the call with the blue gentleman."},{"T":"301","2":"Watanabe","3":"You don't have to remind me. I'll reply after this—and we aren't the ones who are late, to begin with."},{"T":"301","3":"The children who entered the campsite earlier are still hanging around. They shoot a glance at your side every once in a while, and Watanabe waves back with a warm, friendly smile, unlike his usual solemn self."},{"T":"301","3":"But when he turns back at you, he looks exactly as he was."},{"T":"301","2":"Watanabe","3":"Cough... 【kuroname】, let's talk business."},{"T":"301","2":"Watanabe","3":"I've only received a very vague report about this test. But before that... there's something else that I'm more curious about."},{"T":"301","3":"At Watanabe's cue, the Forsaken soldiers open the marked cache."},{"T":"301","3":"The CUB for this testing immediately activates and hovers by Watanabe's side."},{"T":"301","3":"Right now, it is just a polygon with red stripes on one side, looking quite ordinary."},{"T":"301","2":"Watanabe","3":"This thing can... help in a fight? It looks so..."},{"T":"301","3":"Watanabe activates its second stage with uncertainty."},{"T":"301","3":"Its form expands and changes as it transforms to prepare for engagements. The animalistic features and coatings of the machine immediately catch the people's attention... and catch them off guard."},{"T":"301","3":"Watanabe's doubtful gaze and the unexpected reveal have everyone on the scene turn silent."},{"T":"301","2":"Watanabe","3":"I understand it's supposed to be a support unit, but isn't this design a little bit... excessive?"},{"T":"302","2":"...","4":"There were... thoughts put into it."},{"T":"301","2":"Watanabe","3":"I assume there were specific... thoughts put into it?"},{"T":"301","2":"Watanabe","3":"If you say so... I suppose there's no harm in it."},{"T":"301","2":"Watanabe","3":"If we're just talking about combat capabilities, it's indeed... quite..."},{"T":"301","3":"Watanabe frowns, excruciating, desperately trying to convince himself with his own argument."},{"T":"301","2":"System","3":"Incoming transmission—"},{"T":"301","2":"Celica","3":"Is this a good time? Mind if I cut in?"},{"T":"301","3":"The silence is broken up by a call from Babylonia. As the comms connect, Watanabe reverts to his typical expression."},{"T":"301","2":"Celica","3":"I know the commandant isn't exactly on time, but our tracking shows that 【kuroname】 has arrived. And it seems that Mr. Watanabe here has a lot to say about our CUB?"},{"T":"301","2":"Celica","3":"But we can table that for later—it's one of our proudest creations, after all. Asimov, it's your turn to do the talking."},{"T":"301","2":"Asimov","3":"...I don't have much to say, to be honest."},{"T":"301","3":"The Chief Technician is apparently unfamiliar with an occasion like this, or maybe he simply does not care. He pays no attention to how restless he looks."},{"T":"301","2":"Asimov","3":"Please check the instructions we sent you to see how to use and connect with the 'Combat Unit Booster'. It's just a prototype, so the user experience may not be perfect, but it won't be lethal."},{"T":"301","2":"Asimov","3":"It might just get a little uncomfortable during the connection. But that's what you get from connecting to the M.I.N.D., so just prepare yourselves."},{"T":"301","2":"Asimov","3":"Regarding its appearance, we have commissioned experts from the WGAA to design it, so I swear it's more than competent. Don't worry."},{"T":"302","2":"Is that true...","4":"I guess looks can be deceiving."},{"T":"301","2":"Asimov","3":"In that case, I'll count on the old models—I mean, the role models of the Forsaken to carry out this test."},{"T":"301","2":"Watanabe","3":"This is just standard fare. It's nothing to us."},{"T":"301","2":"Asimov","3":"I can tell how battle-tested you all must be from the way you've been maintaining yourselves. I simply require data from older frames."},{"T":"301","2":"Watanabe","3":"...It seems that Babylonia hasn't forgotten where this frame comes from."},{"T":"301","2":"Asimov","3":"That... is not for me to say. Do you want me to fetch Hassen for you?"},{"T":"301","2":"Watanabe","3":"That won't be necessary."},{"T":"301","2":"Asimov","3":"No offense, but it's probably best that we keep this kind of collaboration a one-time event. Good luck."},{"T":"301","3":"And the call ends there."},{"T":"301","2":"Patrol Leader","3":"Sir, is our... 'supplier' clear?"},{"T":"301","2":"Watanabe","3":"Don't worry. They would have sent someone else if it was a trap."},{"T":"301","3":"Facing his hesitant crew, Watanabe casually gives him a pat on the shoulder."},{"T":"301","2":"Watanabe","3":"For my part, I trust 【kuroname】. We have to have more friends who've fought with us than enemies against us, right?"},{"T":"301","2":"Watanabe","3":"But you, dear supplier, I do have a job for you before my men are done calibrating the machine."}]