[{"T":"301","2":"Asimov","3":"It's rare to see you arriving earlier than me. I suppose you're looking forward to this operation."},{"T":"302","2":"That's right.","4":"As long as it stops you from complaining."},{"T":"301","2":"Asimov","3":"Very well."},{"T":"301","2":"Asimov","3":"So you do realize you have a different perception of time..."},{"T":"302","2":"That's an improvement."},{"T":"301","2":"Asimov","3":"Anyway, let's get down to business."},{"T":"301","2":"Asimov","3":"As you can see, Project Babel has entered the fifth phase."},{"T":"301","2":"Asimov","3":"I believe you're already well acquainted with this test. If you have any questions, go check the mission details."},{"T":"301","2":"Asimov","3":"I haven't asked you before. You've already completed many tests. What do you feel about this project?"},{"T":"302","2":"You can make it harder.","4":"It's a little difficult."},{"T":"301","2":"Asimov","3":"That confident, huh?"},{"T":"301","2":"Asimov","3":"I hope you'll be satisfied with the new strategic targets."},{"T":"301","2":"Asimov","3":"Oh really."},{"T":"301","2":"Asimov","3":"We've added new strategic targets this time. They allow you to adjust the combat intensity according to your own needs."},{"T":"301","2":"Asimov","3":"However, a moderate level of stress will improve your concentration. I want the combat data to be as accurate as possible."},{"T":"301","2":"Asimov","3":"The goal of Project Babel is to collect data from more intense battles. In addition to the Constructs' strength, you should pay attention to the team formation and your own leadership."},{"T":"301","2":"Asimov","3":"You can say it's practically no different from the actual battlefield."},{"T":"301","2":"Asimov","3":"In the previous tests, each team showed me the huge potentials of different battle tactics."},{"T":"301","2":"Asimov","3":"We're now able to create more realistic simulated battle environments and strategic targets based on the operation data collected in the previous phases."},{"T":"301","2":"Asimov","3":"It's the other reason why I implement Project Babel."},{"T":"301","2":"Asimov","3":"You just need to show us your true power as usual."},{"T":"301","2":"Asimov","3":"I'm looking forward to what your team can achieve this time..."},{"T":"302","2":"Of course."},{"T":"301","2":"Asimov","3":"...And what combat data you can bring me."}]