[{"T":"301","3":"A few minutes later, a massive fireball with a long and fiery tail falls near Nikola from the sky."},{"T":"301","3":"It slows. The large, grid-like main cabin with the Star of Life Medical logo on its side could be seen from the ground."},{"T":"301","3":"The rubble crumbles from the thrust produced by the engine."},{"T":"301","3":"Eventually, it landed on the center of an open space steadily."},{"T":"301","2":"Asimov","3":"Deploying an airdrop of all-terrain field hospital for one Construct only..."},{"T":"301","2":"Nikola","3":"It's necessary as it's an emergency and a special case."},{"T":"301","2":"Asimov","3":"The Science Council and Star of Life are in the same boat with you now."},{"T":"301","2":"Nikola","3":"No need to worry about the law issues, I'll explain to the council."},{"T":"301","2":"Asimov","3":"Is there something to do with your relationship with President Hassen?"},{"T":"301","2":"Nikola","3":"No, I'm just good at dealing with troublesome works... like this."},{"T":"301","2":"Nikola","3":"Anyway, we should play our own parts. When it comes to the future of humans, we shouldn't have any hesitation..."},{"T":"301","2":"Nikola","3":"Now get prepared for the remote surgery."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"Frankly speaking, we're only able to simulate the human consciousness even with the technology of M.I.N.D."},{"T":"301","2":"Asimov","3":"You should know that direct operation towards consciousness is way more complicated than general surgery, right?"},{"T":"301","2":"Nikola","3":"Of course, otherwise I wouldn't let you, the only person who has acquired this skill in the whole Babylonia, lead this operation."},{"T":"301","3":"......"},{"T":"301","2":"Asimov","3":"The analysis of consciousness has been completed. We will make a proposal regarding the process of memory..."},{"T":"301","2":"Nikola","3":"That's our new pride of Babylonia."},{"T":"301","2":"Asimov","3":"I'm just trying to end the whole thing as soon as possible..."},{"T":"301","2":"Nikola","3":"Then I should tell you the truth."},{"T":"301","2":"Nikola","3":"The past experience has caused ineffaceable impacts on her."},{"T":"301","2":"Nikola","3":"Then I have to tell you that part of her consciousness is in a state of high entropy, which is kind of chaotic, and very... persistent."},{"T":"301","2":"Nikola","3":"That's why I need her... to stay loyal to humanity."},{"T":"301","2":"Asimov","3":"In short, you want to erase her memory..."},{"T":"301","2":"Nikola","3":"Only if necessary."},{"T":"301","2":"Asimov","3":"Then I have to tell you that part of her consciousness is in a state of high-entropy, which is kind of chaotic, and very... persistent."},{"T":"301","2":"Asimov","3":"Even if I can deal with it, our connection is insufficient to meet the requirement of such a high-precision transfer."},{"T":"301","2":"Asimov","3":"If we insist to extract her memory, I cannot undertake the consequences."},{"T":"301","2":"Nikola","3":"Then what's your plan?"},{"T":"301","2":"Asimov","3":"I think we better save that part of memory in the form of subconsciousness."},{"T":"301","2":"Asimov","3":"If we can prevent it from being awakened, we'll be able to keep the integrity of her personality so that it won't be affected by that part of her memory."},{"T":"301","2":"Asimov","3":"However, we cannot promise whether deviation will occur with time or not even if we adopt the more conservative plan."},{"T":"301","2":"Nikola","3":"I just need her will to be strong enough to last until the end of the war, as for the deviation..."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Asimov","3":"In this case, I'll carry out a branch operation on her consciousness, and make a copy of it."},{"T":"301","2":"Nikola","3":"Wait, as I remember, your principle is to retain the uniqueness of consciousness, right?"},{"T":"301","2":"Asimov","3":"Yes, and it's the only way to guarantee..."},{"T":"301","2":"Nikola","3":"You... become astonishingly obsessive when it comes to protecting the consciousness of the Construct..."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Nikola","3":"I thought it was quite common for you to deal with cases like that when doing scientific researches."},{"T":"301","2":"Nikola","3":"Hmph, I'm quite surprised that you're such a compassionate person, seeing that you usually treat the Constructs as your objects of study."},{"T":"301","2":"Asimov","3":"Don't overthink it. As a scientific researcher, I need a copy of her main personality as a control, that's all."},{"T":"301","2":"Nikola","3":"It's up to you... In fact, we only need to ensure there's only one active consciousness at the same time."},{"T":"301","2":"Nikola","3":"Alright, I would rather listen to the advice from a professional—Is that okay?"}]