[{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"Why are you still here?"},{"T":"302","2":"I was worried...","4":"...I'm sorry."},{"T":"301","2":"Watanabe","3":"Relax. I'm not human, I don't die that easily."},{"T":"301","2":"Watanabe","3":"There's nothing to apologize for. This is war. No one comes out the other side unscathed every time."},{"T":"301","2":"Watanabe","3":"That said... it seems that I'll have to rest up for a while."},{"T":"301","2":"Watanabe","3":"But... there's no next time..."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Watanabe","3":"Let me ask you—the Eden that you envision... what is it like?"},{"T":"302","2":"Equal, free, safe...","4":"Just like the one you envision, I think."},{"T":"301","2":"Watanabe","3":"Ha. I guess we're similar, aren't we?"},{"T":"301","2":"Watanabe","3":"What a crafty answer."},{"T":"301","2":"Watanabe","3":"The apocalypse hasn't ended, not just because of the Punishing Virus or the war... It's because of the humans. Because of human nature."},{"T":"301","2":"Watanabe","3":"The exploiters and the exploited, the oppressors and the oppressed... those who make choices, and those who get their choices taken away... This... loop, it never ends."},{"T":"301","2":"Watanabe","3":"Eventually... they don't even lie about it anymore, those prideful bastards."},{"T":"301","2":"Watanabe","3":"But no one has the right to decide someone else's fate. No one gets to say who lives or dies, who stays, and who is left behind."},{"T":"301","2":"Watanabe","3":"Closing your eyes so you can't see, trying to forget if you did see... Running away if you can't forget. Up there, far away, with everything you would forsake."},{"T":"301","2":"Watanabe","3":"...Better to stand where the world refuses to face, to challenge it, to create a real 'Eden'."},{"T":"302","2":"...Why would you fight so hard for that?","4":"You're the idealist, aren't you?"},{"T":"301","2":"Watanabe","3":"Why? For the Eden I envision, of course..."},{"T":"301","2":"Watanabe","3":"Perhaps, as much as it pains me to admit it. Maybe that's why... we're similar."},{"T":"301","2":"Watanabe","3":"A naive idealist."},{"T":"301","2":"Watanabe","3":"...Like you."},{"T":"301","2":"Watanabe","3":"As long as there are humans like you, I guess the world is not beyond saving."},{"T":"301","2":"Watanabe","3":"But how can there be more of you on that flying boat, I wonder?"},{"T":"302","2":"Let's create the real Eden.","4":"I look forward to your Eden."},{"T":"301","2":"Watanabe","3":"Do you know why I saved you?"},{"T":"302","2":"Because you promised?","4":"No, I don't..."},{"T":"301","2":"Watanabe","3":"Because, in my Eden, you'll be safe..."}]