[{"T":"301","3":"It has been a few years since the greatest calamity in human history—the Punishing Virus outbreak. Most civilizations on the planet's surface have been completely wiped out."},{"T":"301","3":"Once, the cities' skylines at night are brighter and more beautiful than the starry night sky. But now, the civilizations that shone in the dark are gone, replaced with darkness dimmer than space."},{"T":"301","3":"But one lone star shines in this dark void. Its faint light flickers as if the nights never arrive; it laughs as if there have never been any tales of sorrow."},{"T":"301","3":"—The Nighter, sailing still tonight."},{"T":"301","2":"Vendor","3":"I'm gonna be honest with you, young lady. This varnish here is actually supplies from the World Government. So, at the very least—"},{"T":"301","3":"The merchant raises four fingers, his teeth grinding. Seeing the girl before her still indecisive, he decides to pull his last trick."},{"T":"301","2":"Vendor","3":"Fine, fine. You were asking so earnestly, so I guess it's just not my day. How about this..."},{"T":"301","3":"He retracts one finger, and the girl smiles with delight, her eyes almost lighting up—not noticing the subtle smirk of the vendor behind his 'disappointment,' obviously."},{"T":"301","2":"Yoyo","3":"That's wonderful! No backsies!"},{"T":"301","3":"Just as Yoyo is about to take the ware from the vendor, a large hand takes it away first."},{"T":"301","2":"Jin Man","3":"Ha... how is this crap worth anything? Are you kidding me?"},{"T":"301","2":"Yoyo","3":"You...! What do you want this time, you liar?!"},{"T":"301","3":"Yoyo recognizes the man who tricked her and almost got her killed, but he does not seem to bother to acknowledge her."},{"T":"301","2":"Jin Man","3":"The logo of the World Government was painted, and painted wrong, mind you... Still, the quality is acceptable. I'll wager it's worth this much—"},{"T":"301","2":"Vendor","3":"You...!"},{"T":"301","3":"Jin Man raises two fingers. After a moment, he seems to have thought of something, so he retracts one, wiping away a corner of the World Government logo with the remaining finger and revealing the original logo beneath."},{"T":"301","2":"Jin Man","3":"I'd clear your stock as soon as possible if I were you. Otherwise, if someone discovers your 'supplier,' you won't even last until the mechanoids throw you off the boat..."},{"T":"301","3":"Jin Man looks up at the tallest tower on the Nighter, where one person holds everyone's life on the Nighter in the palm."},{"T":"301","3":"Seeing Jin Man slowly scratching away the painted logo, the vendor can only muster a twisted smile in the end, as angry as he may be."},{"T":"301","2":"Vendor","3":"Ah... This gentleman's taste really is impeccable. I'll sell them at the price you offered... How many do you want?"},{"T":"301","2":"Jin Man","3":"All of them. As many as you got."},{"T":"301","2":"Yoyo","3":"Hey! I was here first! Don't listen to this bad man, sir! He's tricking you!"},{"T":"301","2":"Vendor","3":"I'm sorry, dear, but you heard him. I've sold all my stock to this gentleman here. Perhaps he's willing to share some with you..."},{"T":"301","3":"Jin Man gives Yoyo a sidelong glance as if he has just noticed her."},{"T":"301","2":"Jin Man","3":"Trades only have value when they bring profits. I'm not playing house with a girl... Although I'm surprised to see you still alive, child. What a waste of miles... Hmph, I didn't know Lady Qu had gone merciful."},{"T":"301","2":"Jin Man","3":"Perhaps your naivety is why the folks who won't let go of the Golden Age are scouring for memories like yours as if they can get drunk with it."},{"T":"301","2":"Jin Man","3":"Hahaha, I should thank you, by the way. Your purchase really set me up for good, so if you change your mind and want to sell your memories, give me a call... I'll give you a good deal."},{"T":"301","3":"Yoyo clutches her fists, staring furiously at the gluttonous merchant before her."},{"T":"301","2":"Jin Man","3":"I'd exercise restraint if I were you, girl. There are security mechanoids everywhere, so don't throw away your life so quickly after someone gave you a second chance."},{"T":"301","2":"Yoyo","3":"You know Hanying?"},{"T":"301","3":"Jin Man does not answer, only turning away with a 'hmph' before telling his men to move the wares he just bought."},{"T":"301","2":"Yoyo","3":"Oh, no! If I don't hurry, I'll be home late tonight!"},{"T":"301","3":"Aggrieved as she is, Yoyo does not have time to barter with Jin Man. She dives right back into the crowded street, her small figure pushing forward away from the haggles and shouts."},{"T":"301","2":"Yoyo","3":"I'm... back..."},{"T":"301","3":"Yoyo returns to her home exhausted. The market on the Nighter today was a little too bustling for her. She would have gone home sooner if not for Jin Man."},{"T":"301","2":"Uno","3":"Rargh—"},{"T":"301","3":"The Blubber Uno wobbles its way toward Yoyo upon seeing her, handing her a pair of couplets in its hands."},{"T":"301","2":"Yoyo","3":"Whoa! Did you write this, Uno? It's so pretty... Did Hanying teach you? It's so good that we can sell it when the monthly market opens again on the ship!"},{"T":"301","3":"Hearing Yoyo's compliment, Uno sways from side to side, looking delighted."},{"T":"301","2":"Hanying","3":"You're back, Yoyo. You're a little late today. Is everything alright?"},{"T":"301","3":"Hanying steps inside the room upon hearing Yoyo's voice, looking worried."},{"T":"301","2":"Yoyo","3":"I'm sorry, Hanying... I couldn't get everything you wanted."},{"T":"301","3":"Hanying pats Yoyo on the head, taking the goods Yoyo bought and putting them aside."},{"T":"301","2":"Hanying","3":"That's okay. They're just... for you later..."},{"T":"301","3":"Yoyo is not sure what Hanying means, but she is certain Hanying is looking out for her."},{"T":"301","2":"Yoyo","3":"You're all dressed up, Hanying! Are you heading out to work? Is there a show at the theater tonight?!"},{"T":"301","3":"Yoyo's eyes glisten as she looks forward to a day when she can perform at the theater like Hanying, earning her keep on the Nighter without relying on someone else."},{"T":"301","2":"Yoyo","3":"Can you take me with you, Hanying? I've remembered all the steps you taught me. Maybe I can get a role as a side character or something..."},{"T":"301","3":"Hanying cannot help but smile, seeing the way Yoyo looks."},{"T":"301","2":"Hanying","3":"The way you move is more like doing martial arts and acrobatics than dancing..."},{"T":"301","2":"Yoyo","3":"Ugh... I just can't do the elegant dances. After all, my dad taught me martial arts since I was young."},{"T":"301","2":"Hanying","3":"I'm just teasing you. Many in the troupe speak highly of you, you know?"},{"T":"301","2":"Yoyo","3":"Seriously?! Then..."},{"T":"301","2":"Hanying","3":"...Still no. I've made arrangements. The next time the Nighter is close to Kowloong, you can leave the ship secretly and go home."},{"T":"301","2":"Yoyo","3":"R-really?!"},{"T":"301","3":"Yoyo cannot believe that she may actually leave this place and return to her parents."},{"T":"301","2":"Hanying","3":"Yes... so you should stop going somewhere crowded like the theater, and I'll take care of trading wares from now on. We don't want anyone to recognize you when you leave. Who knows how many years we'll wait if we miss this chance?"},{"T":"301","3":"Yoyo nods obediently. But the unexpected good news has her disoriented."},{"T":"301","2":"Yoyo","3":"Oh, okay. But at least let me help you with your makeup!"},{"T":"301","3":"Hanying smiles, sitting down before the dressing table. Yoyo carefully observes Hanying's overwhelmingly beautiful face with the light's help."},{"T":"301","2":"Yoyo","3":"You still look so pretty no matter how many times I've seen you..."},{"T":"301","2":"Hanying","3":"Is that so...? I have no clear notions of 'beauty' as a mechanoid, but I'm sure you'll be much prettier than me when you grow up, Yoyo."},{"T":"301","3":"Yoyo's hand with the powder puff gently glides over Hanying's cheeks, leaving behind a light flush—Yoyo has been doing Hanying's makeup for a while in case her identity as a mechanoid is exposed during a performance."},{"T":"301","2":"Yoyo","3":"But I've grown so much already, even now... Will Mom and Dad recognize me when I go back to Kowloong?"},{"T":"301","2":"Hanying","3":"I can't say for sure... but you don't look much different from before to me."},{"T":"301","2":"Yoyo","3":"You're the one who doesn't look different! You're still so pretty after all this time."},{"T":"301","3":"Yoyo attentively applies eyeliner on Hanying, not noticing the sadness in Hanying's eyes."},{"T":"301","2":"Hanying","3":"You're right... A human's thoughts and emotions would grow and develop over time, but a mechanoid can never easily 'let go' or 'change' its values..."},{"T":"301","2":"Yoyo","3":"Is that how it is for you as well, Hanying?"},{"T":"301","2":"Hanying","3":"It is... But I've heard of a mechanoid called 'Sagemachina' living with its disciples on land. They have 'hearts' that are beyond their programming even though they are mechanoids... If I can find them, maybe I..."},{"T":"301","2":"Yoyo","3":"Then you should go back to Kowloong with me, Hanying! We'll find my parents and then look for this 'Sagemachina' together!"},{"T":"301","3":"Hanying smiles. She knows that Yoyo's fantasy is almost impossible, but she cannot help but imagine their journey together on land."},{"T":"301","2":"Hanying","3":"But that's just a myth. Who knows how many years and decades it'll take us to find them..."},{"T":"301","2":"Yoyo","3":"Oh... Forget if Mom and Dad would still recognize me—I'm sure I'll be an old granny by then... Alright, almost done!"},{"T":"301","3":"Yoyo takes out a brush, dipping it in vermillion pigment and painting Hanying's lips—those lips tremble for a while before finally speaking."},{"T":"301","2":"Hanying","3":"Yoyo, you can stay how you look right now when you search for your parents, no matter how many years have passed... if you become a Construct."},{"T":"301","2":"Yoyo","3":"A Construct...? Can I become a Construct?"},{"T":"301","3":"Yoyo has seen those Constructs on the market before. They are called the 'Kowloong Crew', a remarkable group of humans that have become machines, working as the left and right hands of Lady Qu."},{"T":"301","2":"Hanying","3":"You can! Actually, I've saved up enough to afford a procedure on you. I've also prepared all the parts you'd need, so you don't have to worry..."},{"T":"301","2":"Yoyo","3":"Okay, but..."},{"T":"301","3":"Yoyo finds Hanying a little strange when talking about this topic as if Hanying is withholding something."},{"T":"301","2":"Hanying","3":"Yoyo, you don't have to decide now..."},{"T":"301","3":"Hanying, having completed her makeup, stands up and quickly heads for the foyer with her back toward Yoyo. Yet she waits for a long while before speaking again."},{"T":"301","2":"Hanying","3":"But I hope you can... consider it."},{"T":"301","3":"Next to the center stage, Hanying stares at the topmost balcony with hesitation."},{"T":"301","2":"Hanying","3":"I shouldn't have talked to the girl about becoming a Construct... She should return to her parents."},{"T":"301","2":"Hanying","3":"But why..."},{"T":"301","2":"Troupe Leader","3":"Hey, Hanying! You're the headliner of the troupe! The audience is here for you! Stop chasing them away with your miserable look!"},{"T":"301","3":"Realizing that, Hanying smiles, quickly regaining her usual composure."},{"T":"301","2":"Hanying","3":"My apologies... I was lost in thought."},{"T":"301","2":"Troupe Leader","3":"As long as you're alright... I thought one of your crazy fans did something to bother you again."},{"T":"301","3":"The troupe leader leans toward Hanying and whispers in her ears."},{"T":"301","2":"Troupe Leader","3":"That rich fella Jin Man is back... and he's asking for you."},{"T":"301","2":"Hanying","3":"I see. Please tell him... I'll find him after the performance."},{"T":"301","2":"Troupe Leader","3":"Sure... By the way, why isn't your sister with you? The girl has a solid foundation, and we happened to need someone to perform sword dances..."},{"T":"301","2":"Hanying","3":"I'm sorry... but she won't be..."},{"T":"301","3":"The troupe leader is about to ask Hanying something when the audience cheers loudly, only stopping after a loud 'Bang!' from the gongs—they are waiting for the new performance on the stage."},{"T":"301","2":"Troupe Leader","3":"Alright, alright! Time to go to work, guys. Get ready!"},{"T":"301","3":"The troupe leader shouts, and dancers wearing the same dresses as Hanying's gather together, doing their final preparations before stepping on stage."},{"T":"301","2":"Hanying","3":"Yoyo..."},{"T":"301","3":"On the most extravagant stage of the Nighter, the dancers appear amid thunderous applause. Hanying, the fairest and the most talented dancer of them all, enters to the loudest cheers."},{"T":"301","2":"Audience","3":"'Falling snow by the Luo River; morning clouds in the Wu Mountains. The glamor that can move cities; the beauty that once broke kingdoms...' That's Lady Hanying right there. She's worth all the money I've saved up!"},{"T":"301","3":"He notices an unfamiliar man sitting nearby with a bamboo hat on, even during the dance, which he finds odd."},{"T":"301","2":"Audience","3":"Hey, buddy! Never seen you before. What should I call you?"},{"T":"301","2":"'Cradle'","3":"You can call me 'Cradle'..."},{"T":"301","3":"The pompous man called 'Cradle' has not moved his gaze from the dancer on the stage."},{"T":"301","2":"'Cradle'","3":"So, she's Hanying..."},{"T":"301","2":"Audience","3":"What? Didn't you know? She's the most famous performer in recent years! I can give you a whole lecture on her..."},{"T":"301","3":"'Cradle' ignores the self-indulgent audience member next to him, nodding at someone standing at the side before taking a small device from his pocket and wearing it on his ear."},{"T":"301","3":"Whispering a series of nonsensical phrases, 'Cradle' combines his words into a signal that reaches the stage through the crowd."},{"T":"301","2":"Hanying","3":"Ugh..."},{"T":"301","3":"A pain Hanying never-before-felt hits her right inside her mind, causing her to lose balance mid-dance. But she manages to take advantage of the force of the drop, turning the fall into an impressive somersault."},{"T":"301","2":"Hanying","3":"(What is this... My code signature is receiving external interference?)"},{"T":"301","3":"This unexpected showcase triggers roaring applause from the audience, where several menacing figures hide among them, smirking."},{"T":"301","2":"Audience","3":"Holy cow! Amazing! Did you see her move just now—huh? The guy's gone already?"},{"T":"301","3":"While all eyes are drawn to the stage, the man in the bamboo hat has quietly vanished from the audience."},{"T":"301","2":"'Cradle'","3":"Yes... This is it. We've found 'it.'"}]