[{"T":"301","2":"Lucia","3":"The gates are open!"},{"T":"301","2":"Chrome","3":"That Roland... He connected a high-voltage device to the gate..."},{"T":"301","2":"Chrome","3":"If we'd tried to destroy or go over it earlier, we'd probably be burned to a crisp."},{"T":"301","2":"Roland","3":"Bravo, bravo!"},{"T":"301","3":"Ignoring your heavy advances, Roland claps in amusement."},{"T":"301","2":"Roland","3":"...A splendid performance. Film and sell it back in po-pan, you'd all be drowning in cash."},{"T":"302","2":"..."},{"T":"301","2":"Roland","3":"Oh, put on a smile. You just cleared the 'first stage,' you know?"},{"T":"301","2":"Lucia","3":"I don't know what you're up to, but we will definitely stop you."},{"T":"301","3":"Roland raises his hand and is about to speak, when suddenly the mysterious man behind him breaks free of his Corrupted restrainers. He bolts and flees inside the theme park."},{"T":"302","2":"Wait...!"},{"T":"301","3":"Even with Liv's emergency treatment, it is still quite a mystery as to how such a heavily damaged Construct can run so fast."},{"T":"301","3":"Before anyone can stop him, he has already run into the theme park along the route the Corrupted came from."},{"T":"302","2":"..."},{"T":"301","2":"Roland","3":"...Very well. Very, well."},{"T":"301","2":"Roland","3":"This Shome just has to 'show me.'"},{"T":"301","2":"Roland","3":"But no matter. Bad children get their punishing sooner or later. Or, perhaps, to say it the Golden Age way, 'a burnt child dreads the fire'?"},{"T":"301","2":"Roland","3":"Right now, though, you folks are the main dish."},{"T":"302","2":"Hard to say who's the main dish here."},{"T":"301","2":"Roland","3":"Oh, yes, reminds me. You people did beat me quite a number of times."},{"T":"301","2":"Roland","3":"Which is why, strictly speaking, I'm not the actual one to take care of you people."},{"T":"301","2":"Lucia","3":"?"},{"T":"301","2":"Roland","3":"Hola! My big sword boy!"},{"T":"301","2":"Kamui","3":"Me?"},{"T":"301","2":"Roland","3":"Ah, such a good boy you are. You've always been so good."},{"T":"301","2":"Kamui","3":"...Nope, not listenin' to a word from you."},{"T":"301","2":"Roland","3":"Hmm."},{"T":"301","2":"Kamui","3":"What's with that look!"},{"T":"301","2":"Roland","3":"There must be a grievous misunderstanding—I'm not talking to you."},{"T":"301","2":"Roland","3":"My words are addressed to 'you.'"},{"T":"301","2":"Kamui","3":"Huh? What are you tryna' spout?"},{"T":"301","2":"Chrome","3":"Kamui! Stay back!"},{"T":"301","2":"Roland","3":"Finally realizing what's going on? But, too late."},{"T":"301","2":"Roland","3":"—Anzus—"},{"T":"301","3":"Roland utters the foreign syllables softly, soundless to the point that you only see his lips parting."},{"T":"301","3":"But in the communications channel, his words echo, amplifying and drowning out every frequency. The sound reverberates, until the syllables themselves become indiscernible."},{"T":"301","3":"The signal did cause certain interference for the Constructs, but not enough—they are still holding their weapons tightly."},{"T":"301","3":"—Except Kamui."},{"T":"301","2":"Kamui","3":"...What... are... you... saying..."},{"T":"301","2":"Roland","3":"Still in bed? Sleepyheads don't grow tall and strong."},{"T":"301","2":"Roland","3":"—Anzus—"},{"T":"301","3":"Roland repeats the word. The doubled signal bounces and rebounces, echoing, distorting, morphing into a horrible whine..."},{"T":"301","2":"Kamui","3":"I... This is..."},{"T":"301","2":"Asimov","3":"What the heck is this signal you are picking up? There's malicious code hidden inside!"},{"T":"301","2":"Asimov","3":"Stop listening to it! Or..."},{"T":"301","3":"First falls the greatsword, then the person."},{"T":"301","3":"Kamui collapses in front of you all."},{"T":"301","2":"Chrome","3":"Kamui!"},{"T":"302","2":"Protect him!"},{"T":"301","2":"Lee","3":"Got it!"},{"T":"301","3":"Lee pulls the trigger and empties the magazines of both of his guns, temporarily forcing Roland to take a step back."},{"T":"302","2":"Now!"},{"T":"301","3":"Lucia and Chrome, who are closest, haul Kamui and run."},{"T":"301","3":"You barely dodge the sudden chain of explosions around you, and hop out of Roland's attack range."},{"T":"301","2":"Roland","3":"...You rodents sure can run."},{"T":"301","2":"Roland","3":"But, I'm the least of your worries..."},{"T":"301","2":"Chrome","3":"Kamui! Kamui!"},{"T":"301","2":"Kamui","3":"..."},{"T":"301","3":"Kamui's eyes are still open. Just from his expression, he looks perfectly normal..."},{"T":"301","3":"...Except for that fact that he is lying straight on the ground, motionless."},{"T":"301","3":"When Chrome and Lucia were carrying him away, he was also as stiff and motionless as a log."},{"T":"302","2":"How's Kamui doing?"},{"T":"301","3":"Chrome turns to look at you and shakes his head."},{"T":"301","2":"Chrome","3":"Let's get Asimov to take a look. Liv and my scans aren't telling us anything conclusive."},{"T":"301","2":"Asimov","3":"I'm still here. I'll need a support-type frame to be my gateway."},{"T":"301","2":"Liv","3":"I'll do."},{"T":"301","2":"Asimov","3":"There is a spare data port in the storage space of Kamui's clavicle. Link your Inver-Device there."},{"T":"301","3":"It takes you a while to feel out the clavicle from under Kamui's thick clothes, but you manage to find the port."},{"T":"301","2":"Liv","3":"Kamui's data port has been accessed."},{"T":"301","2":"Asimov","3":"Okay, floor's mine now, I guess."},{"T":"301","3":"..."},{"T":"301","2":"Asimov","3":"Well, well. We have quite the situation on our hands. Nothing's wrong with Kamui."},{"T":"301","2":"Asimov","3":"This bloke's consciousness has simply been sealed in his M.I.N.D."},{"T":"302","2":"?!"},{"T":"301","2":"Asimov","3":"Simply put, you can't access his M.I.N.D. whether through hardware or software. Guy's consciousness is completely stand-alone now."},{"T":"301","2":"Asimov","3":"Which also means that, Kamui's consciousness cannot access his body, so his frame is frozen in the state right before he got closed off."},{"T":"302","2":"How did Roland do that?"},{"T":"301","2":"Asimov","3":"Not sure. Might be some new tech they gleaned off of that 'Huaxu' from Kowloong..."},{"T":"301","2":"Asimov","3":"If you don't bring him back to Babylonia for emergency treatment, his frame won't just be useless, but the stability of his consciousness will also be jeopardized."},{"T":"302","2":"Stability... jeopardized?"},{"T":"301","2":"Asimov","3":"Pah, didn't you learn this in the F.O.S. courses?"},{"T":"301","2":"Asimov","3":"If a consciousness remains isolated from other conscious individuals for an extended period of time, their thought model stability deteriorates. The self crumbles, eventually becoming nothing."},{"T":"301","2":"Chrome","3":"That can't be good. We need a transport craft right now..."},{"T":"301","3":"As Chrome begins calling for a transport fleet from Babylonia, Kamui stirs awake."},{"T":"301","2":"Kamui","3":"You... What are you?!"}]