[{"T":"301","2":"Lucia","3":"We've been notified that a member from another squad will come to borrow our equipment for their maintenance today."},{"T":"301","2":"Liv","3":"Who will that be?"},{"T":"301","2":"Lucia","3":"...I have a hunch."},{"T":"301","2":"Lee","3":"Same here."},{"T":"302","2":"We keep running into each other, don't we?"},{"T":"301","2":"Kamui","3":"AHOY! How are you—"},{"T":"301","2":"Lee","3":"Loud as always."},{"T":"301","2":"Kamui","3":"Why do you look like you know I'm coming?"},{"T":"302","2":"Morning, Kamui."},{"T":"301","2":"Kamui","3":"Good morning, Commandant! Hehehe."},{"T":"301","2":"Kamui","3":"Then you must've been notified that I'm here for your Maintenance Chamber to get my frame fixed up!"},{"T":"302","2":"(Nod)"},{"T":"301","2":"Kamui","3":"Hahaha! There were so many squads sent out last time that everyone needs to get their frame maintained, but there aren't enough Maintenance Chambers in the lab, and I really don't want to stand in line forever!"},{"T":"301","2":"Kamui","3":"So I asked Capt if I could visit your place, which comes with its own Maintenance Chamber!"},{"T":"302","2":"Why don't you just ask for a transfer?"},{"T":"301","2":"Kamui","3":"Whoa! You're just going to poach me right here?"},{"T":"301","2":"Lee","3":"Honestly, you've been staying with us way too much recently."},{"T":"301","2":"Liv","3":"Feels like you've always been one of us."},{"T":"301","2":"Lucia","3":"It does feel more lively since you're here, Kamui."},{"T":"301","2":"Kamui","3":"I'm a scout. It's only normal that I'll be around other squads a lot!"},{"T":"301","2":"Kamui","3":"But it does feel like Commandant and I cross path a lot, doesn't it? I'm always doing scouting missions for Gray Raven!"},{"T":"301","2":"Kamui","3":"Do you think we're bounded by destiny or something?"},{"T":"302","2":"I-in our previous lives, maybe?"},{"T":"301","2":"Kamui","3":"Yeah! Maybe you and I had a thing in our past lives!"},{"T":"301","2":"Kamui","3":"You know me sooo well, Commandant."}]