[{"T":"301","3":"A figure in casual attire is busy in the workshop."},{"T":"302","2":"Kamui?","4":"Lee?"},{"T":"301","3":"The person turning around reveals a stern face."},{"T":"301","2":"【kuroname】","3":"Lee..."},{"T":"301","2":"Lee","3":"By the look on your face, I bet you thought I was that hot-blooded idiot, Kamui."},{"T":"301","2":"Lee","3":"If it was him..."},{"T":"301","2":"Lee","3":"I would've suggested you turn around and go make preparations for submitting the workshop reconstruction plan."},{"T":"301","2":"Lee","3":"...Perhaps your mental capability has reached that of a normal human."},{"T":"301","2":"【kuroname】","3":"?"},{"T":"301","2":"Lee","3":"This frame is equipped with the latest tech coating produced after Kamui's latest batch of frames."},{"T":"301","2":"Lee","3":"It was made on the same assembly line, so maybe it has slightly altered my appearance."},{"T":"302","2":"Looks sharp!","4":"The new Lee will take some getting used to..."},{"T":"301","2":"Lee","3":"...It's not just for cosmetics. At least this new frame has significantly improved combat capabilities."},{"T":"301","2":"Lee","3":"Just close your eyes or be patient. At least, this new frame has significantly improved combat capabilities."},{"T":"302","2":"At least? What don't you like about it?"},{"T":"301","2":"Lee","3":"'Like' is a human construct. I just need some time to get used to it or at least modify it a bit."},{"T":"302","2":"Are you modifying it yourself?"},{"T":"301","2":"Lee","3":"Only Nanami and Kamui use the workshop for training. I'm obviously here for assembly and modification purposes."},{"T":"302","2":"That's awesome, Lee!","4":"You don't think it's a problem modifying yourself?"},{"T":"301","2":"Lee","3":"...Seeing as it's my area of expertise, it allows me to put my skills to the test."},{"T":"301","2":"Lee","3":"I run a few small risks, though. My M.I.N.D. may go berserk and I'll become a blood-thirsty killing machine."},{"T":"302","2":"You call that SMALL?!","4":"You've got to be joking."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Isn't it obvious?"}]