[{"T":"301","3":"The son of an Administrative Officer, the Chief of his year, the one who had it all."},{"T":"301","3":"Geniuses' existence does not bother many people, but their downfalls are undoubtedly the most captivating gossip."},{"T":"301","3":"Due to using M.I.N.D. connections so intensely to the point of self-harm, he suffered incurable mental damages that disqualified him from forever being a commandant, and he instead volunteered to be a Construct."},{"T":"301","3":"—Everyone will hear about this story one way or the other, even without actively searching for it."},{"T":"301","3":"F.O.S. Military Command College is meant to cultivate commandants that can command Constructs. Instead, he has ended up as a chess piece to be commanded."},{"T":"301","3":"Although his specialized Inver-Device means that he does not have to be bonded to a commandant, just being a Construct is enough to cast Chrome in a narrative he cannot alter."},{"T":"301","3":"To allow a Construct on a stage to speak as an alumnus..."},{"T":"301","3":"To some people, this is as offensive as a subordinate ordering his superiors around."},{"T":"301","3":"Even when this Construct was once a Chief of F.O.S."},{"T":"301","3":"That is all in the past now."},{"T":"302","2":"Should we pause?"},{"T":"301","3":"You halt the game for some reason."},{"T":"301","3":"Chrome stops his move."},{"T":"301","2":"Chrome","3":"Not a bad idea. It wouldn't have been proper if we keep playing when our minds are filled with thoughts other than chess."},{"T":"301","2":"Chrome","3":"I'm not in the right mood to play, anyway. After all, playing chess... is one of the few things left that relax me."},{"T":"302","2":"Do you enjoy it?"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Chrome","3":"Enjoyment was not a factor when I first learned it. As a Smith, I had to master everything in every field."},{"T":"301","2":"Chrome","3":"Especially when my father would play with me once in a while."},{"T":"301","2":"Chrome","3":"I lost the first few games, however, and it greatly disappointed him."},{"T":"301","2":"Chrome","3":"To gain his approval, I practiced frantically after school."},{"T":"301","2":"Chrome","3":"Unexpectedly... I started to appreciate the joy of chess as I practiced with the AI."},{"T":"301","2":"Chrome","3":"With just 64 squares, it contains possibilities that a person cannot fathom even with a lifetime."},{"T":"301","2":"Chrome","3":"It takes so much time just to come up with a tactic and a countermove, but that time never feels wasted."},{"T":"301","2":"Chrome","3":"So it became a personal love eventually, and I've been playing ever since."},{"T":"302","2":"You practiced with an AI?"},{"T":"301","2":"Chrome","3":"Is that what caught your attention?"},{"T":"301","3":"Remembering the past, Chrome's gaze slightly shifts downward."},{"T":"301","2":"Chrome","3":"I wasn't exactly sociable when I was studying here."},{"T":"301","2":"Chrome","3":"No classmate would play with me."},{"T":"302","2":"Seriously?"},{"T":"301","3":"Before he can answer—"},{"T":"302","2":"I'm so sorry about that."},{"T":"301","2":"Chrome","3":"Huh?"},{"T":"302","2":"I'm so sorry that they missed the chance to play with such a great player."},{"T":"301","2":"Chrome","3":"...Is that so?"},{"T":"301","2":"Chrome","3":"As you said..."},{"T":"301","2":"Chrome","3":"If we were from the same year, and you were sitting in front of me..."},{"T":"302","2":"Perhaps we would become great friends."},{"T":"301","3":"His lips tighten as he considers the possibility."},{"T":"301","3":"You are surprised that something you just threw out can have Chrome lost in thought for so long."},{"T":"301","3":"After a while, he comes to a conclusion and replies solemnly—"},{"T":"301","2":"Chrome","3":"I think... like you said, I think we would."},{"T":"301","3":"But there is no 'if' in real life."},{"T":"301","3":"You both know these are just empty words, unmanifested."},{"T":"301","3":"Thus your conversation comes to an end."},{"T":"302","2":"Hey, seeing that it's a rare open day on the campus..."},{"T":"302","2":"You want to take a walk outside?"},{"T":"301","3":"The holographic projection turns off, and Chrome stands up from his seat."},{"T":"301","3":"He steps in front of you, his hand reaching out as his body slightly bows."},{"T":"301","3":"A perfect, impeccable gesture of invitation that carries with it respect and an aura that does not accept refusal."},{"T":"301","2":"Chrome","3":"I should be the one asking."},{"T":"301","3":"Says Chrome, gently, with a twinkle in his eyes."}]