[{"T":"301","2":"Chrome","3":"Alright. Sample collected."},{"T":"301","2":"Kamui","3":"Without the protective gear, I'm sure we'd be infected if we got any closer... What a creepy thing."},{"T":"301","3":"Though sealed in the airtight container, the sample is still attempting to flow toward the Red Tide as if it is alive. It also continues to produce small Hetero-Creatures."},{"T":"301","2":"Kamui","3":"As if it's trying to get back to its mother. Is it alive...?"},{"T":"301","2":"Wanshi","3":"Asimov indeed believes that the Red Tide is a form of biologically evolved Punishing Virus."},{"T":"301","2":"Wanshi","3":"Looks like the Hetero-Creatures are by-products of the Red Tide, but further studies will need to be conducted in order to understand their source and how they are formed."},{"T":"301","2":"Kamui","3":"Wanshi isn't falling asleep for once. That's rare."},{"T":"301","2":"Wanshi","3":"...Old habits die hard. But that's irrelevant now."},{"T":"301","3":"Wanshi looks back at the Red Tide. It has slowed down and formed a decent-sized lake in the lower grounds of the city."},{"T":"301","3":"The sunlight shimmers on the quiet crimson liquid that swallows life and death wherever it goes..."},{"T":"301","3":"Then Wanshi hears the whispers in the Red Tide."},{"T":"301","2":"Wanshi","3":"...!"},{"T":"301","2":"Kamui","3":"What's wrong, Wanshi? You look terrible."},{"T":"301","2":"Wanshi","3":"Don't you hear that?"},{"T":"301","2":"Kamui","3":"Hear what...?"},{"T":"301","2":"Chrome","3":"The creatures are talking in the Red Tide... No, they sound more like... data fragments?"},{"T":"301","2":"Chrome","3":"It's meaningless. Don't let it distract you."},{"T":"301","2":"Wanshi","3":"I know."},{"T":"301","3":"Even so, an eerie silence still envelops them. The whispers in the Red Tide flood into their ears and wraps around them like a perpetual shadow."},{"T":"301","3":"It is not until the vibration and rumbling in the distance break the silence that the three wake up from the trance and look for the source of the commotion."},{"T":"301","3":"The hissing of the Hetero-Creatures and the sound of the greatsword slashing echo above the empty city."},{"T":"301","3":"Mixed with familiar angry roars."},{"T":"301","2":"Kamui","3":"Could this be..."},{"T":"301","2":"Chrome","3":"Let's find out."},{"T":"301","3":"They arrive just in time to see Camu fling a sticky Hetero-Creature off his greatsword with disgust. The creature splats on the wall behind Chrome then slowly slides down. Its mucus splashes onto the hem of Chrome's pants."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Kamui","3":"Camu! It really is you! Are you okay?"},{"T":"301","2":"Camu","3":"...Stay back."},{"T":"301","2":"Kamui","3":"...Hah?"},{"T":"301","2":"Camu","3":"I'm immune to it, but you might not be. Don't come closer if you don't have to."},{"T":"301","3":"Camu lifts a finger to point at the Hetero-Creature remnants and 'blood' all over his body."},{"T":"301","2":"Kamui","3":"Nah. A part of our mission is to collect Red Tide samples, so we all put on full protective gear before we landed. Don't worry about us!"},{"T":"301","2":"Camu","3":"I didn't say I was worried."},{"T":"301","2":"Wanshi","3":"His fighting style is as insane as Kamui's..."},{"T":"301","2":"Kamui","3":"I don't fight like that..."},{"T":"301","3":"Camu puts the greatsword on his back and kicks the pile of Hetero-Creature limbs away, then walks toward the Strike Hawks. Kamui finally gets a good look at all the filth on Camu."},{"T":"301","2":"Kamui","3":"...do I?"},{"T":"301","2":"Camu","3":"So what's the situation? What are you all doing here?"},{"T":"301","2":"Chrome","3":"We received a direct order from President Hassen to look for the Gray Ravens. They..."},{"T":"301","2":"Camu","3":"Lost all contact, right? The guy with a disgusting smile told me the same thing and gave me a few possible coordinates. I've sifted through them, however..."},{"T":"301","3":"Camu takes out the screen and pulls up the map."},{"T":"301","2":"Camu","3":"The closest coordinates are underground. I circled around this area but I didn't find an entrance."},{"T":"301","2":"Chrome","3":"There's an underground shelter below the city. I'm sure there are more than one entrances. If only we can find the blueprint of the underground facilities..."},{"T":"301","2":"Camu","3":"Pointless."},{"T":"301","2":"Camu","3":"All the possible entrances have been blocked off."},{"T":"301","2":"Chrome","3":"What's..."},{"T":"301","3":"Camu points at the Red Tide puddles on the ground."},{"T":"301","2":"Camu","3":"Unless you want to dive underwater to open the door?"},{"T":"301","2":"Kamui","3":"...That might be a little challenging."},{"T":"301","2":"Wanshi","3":"It feels like someone is intentionally trying to stop us. Where does the Red Tide come from? Is it sentient or is someone manipulating it?"},{"T":"301","2":"Camu","3":"Hmph. Every time I tried to get closer to those coordinates, these disgusting things would swarm at me."},{"T":"301","2":"Chrome","3":"Other squads are also looking for Huaxu. Their protective gear isn't as strong as ours, so they might not be able to get past the Red Tide."},{"T":"301","2":"Chrome","3":"If we can't find a way to go underground, we should at least ensure the safety of our ground support."},{"T":"301","2":"Chrome","3":"Kamui, you work with Camu. Continue to look for the Gray Ravens."},{"T":"301","2":"Chrome","3":"Wanshi and I will connect with the other squads. We need to sync our information and make sure that there is enough support to handle any situation."},{"T":"301","2":"Kamui","3":"Understood."},{"T":"301","2":"Wanshi","3":"Got it."},{"T":"301","2":"Chrome","3":"(We'll leave Huaxu to you, Gray Raven. I have faith in you.)"},{"T":"301","2":"Chrome","3":"Whatever we do... we need to hurry."}]