[{"T":"301","2":"Liv","3":"Given the physical feedback we got when fighting the Hetero-Sapiens, we once believed they didn't consist of any sensory organs for pain."},{"T":"301","2":"Liv","3":"But we got a completely opposite conclusion after our analysis. Their sensory receptors are incredibly active."},{"T":"301","3":"Liv points to the Hetero-Sapien diagram before her."},{"T":"301","2":"Liv","3":"Extremely potent electric signals spread in their nervous system after they're hurt. Unlike humans, however, this signal doesn't end in their brains but in their umbilical cords."},{"T":"302","2":"They're uploading those signals."},{"T":"301","2":"Eleanor","3":"Right. Although they have developed humanoid forms, the Hetero-Sapiens have yet to develop a human-like society."},{"T":"301","2":"Eleanor","3":"They still maintain an insect-like hive mind."},{"T":"301","2":"Support Construct","3":"The Hetero-Sapiens form the receiving ends of the nervous system that is set throughout the Forest Park, uploading stimuli from the outside world and letting the central system process all the information."},{"T":"302","2":"Like a spider web..."},{"T":"301","2":"Hans","3":"The closer we are to the CPF, the more Hetero-Sapiens there are, like insects protecting their queen."},{"T":"301","2":"Hans","3":"Hives... uploading signals..."},{"T":"302","2":"I see."},{"T":"302","2":"That was why Liv said we might be able to help with the situation out there."},{"T":"301","2":"Liv","3":"Right. Hetero-Sapiens always show up in groups, like cells growing underneath the skin. Their signals won't be uploaded until they have been gathered and organized."},{"T":"301","2":"Liv","3":"Before those signals are uploaded, these Hetero-Sapiens are sharing their senses."},{"T":"301","2":"Liv","3":"If we dislodge the umbilical cords that are used for uploading their sensory stimuli..."},{"T":"302","2":"They will have to experience those stimuli themselves."},{"T":"301","2":"Vanessa","3":"Failing to handle the input, their frail bodies will break."},{"T":"301","2":"Vanessa","3":"They will be hindered, if not paralyzed."},{"T":"301","2":"Simon","3":"Right. Their extremely sensitive sensory organs will become their biggest weakness in this case."},{"T":"302","2":"Which means breaking one will cause a chain reaction."},{"T":"301","2":"Harley Jo","3":"Hmm, I get it. Domino effect."},{"T":"301","2":"Harley Jo","3":"Push one and they all fall."},{"T":"301","2":"Vanessa","3":"Tsk. Kind of an effective and elegant tactic."},{"T":"301","3":"Hans nods after hearing the reports from the Support-type Constructs."},{"T":"301","2":"Hans","3":"This intel will help the other ground forces tremendously if we can pass it back to Babylonia."},{"T":"301","2":"Vanessa","3":"The question now is how we send it back."},{"T":"301","3":"BUZZ—"},{"T":"301","3":"A buzz echoes within the Pulia Forest Park Ruins, signaling another wave of comms interference."},{"T":"301","2":"Vanessa","3":"Do we have to wait for the interference to end before reporting in?"},{"T":"301","2":"Vanessa","3":"Time is of the essence when we're fighting on the surface. I don't think it's a good idea to waste our time here."},{"T":"301","2":"Hans","3":"Harley Jo, we're farther in the forest now than when Woodcock was first here. Have you finished calibrating your algorithm?"},{"T":"301","2":"Harley Jo","3":"Yes, Commander. Just in time."},{"T":"301","3":"Harley Jo takes out a mechanical device from his backpack as you all watch, and he places it on the ground, tinkering with it."},{"T":"301","2":"Lee","3":"This is..."},{"T":"301","2":"Harley Jo","3":"Yep, exactly what you think it is."},{"T":"301","3":"Harley Jo stops his motion and leaves the machine on the ground."},{"T":"301","2":"Harley Jo","3":"Now, everyone, try to communicate without using your voice or your audio module."},{"T":"301","2":"Vanessa","3":"(...Why bother? The result's the same anyway.)"},{"T":"301","2":"Harley Jo","3":"(Hehe, so you got it.)"},{"T":"302","2":"(It's a Comms amplifier.)"},{"T":"301","2":"Harley Jo","3":"That's right! I modified it myself. We couldn't use it since I wasn't done calibrating it, but after the last few cycles of interference, I have calculated the optimal amplifying level in the Forest Park."},{"T":"301","3":"Vanessa takes a few steps back, distancing herself from Harley Jo."},{"T":"301","2":"Vanessa","3":"Sure, but the effective range isn't ideal."},{"T":"301","2":"Yata","3":"We can fix that if we adjust the way it's wired, like this."},{"T":"301","2":"Harley Jo","3":"Whoa, look at how proficient you are."},{"T":"301","2":"Yata","3":"Not my choice. Shorthalt made me learn it."},{"T":"301","3":"Her mechanical arms pick up the device on the ground like tentacles, navigating inside it smoothly and deftly rewiring it."},{"T":"301","2":"Harley Jo","3":"Ah, I see. This will increase the effective range of a single unit."},{"T":"301","2":"Lee","3":"Those are some very impressive skills in modifying a device like this... Hold on, did you just say 'a single unit'?"},{"T":"301","2":"Harley Jo","3":"You heard me. This is what we're gonna do next."},{"T":"301","3":"Harley Jo flips over his backpack and pours out a pile of these devices, all stacking up into a small hill by his feet."},{"T":"301","2":"Harley Jo","3":"I'll be calibrating them, and Yata will be deploying them. As long as they aren't destroyed, we can contact Babylonia when the network of these amplifiers reaches a certain scale, even with the comms interference."},{"T":"301","2":"Yata","3":"Tsk. Sounds like a lot of work."},{"T":"301","2":"Harley Jo","3":"Someone has to do it."},{"T":"301","2":"Yata","3":"...Fine. You're my temporary commandant, so I'll listen to you. Criticism can wait 'til it's over."},{"T":"301","2":"Hans","3":"Alright, break's over. All teams, we'll advance in wedge formation. Egret will lead; Gray Raven and my team will take the rear."},{"T":"301","2":"Hans","3":"Harley Jo and Yata will stay behind the team to take care of whatever enemy remains and deploy the comms amplifiers. Simon's team will cover them during setup."},{"T":"301","3":"Hans gives every one of you your orders, turning the different teams into tightly-connected gears, each of you in your most suitable position with your duties."},{"T":"301","3":"He winds up the war machine that is you all, the elites of Babylonia, and you march on toward CPF 040."}]