[{"T":"301","3":"Elegant, noble, solitary."},{"T":"301","3":"Those keywords were all Bianca knew about cranes as they often appeared in the data."},{"T":"301","3":"Babylonia's database had a detailed section about cranes, but Bianca struggled to link those text and images with the actual creatures. After all, she had never seen them in real life."},{"T":"301","3":"During the Golden Age, the earth was overdeveloped and animals could only be kept in nature reserves."},{"T":"301","3":"Humans 'blessed' them with stable environments and food supplies, which made them forget their nature over time."},{"T":"301","3":"But without such blessings, the animals were extremely fragile in the wilderness during the Post-Pandemic Age. Cranes were no exception."},{"T":"301","3":"During many missions on the earth as the officer of Purifying Force, Bianca had never seen this so-called creature of elegance."},{"T":"301","3":"To her, cranes were more like a mythical symbol..."},{"T":"301","3":"As always, Bianca finished her usual prayer. She raised her head and stretched her back, bathing in sunlight."},{"T":"301","3":"Unlike always, she then received a message. One that somewhat linked her with cranes, the creature that she only knew in data."},{"T":"301","2":"Asimov","3":"Have you heard of the 'Combat Unit Booster' that the Science Council and WGAA mentioned in the routine meeting?"},{"T":"301","2":"Bianca","3":"Yes. I had already used it in a previous operation."},{"T":"301","2":"Asimov","3":"Good, saves me the time to explain it again. I hate going through the same piece of basic information over and over."},{"T":"301","2":"Asimov","3":"We have a new model of Combat Unit Booster, but we can't use it yet."},{"T":"301","2":"Asimov","3":"Because it's still 'uncooperative.'"},{"T":"301","2":"Bianca","3":"...Uncooperative?"},{"T":"301","2":"Asimov","3":"...It's a long story. I'll try to make it short."},{"T":"301","2":"Asimov","3":"The improved Combat Unit Boosters all had new AI installed for better tactical support and coordination with the Task Force."},{"T":"301","2":"Asimov","3":"Allen was really pushing for it... So WGAA was also brought into the design of this AI system, in the name of 'Combat Unit Booster simulation optimization.' I should have told them off in the meeting, but it's all too late now."},{"T":"301","2":"Asimov","3":"Anyway, here's the end result. Although this new model has substantially improved performance and situational awareness, but... it has developed strong hostility toward all Constructs trying to work with it."},{"T":"301","2":"Asimov","3":"We tried to limit its aggressive actions in the lab... But it simply abandoned the collaborator and escaped in the very first field test."},{"T":"301","2":"Asimov","3":"Unfortunately, we don't have the manpower needed for a thorough search... So we can only rely on the Purifying Force, who excels in pursuit and solo search operations."},{"T":"301","2":"Asimov","3":"I know you would be an overkill for such a task, but we must bring it back at all cost, even if we are to tear it apart later."},{"T":"301","2":"Asimov","3":"Because it is the very first prototype of this version of Combat Unit Booster. The raw data inside its storage unit would also help us to prevent similar accidents in future..."},{"T":"301","2":"Bianca","3":"Understood. I'll take the mission."},{"T":"301","2":"Asimov","3":"...That's great news."},{"T":"301","2":"Bianca","3":"The fact that you have come to me means it has to be me. Right?"},{"T":"301","2":"Asimov","3":"Correct. I don't intent to hide that from you."},{"T":"301","2":"Bianca","3":"That's enough."},{"T":"301","2":"Asimov","3":"Appreciated. Your cabin's ready. My assistant will show you the way."},{"T":"301","2":"Bianca","3":"You're welcome. On a side note, I think you need more rest. The dark circles around your eyes are very obvious."},{"T":"301","2":"Asimov","3":"...Are they? Thanks..."},{"T":"301","3":"After seeing Bianca leave, Asimov touched the rims of his eyes."},{"T":"301","2":"Asimov","3":"...It's been almost five days since I last slept. Probably should take a leave after this."},{"T":"301","2":"Bianca","3":"Bianca reporting. Area 9 search complete. Nothing found."},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Bianca","3":"I have reached the collapsed buildings in area 10."},{"T":"301","3":"At a glance, the wasteland looked no different from the numerous places that Bianca visited, or fought on."},{"T":"301","3":"A few water puddles were reflecting the sunlight among sand and ruins, with some greenery around."},{"T":"301","3":"Countless Corrupted still ravaged the land, the threat of Ascendants was still present."},{"T":"301","3":"But the world didn't seem to care."},{"T":"301","3":"Flowers and grass grew in the ruins. Sunlight was refracted by the puddles, and turned into green light circles onto a gray broken wall."},{"T":"301","3":"This almost looks like a miracle described in books, Bianca thought."},{"T":"301","2":"Bianca","3":"Entering the buildings now for further exploration."},{"T":"301","2":"Comms","3":"F-further...? But all the locations marked in the brief are open areas. CUBs don't seem to possess the intelligence to conceal themselves..."},{"T":"301","2":"Comms","3":"Please further elaborate your reason for the exploration..."},{"T":"301","2":"Bianca","3":"I think the urgency of this mission does not contradict the need for a more thorough search. That's all I have to say."},{"T":"301","2":"Comms","3":"...Sure, no problem. Very solid reason. Please continue your search of area 10."},{"T":"301","2":"Comms","3":"But please don't mention my name should anyone asks... Um, no, just tell them it's me. I can handle it. Please, please don't put my name down on your list. Haha..."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","3":"Bianca heard fear and panic in every word of the conversation. A situation that she was too familiar with as the captain of the Purifying Force."},{"T":"301","3":"She let out a quiet sigh, then closed the comms without further explanation and walked deeper inside the ruins."},{"T":"301","3":"The pattern of the walls nearby became more visible as she ventured forward."},{"T":"301","2":"???","3":"Eeek——"},{"T":"301","3":"The empty buildings made the sound extra crisp and clear. Out of reflection, Bianca looked up, trying to figure out where it came from."},{"T":"301","3":"She then saw it in the direction of the sun."},{"T":"301","3":"It was a crane-like mechanoid, standing on the ruins slightly higher above. Its long, svelte neck curved naturally between its wings. To Bianca, it looked like a believer making silent prayers."},{"T":"301","3":"It then slowly raised its head, so it could see Bianca standing down below."},{"T":"301","2":"Bianca","3":"Combat Unit Booster sighted inside the building. No visible damage found. It is not displaying intention to relocate."},{"T":"301","2":"Comms","3":"N-now I understand why you are the leader of the Purifying Force... N-no wonder the CTO specifically allocated you to this task."},{"T":"301","2":"Bianca","3":"Thank you."},{"T":"301","2":"Comms","3":"I will let other squads in the area know, but 'Toniris' is still unstable. Please keep it under control."},{"T":"301","2":"Bianca","3":"...What do I need to do?"},{"T":"301","2":"Comms","3":"Just treat it like any other animal. Let it know that you are safe and won't hurt it..."},{"T":"301","2":"Comms","3":"...And connect to it if possible! If you can form a connection, it will never run again!"},{"T":"301","3":"...The comms ended abruptly. The coordinator must be calling other squads."},{"T":"301","2":"Bianca","3":"To make it feel that I'm safe... Like this?"},{"T":"301","3":"Bianca carefully reached out for 'Toniris', who was high above."},{"T":"301","2":"Toniris","3":"—?"},{"T":"301","3":"Toniris stretches its neck. Its bill gently taps on Bianca's hand. Although it is not showing any signs of obedience, it does not look rebellious or aggressive either."},{"T":"301","3":"Unlike what Asimov described, Toniris is not disturbed by Bianca's presence. She knew her best bet was to initiate a connection immediately."},{"T":"301","3":"————Tactical connection process commencing. Establishing handshake protocol————"},{"T":"301","3":"————Connection failed!————"},{"T":"301","3":"Bianca felt her Inver-Device burning after hearing the warning sound."},{"T":"301","2":"Bianca","3":"Ouch...! So this is what a connection failure feels like..."},{"T":"301","3":"Hoping to 'calm it down' again, Bianca reached out for Toniris one more time—"},{"T":"301","3":"—But it does not want to come in contact this time. Instead, it flies away and lands at a higher place."},{"T":"301","3":"At which point, Bianca finally managed to have a good view of the entire ruin."},{"T":"301","3":"Under Toniris was a high wall with inlaid stained glass. The religious-themed pattern showed it was once a church."},{"T":"301","3":"Toniris just happened to be standing on where the statue used to be. The sun rained down through the shattered ceiling, engulfing it."}]