[{"T":"301","2":"Nanami","3":"Hey! Hey, Commandant! Here, here!"},{"T":"302","2":"Why a theme park?","4":"So, is this where we start our date?"},{"T":"301","2":"Nanami","3":"It doesn't count as a date if we remain at the base."},{"T":"301","2":"Nanami","3":"That's right! It's our first date!"},{"T":"301","3":"True to herself, Nanami sprints up, down, and around the amusement park with manic energy. First, to the left, knocking on a ticket machine long out of service."},{"T":"301","3":"Then she runs off to the right, pulling at an ominous-looking statue..."},{"T":"301","3":"...Off the pedestal."},{"T":"301","2":"Nanami","3":"Ah!"},{"T":"301","3":"As the statue's arm cracks and breaks, Nanami drops to the ground, still clutching the severed appendage. Luckily, for Constructs, such falls are no big deal."},{"T":"301","3":"She quickly picks herself up and skips her way back to you."},{"T":"301","2":"Nanami","3":"Let's conduct research on humans and date at the same time!"},{"T":"302","2":"What even is this 'research on humans'?","4":"Too close!"},{"T":"301","2":"Nanami","3":"Exactly what it says on the tin! I want to know everything about humans."},{"T":"301","3":"Without you noticing, Nanami comes in close enough to kiss, if either of you takes one more step."},{"T":"301","2":"Nanami","3":"Too close? Relaaax, Nanami doesn't explode."},{"T":"301","2":"Nanami","3":"In short, Nanami should take advantage of today's date to collect data on real human emotions. Don't forget to help her, Commandant!"},{"T":"302","2":"How can I help?","4":"I'll do my best."},{"T":"301","2":"Nanami","3":"You can help by going on every single ride with Nanami!"},{"T":"301","2":"Nanami","3":"Let's start our theme park date!"},{"T":"301","2":"Nanami","3":"First stop: the carousel! I heard that if you ride it long enough, you'll lift off!"},{"T":"301","2":"Nanami","3":"Commandant, are you ready to flyyyyy...? Oh... did the flight mechanism break?"},{"T":"301","2":"Nanami","3":"No worries, we'll be moving on to stop number two, the haunted house! But things like ghosts aren't realistic at all..."},{"T":"301","2":"Nanami","3":"Hahahaha! That ghost looks funny!"},{"T":"301","2":"Nanami","3":"Next stop is the roller coaster. The rail would break in the middle to make it more exciting!"},{"T":"301","2":"Nanami","3":"Wah! We're fallinggg!!"},{"T":"301","2":"Nanami","3":"They were all so fun even though they broke down halfway!"},{"T":"302","2":"Eh, it's alright.","4":"I think this is an abandoned amusement park."},{"T":"301","2":"Nanami","3":"...Are you bored?"},{"T":"301","2":"Nanami","3":"Commandant just doesn't look excited. Is it boring?"},{"T":"301","2":"Nanami","3":"Hmm, looks like I do need to do more research before the date."},{"T":"302","2":"You prepared this?","4":"Why don't we try collecting data another way?"},{"T":"301","2":"Nanami","3":"Yeah, I came early to sweep the grounds of Corrupted and then asked Lucia and the gang for help with repairs."},{"T":"301","2":"Nanami","3":"Another way? Nah, this is the only way."},{"T":"301","2":"Nanami","3":"A-ny-way, Nanami will not be disheartened! Look forward to our next date, Commandant!"},{"T":"302","2":"Yep.","4":"I can hardly wait."}]