[{"T":"301","3":"When all had ended, Bianca took Toniris back to Babylonia."},{"T":"301","3":"A few days later."},{"T":"301","2":"Bianca","3":"Purifying Force, Bianca reporting."},{"T":"301","2":"Asimov","3":"Here you are."},{"T":"301","2":"Bianca","3":"What is it?"},{"T":"301","2":"Asimov","3":"After you brought Toniris back... We found more testers to continue with the experiments."},{"T":"301","2":"Asimov","3":"But Toniris' response level is far below ideal."},{"T":"301","2":"Asimov","3":"I'm quoting Allen here. 'Maybe Toniris has already found itself a master.'"},{"T":"301","2":"Asimov","3":"That's why I want to hear more details from you."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"Asimov","3":"I see. So that's what happened."},{"T":"301","2":"Asimov","3":"That's why I said we shouldn't incorporate too many bionic elements in tactical equipment. Toniris apparently has a poor affinity with anyone but Bianca."},{"T":"301","2":"Asimov","3":"This issue must be addressed seriously from the next unit onward."},{"T":"301","2":"Asimov","3":"Admittedly, Toniris' combat data and synchronization broke all current records in that battle."},{"T":"301","2":"Asimov","3":"But it is a piece of tactical equipment after all. If it can only reach its full potential with certain individuals, such equipment is flawed."},{"T":"301","2":"Asimov","3":"Our mission is to make equipment that can be fully utilized by all combatants."},{"T":"301","2":"Bianca","3":"I understand..."},{"T":"301","2":"Asimov","3":"But... Like what I just said, Toniris' potential could be fully realized under certain conditions."},{"T":"301","2":"Asimov","3":"That's why I want you to bring Toniris whenever possible during your missions."},{"T":"301","2":"Bianca","3":"...?"},{"T":"301","2":"Asimov","3":"I will never ignore outstanding performance and potential. If you can collect enough data during the collaboration with Toniris..."},{"T":"301","2":"Asimov","3":"Then perhaps we may be able to reach the same synergy again. This does not contradict our purpose."},{"T":"301","2":"Bianca","3":"Are you saying that... Toniris and I can fight together from now on?"},{"T":"301","2":"Asimov","3":"Correct. And it is your duty to record and analyze the data of every single battle."},{"T":"301","2":"Bianca","3":"Understood."},{"T":"301","2":"Asimov","3":"Alright, let's go meet Toniris."},{"T":"301","2":"Bianca","3":"Sure."},{"T":"301","3":"..."},{"T":"301","2":"Toniris","3":"————"},{"T":"301","3":"Toniris was standing in the center of the artificial courtyard."},{"T":"301","3":"Quiet and calm as always."},{"T":"301","3":"It was born to help creatures who could not live alone, to teach them the skills they needed to survive."},{"T":"301","3":"Yet they saw it as different until it was buried in the wasteland."},{"T":"301","3":"But now, it had a visitor who was very similar to itself."},{"T":"301","3":"She has expanded Toniris' world."},{"T":"301","3":"For some reason, Toniris knew she would visit her once again."},{"T":"301","3":"—And she would make its world more complete."}]