[{"T":"301","2":"Construct","3":"Ugh... Cough..."},{"T":"301","2":"Vera","3":"A total wipeout, huh."},{"T":"301","2":"Tifa","3":"Your turn, Captain?"},{"T":"301","2":"Vera","3":"Nope. No, thanks. We're just temporary acquaintances."},{"T":"301","2":"Tifa","3":"I don't care!"},{"T":"301","3":"The dark subway station is paved with bodies. Standing in front of a Corrupted, as if mocking it, is a redheaded girl."},{"T":"301","3":"The Corrupted charges towards Vera. The spikes on the ground shoot out like bullets, forcing Vera to back up into a run-down wall."},{"T":"301","2":"Vera","3":"I could simply end you here... but I know a better way to torture you."},{"T":"301","2":"Vera","3":"Gray Raven... You'll be perfect for this. Heh."},{"T":"301","2":"Vera","3":"I'll set you down here."},{"T":"301","2":"Vera","3":"That ravenling sure is birdbrained, saying that I can have the body right after they're done with their investigation."},{"T":"301","2":"Vera","3":"Is it out of naivety? Or something ulterior? Well, interesting either way."},{"T":"301","3":"Vera unloads the preservation pod holding the Corrupted Tifa in a corridor. Without a thought to any repercussions, she connects Tifa to power."},{"T":"301","3":"With her brain damaged, the only place she can show her bewilderment is through the screen on top of the pod. Tifa's battered form is now no more than a coffin imprisoning her consciousness."},{"T":"301","3":"On the screen, Tifa exhibits panic and regret. Through the connection established by Gray Raven, she is forced to remember all that happened between her and her Commandant."},{"T":"301","3":"And understand what she did wrong."},{"T":"301","3":"Vera strokes Tifa's cheek, as if comforting her."},{"T":"301","2":"Tifa","3":"I... I... Just what—"},{"T":"301","2":"Vera","3":"I know you're crying, Tifa. Now that you've regained your humanity, you can feel pain."},{"T":"301","2":"Tifa","3":"Commandant... Why... Why do they have a Commandant while my... my Commandant..."},{"T":"301","2":"Vera","3":"Those who don't feel pain are not actually alive. Without pain, you can't prove that you exist."},{"T":"301","2":"Vera","3":"My mission is to kill Tifa. And Tifa, you exist right here, right now."},{"T":"301","3":"Vera places a gentle hand on Tifa's cheek comfortingly."},{"T":"301","2":"Vera","3":"And that's why I'll give you a way out. Leave all your pain to me—just like how everyone else did."},{"T":"301","2":"Vera","3":"That's all I can do for you, Tifa."},{"T":"301","3":"—And then Vera raises her hand. She punches straight through Tifa's brain and the pod, crushing it all."}]