[{"T":"301","3":"Trailblazer has never thought that he could be subdued. His frame and his armaments should be superior to his opponent statistically."},{"T":"301","3":"But the attacks that hit the first time have been dodged and riposted by Nanami at unexpected and unbelievable angles subsequently—there are no tactical circuits that can provide solutions like that."},{"T":"301","2":"Trailblazer","3":"How...?!"},{"T":"301","3":"If he cannot defeat Nanami now, Project Ark is doomed to fail, and the hope his kin has placed upon him will be all for naught."},{"T":"301","3":"For the first time, Trailblazer disables his tactical circuit, relying solely on himself. Taking the brunt of the missile attack from Nanami's mech, Trailblazer charges in recklessly, finally getting close to Nanami."},{"T":"301","3":"His laser blades clash with her burning chainsaw, illuminating the entire universe."},{"T":"301","2":"Nanami","3":"Nanami has to win—for humans... and machines!"},{"T":"301","3":"Her words seem to carry actual strength. Trailblazer's prided physical prowess is being overcome as her running chainsaw shines even brighter than his blades of light."},{"T":"301","3":"His tactical circuit reacts with constant alarm, warning him of the dangerous situation."},{"T":"301","2":"Trailblazer","3":"'Chariot' must forge a path for his kin."},{"T":"301","3":"Trailblazer reaches out and holds onto Nanami's mech tightly, the Blaze Ender on his chest beginning to gather all his energy. He knows that this attack will strike down his foe—and destroy himself in the process."},{"T":"301","2":"Nanami","3":"You giant himbo of a dum-dum! Aargh—!"},{"T":"301","3":"The moment the Blaze Ender is about to fire, Nanami jumps out of the cockpit and grabs Trailblazer's head in her arms, headbutting him right in the forehead."},{"T":"301","3":"In the split second when their heads come into contact, an infinite amount of new programs surge in Trailblazer's memory shell, reminding him of his awakening after seeing Sage's artwork for the first time."},{"T":"301","3":"As if losing control of his body, he falls to the ground with Nanami, the glow on his Blaze Ender beginning to fade."},{"T":"301","2":"Nanami","3":"Aargh... that hurts so much..."},{"T":"301","3":"Nanami rubs her forehead and sighs before patting Trailblazer on his head."},{"T":"301","2":"Nanami","3":"It must hurt for you too, right?"},{"T":"301","3":"Trailblazer stares at Nanami, half-kneeling on the ground, feeling the gentle touch her small palm leaves on his head. There seems to be an unbelievable strength that is warming what was cold and empty."},{"T":"301","2":"Trailblazer","3":"Nanami, you're... Sage...?"},{"T":"301","2":"???","3":"Yes. She's the Sagemachina we've been searching for..."},{"T":"301","3":"Having returned from her infiltration, Haicma moves toward the girl Gestalt showed her, the girl's current image overlapping with the one in Haicma's memories."},{"T":"301","2":"Haicma","3":"Sage, I... we've finally found you."}]