[{"T":"301","2":"Hassen","3":"Your performance at the space station was outstanding."},{"T":"301","2":"Hassen","3":"Well done, Gray Raven."},{"T":"302","2":"We were not the only team there.","4":"The other teams at the space station..."},{"T":"301","2":"Hassen","3":"You guys are the MVP this time, no need to be modest."},{"T":"301","2":"Hassen","3":"They all retreated immediately after your operation ended, all of them are unscathed."},{"T":"301","2":"Celica","3":"President, we should move on to today's main topic..."},{"T":"301","2":"Lucia","3":"Main topic?"},{"T":"301","2":"Hassen","3":"You're right, there's no time for chit-chat with how urgent the next mission is."},{"T":"302","2":"What's the mission?","4":"There's no rest for the good, huh?"},{"T":"301","2":"Hassen","3":"It's just exterminating Corrupted as usual."},{"T":"301","2":"Hassen","3":"You can rest before you arrive."},{"T":"301","2":"Lee","3":"...What precise calculations."},{"T":"301","2":"Hassen","3":"Well then, Celica, give Gray Raven a simple mission report first."},{"T":"301","2":"Celica","3":"Yes, President."},{"T":"301","2":"Celica","3":"Gray Raven, you were able to remove the Punishing Heteromer at the space station last time, but sadly, it was not completely destroyed."},{"T":"301","2":"Celica","3":"I'm sure you have all noticed... It collided with Watanabe's Fenrir and... plummeted down onto Earth."},{"T":"301","2":"Liv","3":"Speaking of Watanabe... Is he alright?"},{"T":"301","2":"Hassen","3":"We've lost track of him but we don't have the resources to form a search party."},{"T":"301","2":"Hassen","3":"Back to the main topic today, Gray Raven, your mission this time is to return to Earth and destroy the Hetero-Core from last time."},{"T":"301","2":"Hassen","3":"I've also deployed other teams on this mission, and this here, is the area that Gray Raven is responsible for."},{"T":"301","2":"Lee","3":"Akdilek Commercial Alliance... Wait, this diagram, is a train?"},{"T":"301","2":"Hassen","3":"The ACA is a special faction that built their empire on the train. They combined Cosmos Industries' Central Purification Filter technology with a train and transformed it into a mobile Akdilek purification system."},{"T":"301","2":"Hassen","3":"Using heavy nuclear fusion reactor as its energy source, as long as the train keeps moving—"},{"T":"301","2":"Hassen","3":"The filtration system will block out the Punishing Virus. That's how they can live on that train."},{"T":"301","2":"Liv","3":"But are there still intact railways for the train to operate on? And the resource supplies..."},{"T":"301","2":"Hassen","3":"They already built a massive railway network on the flat Eurasia lands back in the Golden Age—the APUS."},{"T":"301","2":"Hassen","3":"As for resources, they're merchants, they have their ways."},{"T":"301","2":"Lee","3":"So to put it simply, they trade with forces all over the world by rail to ensure their survival. That's how the ACA operates, am I mistaken?"},{"T":"301","2":"Hassen","3":"You're correct. And the main objective of your mission is to find and destroy the Hetero-Core that is currently on the train."},{"T":"301","2":"Hassen","3":"According to the Science Council's detailed analysis, I'm afraid the Hetero-Core is not just simply the multi-form Punishing Heteromer you saw at the space station."},{"T":"301","2":"Hassen","3":"I've already made a copy of the detailed report... Anyway, the Hetero-Core is a very pesky thing."},{"T":"301","2":"Hassen","3":"Even though the ACA still hasn't sent out an official distress signal, we can't just sit here and do nothing."},{"T":"301","2":"Hassen","3":"Commandant of Gray Raven, can I entrust this mission to you?"},{"T":"302","2":"Just leave it to me!","4":"I'm not 100% sure, but..."},{"T":"301","2":"Hassen","3":"Then I'll wait for your good news here."},{"T":"301","2":"Hassen","3":"Haha, I didn't know the commandant of Gray Raven could say something like that."},{"T":"301","2":"Hassen","3":"That doesn't sound like what an experienced commandant, someone who gets out of trouble alive every time like yourself, would say. But being careful is never a bad thing."},{"T":"301","2":"Hassen","3":"Well then, Gray Raven, please proceed to the designated location by aircraft after maintenance. Chop chop, everyone! Let the mission begin!"},{"T":"301","2":"Celica","3":"The obstacles on the launch rail have been eliminated. Ready for take-off."},{"T":"301","2":"Lucia","3":"Commandant, your orders, please."},{"T":"302","2":"Gray Raven, move out!","4":"Our target, the Hetero-Core on Earth!"},{"T":"301","2":"Celica","3":"Verifying voice... Fire!"}]