[{"T":"301","2":"Lucia","3":"The enemies are hatching faster than we can beat them! We're not going to get anywhere if we're locked in this endless fight."},{"T":"301","2":"Lee","3":"Liv and I will stay here to keep the path open. Lucia, take Commandant and breach the encirclement and get to the Core!"},{"T":"301","2":"Liv","3":"That's right, Lee and I can both support you with ranged attacks, so you can make use of your explosive capabilities to get through!"},{"T":"301","3":"Lucia is about to say something, but she just nods after seeing the looks on their faces."},{"T":"301","2":"Lucia","3":"In that case, I'll be counting on you."},{"T":"301","2":"Lucia","3":"Commandant, how do you feel about a little jog?"},{"T":"302","2":"No problem.","4":"Easy-peasy."},{"T":"301","3":"You tap your chest with your hand in a laid-back manner, giving her your approval. Lucia nods at your response, then readjusts her grip on her katana."},{"T":"301","2":"Liv","3":"Another wave of Hetero-Creatures approaching!"},{"T":"301","2":"Lee","3":"Go, Lucia!"},{"T":"301","2":"Lucia","3":"We'll let Liv and Lee take care of here. Commandant, let's keep going!"},{"T":"301","3":"Despite the many enemies ahead of her, Lucia knows the bullets and beams coming from her teammates will clear her way."},{"T":"301","3":"While Alpha clashes with Gabriel, Roland arrives at an underground area on the other side of the Core Area."},{"T":"301","3":"The Hetero-Creatures standing in his way attack the sudden invader, only to be crushed into pieces by Roland's glistening chain blade."},{"T":"301","2":"Roland","3":"...Cough."},{"T":"301","3":"Roland spits out the vital fluid stuck in his throat, silently watching the silent monster standing in front of him."},{"T":"301","2":"Ashen Hetero-Creature","3":"..."},{"T":"301","2":"Roland","3":"Oh, here you are. Gabriel's hidden you here, as expected."},{"T":"301","2":"Roland","3":"Alpha's stalling Gabriel, so I took the opportunity to locate this place. I wonder how it's going there."},{"T":"301","2":"Roland","3":"Well, now's not the time to worry."},{"T":"301","3":"The ashen Hetero-Creature floats slightly above the ground, quiet and still, looking almost like a statue."},{"T":"301","2":"Roland","3":"Even though he doesn't trust me completely... I've managed to get enough information from Gabriel to find out where you're staying."},{"T":"301","2":"Roland","3":"He's a cautious sort of guy, not the kind of person who'd only have one control terminal for the Polyphage. You're his insurance policy."},{"T":"301","2":"Roland","3":"Luckily, I've been keeping tabs on him. Otherwise, no one's gonna know you're here except for him."},{"T":"301","2":"Roland","3":"Right. I imagine the Gray Ravens have encountered the other 'you' that's guarding Luna by now."},{"T":"301","2":"Roland","3":"Or your 'sister'? Do your species call each other human names?"},{"T":"301","2":"Roland","3":"Well, it doesn't matter. What matters is you're 'symbiotic' with the Polyphage."},{"T":"301","2":"Roland","3":"If I destroy you here, the Polyphage will fall into a brief moment of disarray from losing one of the terminals. I'm guessing your 'sister' will be affected too."},{"T":"301","2":"Roland","3":"I'm not sure how big an impact this will make, nor do I know if Gray Raven will manage to seize the opportunity..."},{"T":"301","3":"Roland draws his weapon, and the Hetero-Creature across him immediately spreads its wings, its eyes blinking a menacing red as if it has detected a threat."},{"T":"301","2":"Roland","3":"So, this is how it is... You don't even hesitate to fight me as soon as I show a little bit of aggression, even if I'm an Ascendant. I watched you grow up, for crying out loud! I wouldn't mind a little respect."},{"T":"301","2":"Roland","3":"I know it won't be easy taking you down, but I think I'm ready."},{"T":"301","2":"Roland","3":"So, while your 'sister' is having fun with the Gray Ravens, we can have our own little dance."},{"T":"301","2":"Roland","3":"You pathetic creature."}]