[{"T":"301","2":"Construct A","3":"Hey, how's it going on your end?"},{"T":"301","2":"Construct B","3":"The mission's finally complete... but there were a lot of things I couldn't retrieve."},{"T":"301","2":"Construct A","3":"At least you're alive..."},{"T":"301","3":"The Constructs speaking are currently located in a 'waiting room' of sorts outside the battlefield. It's where Constructs who had just come out of battle or are about to go into battle end up."},{"T":"301","3":"Everyone present seems tense but otherwise expressionless. The consecutive battles have worn them all out. Out of the whole group, a girl who seems to be meditating, eyes closed, stands out because of her red hair."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Construct A","3":"That's Death herself, right?"},{"T":"301","2":"Construct B","3":"Redheaded Death... I think that's how they call her."},{"T":"301","2":"Vera","3":"I'm not Death or whatever you think. You'd better take back what you just said!"},{"T":"301","3":"Though discussing someone's epithet in their face might be an impolite act, most people subject to such comments would usually ignore them. Not the redheaded girl, Vera, however. She is too feisty to let this go."},{"T":"301","2":"Construct B","3":"Yeah? I was just telling the truth. Everyone here knows about your records. It seems a lil' suspicious how you're the only one alive on every single one of your missions."},{"T":"301","3":"The Construct who called Vera 'Death' does not show any signs of backing down despite Vera's aggressive stance. Instead, he tries to justify the claim."},{"T":"301","3":"Vera is still a new Construct, but she has already been part of over five squads—which all ended up being annihilated by the Corrupted, with Vera as the sole survivor."},{"T":"301","2":"Construct B","3":"You call yourself a Support-type Construct, a battlefield medic, but I bet you saved all the nano-repairers for yourself! Why else would—"},{"T":"301","2":"Vera","3":"How dare you!"},{"T":"301","3":"The lengthy battle against the Corrupted is like a plague, slowly eroding everyone's composure. Not liking the Construct's claims, Vera channels her rage into her fists, which she punches the Construct with."},{"T":"301","2":"Construct B","3":"Wow, violent much? Told ya she's Death!"},{"T":"301","2":"Construct A","3":"Hey! Stop that!"},{"T":"301","3":"The other members, who had ignored the conflict in favor for resting, get up to stop the fight, but it ends up snowballing into a free-for-all brawl."},{"T":"301","3":"Though both sides remain rational enough to not use weapons or other equipment, Construct fists are still extremely destructive."},{"T":"301","2":"Vera","3":"Don't call me Death! It's all your fault... You're the ones at fault!"},{"T":"301","2":"Vera","3":"I tried too... I tried so hard... but they all died, and I couldn't do anything about it!"},{"T":"301","2":"Construct B","3":"Shouldn't she be a Support-type? Why's she so good at fighting?"},{"T":"301","3":"All members involved in the fight are wounded in different ways by now. Trying to ignore the pain on her face, Vera blocks one fist and raises her own to deal a final blow on her opponent."},{"T":"301","2":"Vera","3":"If you really want to see Death in action that much, I'll show you—"},{"T":"301","2":"Construct Leader","3":"Stop it right now!"},{"T":"301","2":"Construct B","3":"Uh... Lieutenant?"},{"T":"301","2":"Construct Leader","3":"Hooligans! I've stressed countless times that you need to remember who the enemy is. Throw them both into the detention room!"},{"T":"301","3":"The officer who stops the fight makes a quick decision on the method of punishment. While Vera seems indifferent towards this arrangement, the other Construct seems a bit nervous."},{"T":"301","2":"Construct B","3":"Wait, I have a mission waiting... Besides, Death started it first!"},{"T":"301","2":"Vera","3":"I already said don't call me Death!"},{"T":"301","2":"Construct B","3":"What...?"},{"T":"301","3":"Seizing the chance, Vera throws a punch into the Construct's stomach and sends him flying into a pile of rubble nearby."},{"T":"301","2":"Construct Leader","3":"Did you not hear me?! You really like violating military orders or somethin'? Subdue her now!"},{"T":"301","3":"The other Constructs swarm upon Vera, and she soon finds herself in the detention room."},{"T":"301","3":"As the door is slammed in her face, Vera gazes up into the dark surroundings and smiles wanly."},{"T":"301","2":"Vera","3":"It's dark, and... ow."},{"T":"301","2":"Vera","3":"Why... Why did it end this way?"}]