[{"T":"301","3":"The Corrupted attacking Changyu and Sophia fall before Chrome right afterward."},{"T":"301","3":"The next wave of enemies has already arrived before he finds the time to inspect them."},{"T":"301","3":"Like waves crashing against the shore, the enemies are seemingly never-ending. To stop them, Chrome has to be a dam."},{"T":"301","3":"But whether as a Construct, a specialized frame, or the Strike Hawk Captain, no fire can burn forever. His flame will eventually extinguish."},{"T":"301","2":"Chrome","3":"Kamui... Wanshi... Camu..."},{"T":"301","2":"Chrome","3":"Dad..."},{"T":"301","2":"Chrome","3":"And... 【kuroname】."},{"T":"301","3":"Where are you now? Are you all well?"},{"T":"301","3":"Chrome has been suppressing the urge to contact his companions during this time."},{"T":"301","3":"Everyone is in a difficult situation. He cannot possibly ask any of them to abandon their own duties for his troubles."},{"T":"301","3":"Not to mention that the situation here is doomed. Even if Babylonia would send transport crafts down at this very moment, they would just be shot down by the countless Corrupted and Hetero-Creatures."},{"T":"301","3":"—Is this the result of his poor judgment?"},{"T":"301","3":"After knowing 【kuroname】 had fallen unconscious, Chrome received a call from Asimov."},{"T":"301","2":"Asimov","3":"Do you want to change back to the Arclight frame?"},{"T":"301","2":"Asimov","3":"Even though the Glory frame is as stable as Arclight now after the calibration..."},{"T":"301","2":"Asimov","3":"No other commandants can help you if your M.I.N.D. deviates now."},{"T":"301","3":"Despite knowing the danger, Chrome rejected Asimov's offer."},{"T":"301","3":"His reason was simple—the challenging situation would require a specialized frame."},{"T":"301","3":"That was not poor judgment. Chrome would not have made it until now had he changed back to the Arclight frame."},{"T":"301","3":"—Or was it when he decided to board the train?"},{"T":"301","3":"Could he have avoided this hardship if he had led his team back to the conservation area earlier?"},{"T":"301","2":"Chrome","3":"Sure, but I never would've done it."},{"T":"301","3":"He knew full well that the danger this path posed would be more than he could bear. Still, all he has done is come up with more contingencies instead of returning to the safety of the conservation area."},{"T":"301","3":"That was a tough fight. If he were not there, there would be even fewer survivors."},{"T":"301","3":"Chrome would never put his own life over others."},{"T":"301","3":"Then there is only one answer—"},{"T":"301","2":"Chrome","3":"I made the right choice."},{"T":"301","3":"His right choices have led him here, bathed in crimson, surrounded by howls."},{"T":"301","2":"Chrome","3":"I can't fall yet. I have to protect them..."},{"T":"301","3":"Ignoring the pain, Chrome clutches his weapon once again."},{"T":"301","3":"How many times has he done this?"},{"T":"301","3":"As if his body is a ship caught in the waves, his faith the fuel that feeds the engine's flame, Chrome is burning hard to fight the infinite storm and ocean."},{"T":"301","3":"Except there is no end to the ocean or the storm. Can the same be said of his body?"},{"T":"301","3":"The Hetero-Creatures mix with the Corrupted, like a 'harvest' ripe for reaping."},{"T":"301","3":"Chrome's gunblade has long been coated by the red liquid from the 'harvest,' corroding his frame and accelerating the infection."},{"T":"301","3":"The crimson storm has shown no sign of stopping. The wind blows by his ears alongside deafening screams and cries."},{"T":"301","3":"Triumph after triumph, the meanings of these small victories are lost as soon as the next fight arrives."},{"T":"301","3":"Chrome's vision begins to blur and flush amidst the ceaseless fights."},{"T":"301","3":"—It has lasted just a little too long."},{"T":"301","3":"He is not sure when he realizes the wind and screaming have stopped."},{"T":"301","3":"Before him is just pure whiteness."},{"T":"301","3":"...Is it over?"},{"T":"301","3":"No, it probably is not."},{"T":"301","3":"But Chrome has already reached his limit, and he can move no more."},{"T":"301","3":"Just a small break before getting back to it again."},{"T":"301","3":"I can't fall yet. There has to be a way."},{"T":"301","3":"With that, Chrome slowly closes his eyes inside the white light."},{"T":"301","2":"Chrome","3":"I'm sorry... please wait for me..."}]