[{"T":"301","3":"Separated by a glass pane, you see No. 21 getting ready for combat simulation in the next room."},{"T":"301","3":"Cables of various colors are connected to No. 21's neck and joints, linking her to the terminal. The small white Construct lies motionless on the cold metal bed as if used to the procedure."},{"T":"301","3":"Like a broken and hollow doll, the scene reminds you of what you witnessed in her pure white M.I.N.D."},{"T":"302","2":"...","4":"Is this really necessary?"},{"T":"301","2":"Technician","3":"We'll just be collecting data. No need to be nervous."},{"T":"301","2":"Technician","3":"Are you her commandant?"},{"T":"302","2":"...No.","4":"...For the time being."},{"T":"301","2":"Technician","3":"Huh?"},{"T":"301","2":"Technician","3":"...They can assign temporary commandants?"},{"T":"301","3":"The technician in charge of calibrating the equipment raises her head from the complex array of equipment and gives you a bewildered look."},{"T":"301","2":"Technician","3":"In terms of training... It seems that you volunteered to work together during the combat simulation. I figured only appointed commandants would do that for their team members."},{"T":"301","2":"Technician","3":"Not to mention... She's a member of the remote link team. No wonder they're so anxious to replace her."},{"T":"301","2":"Technician","3":"...If she's not fully operational... It's going to be the same no matter where she is."},{"T":"301","3":"The technician's last sentence is quiet, as if an ambivalent sigh to herself, and it gets lost in the rumbling noise of the machines."},{"T":"302","2":"Sorry?"},{"T":"301","2":"Technician","3":"Nothing. Don't worry about it."},{"T":"301","2":"Technician","3":"Once a Construct's M.I.N.D. begins to deviate in battle, it may cause irreversible cognitive damage to the link team's commandant. I'm sure a remote link is no exception."},{"T":"301","2":"Technician","3":"I don't know if you're too confident or too ignorant for accepting this mission... Let alone sign your name on the liability statement."},{"T":"302","2":"That's because I believe in her.","4":"I've linked with a Transcendant. This is nothing."},{"T":"301","2":"Technician","3":"...You sure are strange."},{"T":"301","2":"Technician","3":"A Transcend... Ah! You're the Gray Raven Commandant... No wonder..."},{"T":"302","2":"Why are you acting like it all makes sense now?"},{"T":"301","2":"Technician","3":"I've finished preparing all the equipment. Let's begin."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"...How do you feel, No. 21?"},{"T":"301","2":"No. 21","3":"...Nothing out of the ordinary."},{"T":"301","3":"After both of you quickly finish collecting data, No. 21 is let out of the room."},{"T":"301","3":"While maintaining the link, you scan her vitals to ensure that her frame is still stable."},{"T":"301","3":"It's just that..."},{"T":"302","2":"Sorry for bringing up bad memories.","4":"Are you afraid?"},{"T":"301","3":"No. 21 shakes her head quietly."},{"T":"301","2":"No. 21","3":"Are they going to discard me?"},{"T":"302","2":"Sorry?"},{"T":"301","2":"No. 21","3":"I've... seen it happen before."},{"T":"301","2":"No. 21","3":"Constructs that don't meet the standard and can't complete missions are discarded."},{"T":"301","2":"No. 21","3":"It's been a long time since I've had a mission."},{"T":"301","2":"No. 21","3":"Is it because I can't control myself?"},{"T":"302","2":"No, it's..."},{"T":"301","2":"No. 21","3":"I don't know what to do. These emotions... are so strange to me."},{"T":"301","2":"No. 21","3":"I didn't like them at first. They weren't mine."},{"T":"301","2":"No. 21","3":"But I want to have emotions. That way I'll have the scent of a human. I want the scent of humans."},{"T":"301","3":"Searching for and putting together these unfamiliar words, No. 21's breath begins to quicken, and she tries her best to express her thoughts."},{"T":"301","2":"No. 21","3":"That's why I started to feel my own emotions."},{"T":"301","2":"No. 21","3":"Those belong to me. They're mine. I worked so hard to have them."},{"T":"301","2":"No. 21","3":"But if I can't fight because of emotions... Even if they want to throw me away, I'll..."},{"T":"302","2":"I won't let that happen."},{"T":"302","2":"Vera won't let you get kicked out of Cerberus. Neither will I."},{"T":"302","2":"Expressing your emotions is normal."},{"T":"302","2":"You're just not used to it."},{"T":"301","2":"No. 21","3":"I'll... get used to it?"},{"T":"301","2":"No. 21","3":"Can I... get used to it?"},{"T":"302","2":"I think so."},{"T":"302","2":"I'll help you."},{"T":"302","2":"I'll be with you for follow-up combat simulations."},{"T":"301","2":"No. 21","3":"..."},{"T":"302","2":"I won't let you lose control again."},{"T":"302","2":"Trust me."},{"T":"301","2":"No. 21","3":"(Nods)"},{"T":"301","2":"No. 21","3":"...I trust you, 【kuroname】."}]