[{"T":"301","2":"Haicma","3":"Nanami, as per your request, we've located a facility with a high level of calculating capacity around here."},{"T":"301","3":"Haicma and Spooner learn about Zero's atrocity against humankind when they join Nanami again. Haicma casts Nanami a worried glance."},{"T":"301","2":"Nanami","3":"Okay. Thanks!"},{"T":"301","2":"Nanami","3":"My plan to stop Zero failed. Nanami is going to have to try even harder for what's coming next."},{"T":"301","2":"Nanami","3":"I need to catch up on what's going on and find a terminal."},{"T":"301","3":"Seeing Nanami has put herself together, Haicma lets out a relieved sigh."},{"T":"301","2":"Spuner","3":"Here it is—a compilation of profiles on the Church's core members and files on the major events throughout the war up until now. What do you need these for, though, Sage?"},{"T":"301","2":"Spuner","3":"I didn't know that our first conflict with humankind went way back until I began sorting through these files..."},{"T":"301","3":"Quietly, Spooner glances at Haicma, who looks away just as quietly."},{"T":"301","2":"Nanami","3":"Did it have anything to do with Haicma?"},{"T":"301","2":"Haicma","3":"...Yes, I was. I'm sorry, Sage."},{"T":"301","2":"Haicma","3":"I joined Project Ark many years ago as a core member of the Church and launched its first attack against humankind on 'Eden' with Trailblazer."},{"T":"301","2":"Haicma","3":"The reason was... If you would like to know..."},{"T":"301","2":"Spuner","3":"It's all history now, and the machines didn't start fighting with humans because of you."},{"T":"301","2":"Spuner","3":"Things might have been very different now had you already been part of the Church then, Sage."},{"T":"301","2":"Nanami","3":"Was I not around?"},{"T":"301","2":"Haicma","3":"...That would be correct, because I still hadn't found you then, Sage."},{"T":"301","3":"Haicma looks away. She seems to be blaming herself."},{"T":"301","2":"Nanami","3":"Don't worry. This time, I will make sure to witness you!"},{"T":"301","3":"The girl winks and makes a grin."},{"T":"301","2":"Nanami","3":"Show us the way, Haicma!"},{"T":"301","3":"Sitting on Power in the sun, Nanami looks like a general ready to head down to the battlefield."},{"T":"301","2":"Haicma","3":"...Yes."},{"T":"301","3":"Haicma is not entirely sure what Nanami is thinking, but seeing her smile, Haicma smiles back all the same."},{"T":"301","2":"Haicma","3":"Of course, Sage."},{"T":"301","2":"Haicma","3":"Fortunately, the closest suitable equipment is only 1.284km away in a straight line."},{"T":"301","2":"Nanami","3":"...That's just the headquarters of the Church of Machina!"},{"T":"301","3":"They are standing in front of a gigantic valve in a corner of the square."},{"T":"301","2":"Haicma","3":"That would be correct—and unfortunately, the equipment is the core of the 'Gray Tower'."},{"T":"301","2":"Nanami","3":"Is the core of this tower just underneath it?"},{"T":"301","2":"Haicma","3":"Given the core is responsible for all the Church's computing demands and the fact that 'Gear' led the construction of the 'Gray Tower', we'll most likely have to deal with heavy security there."},{"T":"301","2":"Spuner","3":"You won't be able to hide it from them. There is no secret in the Church of Machina."},{"T":"301","3":"Spooner points at its head."},{"T":"301","2":"Spuner","3":"Communication amongst the worshippers of the 'Sanctuary' is transparent."},{"T":"301","2":"Nanami","3":"Typical of a mechanoid organization that's this big, I suppose... But isn't this a little too..."},{"T":"301","2":"Nanami","3":"No wonder Murray..."},{"T":"301","2":"Haicma","3":"What's that?"},{"T":"301","2":"Nanami","3":"Nothing. Let's go!"}]