[{"T":"301","3":"Although Hans has given everyone ten minutes to ready up and get to know one another, the oppressiveness around the camp has made it hard for any of you to begin introducing yourselves."},{"T":"301","3":"Each of you knows what enemies you will face inside the Forest Park Ruins. A single mistake now in preparing your equipment can mean losing your life to the Hetero-Sapiens later."},{"T":"301","3":"Lucia takes Lee and Liv to the edge of the forest to scout. You sit on a rock in the distance, checking the weapon in your hand."},{"T":"301","3":"At that moment, you feel a sense of pressure coming for the side of your neck."},{"T":"302","2":"(Dodge)"},{"T":"301","3":"You dodge back slightly, and a combat knife slides along your neck, just missing it."},{"T":"302","2":"(Retaliate)"},{"T":"301","3":"Before you can see the face of your assailant, your body instinctively reacts."},{"T":"301","3":"One of your hands strikes at the wrist that holds the combat knife, disarming him; your feet sweep across his legs as he stands there shocked, and he falls to the ground."},{"T":"301","2":"???","3":"Eh?!"},{"T":"301","3":"He tries to stand up, but before he can, you grab both of his hands and press him down."},{"T":"301","2":"???","3":"Ah! I give up, I give up! That combat knife is not sharpened! The Chief's reaction speed is indeed as fast as Simon said."},{"T":"302","2":"Simon?"},{"T":"301","3":"A man's voice rises from underneath you. That is when you notice that he is also wearing the uniform of a Babylonia commandant."},{"T":"301","2":"???","3":"Spit—spit—"},{"T":"301","3":"He turns around, trying to spit out the mud and grass he accidentally swallowed when he fell to the ground."},{"T":"301","3":"That is how you finally see his face clearly. He is none other than Harley Jo, the Woodcock Commandant you saw in the video footage."},{"T":"301","2":"Harley Jo","3":"This is the first time we meet, yeah?"},{"T":"301","2":"??","3":"I told you what would happen, and you still did it. Are you just a fool?"},{"T":"301","2":"Harley Jo","3":"It's rare to get an opportunity to train with the Chief one-on-one."},{"T":"301","3":"You hear a female voice nearby, the mechanical arms behind her back lifting along with her two arms. Those arms might be mechanical, but instead of looking rugged, they gracefully perform the give-up gesture like real arms."},{"T":"301","2":"??","3":"I give up. Can you let the fool go?"},{"T":"302","2":"(Refuse)","4":"(Let go)"},{"T":"301","3":"You have no idea that she was there before she raised her voice. If she wanted, the man underneath you would have been free a while ago."},{"T":"301","3":"Speaking up before intercepting is a token of respect. Not letting him go in this situation would be unwise."},{"T":"302","2":"(Let go)"},{"T":"301","3":"As you move away from the man, the woman extends a mechanical arm to grab his uniform and lifts him up."},{"T":"301","2":"Yata","3":"I'm Yata from Scarab, my commandant being Valeria. But I've been assigned as a temporary squad member working with commandant Harley Jo."},{"T":"301","2":"Yata","3":"Harley Jo is the name of this fool."},{"T":"301","3":"Yata points at him as she speaks, and Harley Jo grins brightly."},{"T":"301","2":"Harley Jo","3":"C'mon, can't you say my name right?"},{"T":"301","2":"Yata","3":"I can't. 'Fool' fits you more, weirdo."},{"T":"301","2":"Harley Jo","3":"Fine. Nicknames are a sign of trust. I'll consider that you accepting me as your temporary commandant, Yata."},{"T":"301","2":"Yata","3":"??"},{"T":"302","2":"So, why are you here?"},{"T":"301","2":"Harley Jo","3":"I can barely breathe with how oppressive the camp feels. If the commander is giving us time, I'm going to use it."},{"T":"301","2":"Harley Jo","3":"Let me introduce myself properly. I'm Harley Jo, a commandant from your year like Simon."},{"T":"302","2":"I'm 【kuroname】."},{"T":"301","2":"Harley Jo","3":"Yeah, yeah, I know. Simon doesn't stop talking about you."},{"T":"301","3":"Harley Jo wipes off the dirt on him and walks toward you. Yata walks to the side, observing the surroundings, alerted."},{"T":"301","2":"Harley Jo","3":"I suppose you must have seen the footage we Woodcock sent back. Most of my team was hurt during that encounter, and are all getting treated at the nearest conservation area."},{"T":"302","2":"Aren't you worried about them?","4":"Why are you back by yourself?"},{"T":"301","2":"Harley Jo","3":"Of course I am, but none of them were seriously wounded."},{"T":"302","2":"Why are you back by yourself?"},{"T":"301","2":"Harley Jo","3":"Instead of simply worrying by my companions' sides, I'd rather teach the Hetero-Sapiens who hurt them a lesson."},{"T":"301","2":"Harley Jo","3":"Which was why I applied to return here, being only slightly hurt. That's how I'm back in a temporary team with Yata."},{"T":"302","2":"Aren't you scared?","4":"Aren't you nervous?"},{"T":"301","2":"Harley Jo","3":"Regarding the Hetero-Sapiens?"},{"T":"301","2":"Harley Jo","3":"The truth is I'm scared shitless. You can feel it yourself."},{"T":"301","3":"He grabs your hand and lays it on top of his wrist."},{"T":"301","3":"His intense pulse confirms his story, and the whispery tone he takes when he talks about the Hetero-Sapiens suggests the same thing."},{"T":"301","2":"Harley Jo","3":"As a soldier, I thought I'd seen my share of powerful enemies, and I'd long forgotten what fear feels like."},{"T":"301","2":"Harley Jo","3":"The Hetero-Sapiens don't look scary, and they aren't particularly powerful. The fear they cause stems from how little we know about the Punishing Virus..."},{"T":"301","2":"Harley Jo","3":"I feel like the Punishing Virus is adapting to Earth's environment more and more."},{"T":"301","2":"Harley Jo","3":"It's evolved into the humanoid Hetero-Sapiens in such a short period of time."},{"T":"301","2":"Harley Jo","3":"What is it after next? To replace humans and rule Earth as an entirely new lifeform?"},{"T":"302","2":"..."},{"T":"301","2":"Harley Jo","3":"It's scary to think about, isn't it?"},{"T":"301","2":"Harley Jo","3":"Of course I have to be back to prevent that from happening."},{"T":"301","2":"Harley Jo","3":"This is Earth. If anything should get kicked out, it is the Punishing Virus."},{"T":"301","2":"Harley Jo","3":"Not to mention that conquering our fear, defeating the enemy, and acquiring victory are what we soldier folks do."},{"T":"301","2":"Harley Jo","3":"If we don't stand on the frontline, who will? Civilians?"},{"T":"301","2":"Harley Jo","3":"I don't want what happened to me to happen to more people."},{"T":"302","2":"What?"},{"T":"301","2":"Harley Jo","3":"Oh, haha, nothing! Nothing. Forget that."},{"T":"301","2":"Harley Jo","3":"By the way, we don't want to be too nervous."},{"T":"301","2":"Harley Jo","3":"A tense bowstring will make the bow snap quicker. I guess that was why the commander was asking us to introduce ourselves."},{"T":"301","2":"Harley Jo","3":"Therefore, I deem the vibe in the camp extremely unhealthy. I shall remedy that."},{"T":"301","2":"Harley Jo","3":"Oh? Yata, why are you standing farther and farther away?"},{"T":"301","2":"Yata","3":"Both of you are not vigilant enough. You should put some distance between you the first time you meet, not chatting the way you did."},{"T":"302","2":"Speaking of which...","4":"Where is Simon?"},{"T":"301","2":"???","3":"Mmm... (Throws up) Are you... looking for me...?"},{"T":"301","3":"You hear Simon's voice at the mention of him, and you see him leaning on the Construct next to him, wiping the corner of his mouth clean with his hand weakly."},{"T":"301","3":"Harley Jo immediately walks up and holds him steady with the Construct when he sees Simon."},{"T":"301","2":"Harley Jo","3":"Uh, Simon, are you okay?"},{"T":"301","2":"Simon","3":"Mmm... I'm still not used to the transport craft..."},{"T":"301","2":"Harley Jo","3":"You looked fine when we gathered earlier."},{"T":"301","2":"Simon","3":"Because Hans looked scary..."},{"T":"301","2":"Harley Jo","3":"Whoa, repressing your physical discomfort with sheer fear, huh?"},{"T":"301","2":"Lucia","3":"Erm, Commandant, they are...?"},{"T":"301","3":"As you talk, Lucia and others return from the edge of the forest, confused at the sight of the multiple unfamiliar squads."},{"T":"301","2":"Harley Jo","3":"I'm Harley Jo, and this is my good buddy Yata."},{"T":"301","2":"Yata","3":"Tsk. Don't say that. We're not that close."},{"T":"301","2":"Yata","3":"Just a temporary squad member and her temporary commandant."},{"T":"301","2":"Harley Jo","3":"This is Simon, and this is his teammate..."},{"T":"301","3":"Harley Jo completely ignores Yata's correction and continues to introduce everyone."},{"T":"301","2":"Hans","3":"Ten minutes are over. Gather up! We're heading into the Forest Park."},{"T":"301","2":"Simon","3":"EhhhhaaaAAAAHHHH?!"},{"T":"301","3":"Hans' voice shows up near Simon out of nowhere. He jumps up dramatically away from Harley Jo and the Construct holding him."},{"T":"301","2":"Hans","3":"Silence."},{"T":"301","2":"Hans","3":"Before we know more about the Hetero-Sapiens, we can't rule out that loud noises would attract them."},{"T":"301","3":"Hans gives Simon a deadly stare before waving his hand, and his teammates immediately spread out, preparing for attacks from the Hetero-Sapiens."},{"T":"301","3":"Egret, led by Vanessa, also walks up from the side and stands next to you."},{"T":"301","2":"Hans","3":"Found anything during preparation?"},{"T":"301","2":"Harley Jo","3":"I picked up some plants and, eh, gave them a taste."},{"T":"301","2":"Harley Jo","3":"Analyzing them now."},{"T":"301","2":"Hans","3":"What about the Hetero-Sapiens?"},{"T":"301","2":"Harley Jo","3":"Erm... nothing about them."},{"T":"301","2":"Harley Jo","3":"But there is some information about this park we didn't record."},{"T":"301","2":"Harley Jo","3":"Woodcock tried to clear out the plants in our way to quickly approach CPF 040, but the red-glowing trees spilled out some strange liquid and raised the Punishing Virus concentration in the nearby area by 2%."},{"T":"301","2":"Harley Jo","3":"Undamaged plants didn't do anything similar. It might be related to the Hetero-Plants adhering to their surfaces."},{"T":"301","2":"Harley Jo","3":"Oh, and I named the plants with characteristics of the Hetero-Creatures 'Hetero-Plants'."},{"T":"301","2":"Harley Jo","3":"Clearing the plants without damaging the red matter is quite difficult."},{"T":"301","2":"Harley Jo","3":"So my educated guess is that mass destruction of Hetero-Plants will result in irreversible damage to the Pulia Forest Park Ruins and the surrounding areas."},{"T":"301","2":"Harley Jo","3":"To avoid an unnecessary rise in infection rate, I feel like it's best I report this before we enter the park."},{"T":"301","2":"Vanessa","3":"Tsk, how annoying. I was expecting something more useful."},{"T":"301","3":"Vanessa groans, no longer looking at Harley Jo."},{"T":"301","2":"Harley Jo","3":"Eh? What is this hostility?"},{"T":"301","2":"Hans","3":"What's Egret's progress?"},{"T":"301","2":"Vanessa","3":"We tried the sky. Didn't work."},{"T":"301","2":"Vanessa","3":"Short-distance flights across the trees were immediately met with surface-to-air attacks."},{"T":"301","2":"Simon","3":"Isn't this a forest? What surface-to-air weapons are there?"},{"T":"302","2":"That wouldn't be a human defense system."},{"T":"302","2":"Those had to be attacks from the Hetero-Creatures."},{"T":"301","2":"Vanessa","3":"That's what it was. They turned themselves into cannons, hovering mid-air, and when they encountered us, they launched themselves at extremely high speed in a suicide attack."},{"T":"301","2":"Simon","3":"Have the Hetero-Creatures developed this kind of tactics already?"},{"T":"301","2":"Hans","3":"Not a good sign."},{"T":"301","2":"Vanessa","3":"Not at all, and they were smart."},{"T":"301","2":"Vanessa","3":"They only attacked targets in the air that approached the giant tree. The closer we were, the more frequent their attacks were."},{"T":"301","2":"Simon","3":"That might be why our transport craft wasn't attacked, having landed at the outskirt."},{"T":"301","2":"Hans","3":"I see."},{"T":"301","2":"Hans","3":"In that case, the less encumbered Harley Jo and Yata will take the flank. Everyone else takes a line formation and watches each other's back. Gray Raven, stay in the middle and reserve your strength. Alert others of incoming attacks from the air."},{"T":"301","2":"Hans","3":"Fire freely when you encounter Hetero-Sapiens. Continue advancing. Don't break formation."}]