[{"T":"301","2":"???","3":"Please remember..."},{"T":"301","2":"???","3":"It's going to be too late... Commandant...!"},{"T":"302","2":"...It's going to be too late..."},{"T":"301","2":"Hippocrates","3":"It's too late. Give up."},{"T":"302","2":"No way...!"},{"T":"302","2":"If you give up on Liv..."},{"T":"302","2":"...We'll lose her forever."},{"T":"301","2":"Hippocrates","3":"But unlike connecting with Ascendants, they are still harmonic."},{"T":"301","2":"Hippocrates","3":"Liv is completely corrupted. If you connect with her now, your Mind Beacon will be lost as well."},{"T":"302","2":"(Telling her about Huaxu)"},{"T":"301","2":"Hippocrates","3":"Oh? Are you saying that... Huaxu hacked into Spear of F.O.S. and your Commandant link to forcibly project your Mind Beacon onto the M.I.N.D. of a Corrupted somewhere nearby?"},{"T":"302","2":"Yes. That is exactly the reason."},{"T":"302","2":"Huaxu recognized my ability to connect with Ascendants."},{"T":"301","2":"Hippocrates","3":"I see. Everyone has been talking about your ability to connect with Ascendants. I thought you came to that conclusion after giving it a test."},{"T":"301","2":"Hippocrates","3":"How did it feel like being in the M.I.N.D. of a Corrupted?"},{"T":"302","2":"It was filled with chaotic thoughts and discordant information."},{"T":"301","2":"Hippocrates","3":"Are you confident that you can find Liv's M.I.N.D. shards in an environment like that?"},{"T":"302","2":"At least let me try."},{"T":"301","3":"The two researchers look at each other, but neither says a word."},{"T":"302","2":"Please let me try."},{"T":"301","2":"Hippocrates","3":"I'll level with you. This isn't like going on a battlefield. When you had people backing you up, we didn't mind letting you try."},{"T":"301","2":"Hippocrates","3":"Now, things are different. Even if this is just a test, you can lose your mind completely should things go sideways."},{"T":"301","2":"Hippocrates","3":"Think about it. Why have we discovered only one Commandant with the ability to connect with Ascendants after all this time? It is exactly because this test is far too dangerous."},{"T":"302","2":"Please have faith in me."},{"T":"301","2":"Asimov & Hippocrates","3":"..."},{"T":"301","2":"Hippocrates","3":"Huh..."},{"T":"301","2":"Asimov","3":"I can use the Spear of F.O.S. to partially visualize the data turbulence."},{"T":"301","2":"Hippocrates","3":"...That's a good idea."},{"T":"302","2":"Give me a chance, and I'll find her."},{"T":"301","2":"Hippocrates","3":"Young one, are you sure you want to put someone else before yourself?"},{"T":"302","2":"All I want to know is how this will affect Liv if I succeed."},{"T":"301","2":"Hippocrates","3":"That will depend on 'how' successful you are."},{"T":"301","3":"..."},{"T":"301","3":"And after that, what happened?"},{"T":"301","3":"You hold on to the threads of memories and follow them to search for more shards."},{"T":"301","3":"You can vaguely recall how you found Liv."},{"T":"301","3":"Thanks to the data turbulence visualized by Spear of F.O.S., the first shard is directly within reach. It looks like, in that memory, Liv is wandering."},{"T":"301","3":"This isn't a miracle or an event of good luck. Instead, it is the memories of Gray Raven connected and weaved together."},{"T":"301","3":"According to Asimov, this is like finding your most familiar thing in a messy image: memories of the past will guide you as a beacon of light."},{"T":"301","3":"Perhaps... Constructs feel the same way when they are searching for Mind Beacons to calibrate their M.I.N.D."},{"T":"301","3":"Having uncovered the first clue, you start searching for similar things and follow the chaotic data until a new place comes into view."},{"T":"301","3":"The next M.I.N.D. shard is on a gruesome battlefield."},{"T":"301","3":"Civilization is shut down, stagnant, and falling apart."},{"T":"301","3":"The Central Purification Filters people worked hard to build now lie in ruins. The new batch of experimental farms has been burnt to ashes."},{"T":"301","3":"Countless dead bodies are buried in the burning ruins. The stench of corpses utters their most painful cry in silence."},{"T":"301","3":"This isn't a nightmare you imagined. It is a reality that actually happened. It is part of her memories."},{"T":"301","3":"Liv is in this living hell, trying to save those severely injured survivors."},{"T":"301","3":"The girl is as fragile and vulnerable as a spiderweb hanging in hell. Even though her frame has pretty much worn out, her energy depleted, and her legs ruptured, she still carries on."},{"T":"301","3":"You try to catch up with her, but a dying Construct grabs you by the leg."},{"T":"301","3":"You know there is nothing you can do to change this memory, but you cannot bring yourself to break free from the dying Construct desperately seeking help."},{"T":"301","3":"This is her second M.I.N.D. shard."},{"T":"301","3":"After his last remaining drip of life fades away, you find yourself merging with Liv..."},{"T":"301","3":"Following the trail of her memories, you return to an old field hospital and meet the people she knew."},{"T":"301","3":"Time flies by very quickly in this memory. It's like being in a time-lapse film. You see people go in and out of the hallways and sickrooms."},{"T":"301","3":"Sunlight shines through the window and projects a shadow on the floor as if it is a clock ticking."},{"T":"301","3":"Some patients don't live to see tomorrow, and some patients are lucky enough to leave this place. The only person who always stays here is her."},{"T":"301","3":"The girl was abandoned here by the flow of time long ago and is still trapped in this cage, bound by her duty and the guilt of not being able to save her mother."},{"T":"301","3":"This is her third M.I.N.D. shard."},{"T":"301","3":"Following the threads of that memory, you arrive at a familiar sand beach."},{"T":"301","3":"Liv shared fond memories with Gray Raven here. And there is more than just one M.I.N.D. shard to be found."},{"T":"301","3":"It isn't until nightfall that you discover the dim light shimmering behind her."},{"T":"301","3":"The light extends all the way to the bottom of the sea where another Liv wanders."},{"T":"301","2":"Liv","3":"...I'm afraid that I might become a burden to everyone."},{"T":"301","3":"Before she can truly open up her heart, she will forever bury her loneliness and guilt in the depth of this ocean."},{"T":"302","2":"Leave with me."},{"T":"301","2":"Liv","3":"Okay."},{"T":"301","3":"Just like the present Liv and the future Liv, she too trusts that you will take her out of her loneliness."},{"T":"301","3":"So far, you have collected five M.I.N.D. shards."},{"T":"301","3":"The journey is long and challenging, but everything has been going as planned."},{"T":"301","3":"The researchers helping you from another realm believe that, with one last M.I.N.D. shard, you will be able to awaken Liv."},{"T":"301","3":"But..."},{"T":"302","2":"I failed."},{"T":"301","3":"Just like the dead bodies lying in the distance, you too are overwhelmed by the horde of Corrupted and pierced by the crimson creatures."},{"T":"301","3":"The scars in your memories are torn apart once again. Painful memories turn into a vortex that plunge the seeker into the ocean of void."},{"T":"301","3":"This is exactly what happened that day..."},{"T":"301","3":"Chaos and disorder seek through the scars and plant their rampant, savage seeds in the Mind Beacon."},{"T":"301","3":"Is that what it is? In the end, such failure is still inevitable."},{"T":"301","3":"In the end, you are still one step away from success."},{"T":"301","3":"...Will this be the last time you see Liv?"},{"T":"301","3":"Where are you? How can you get away from this place? How can you break free from this prison?"},{"T":"301","3":"The memories you have collected do not serve as answers at all. You grasp at a void to no avail."}]