[{"T":"301","3":"The Forsaken Headquarters. Midnight."},{"T":"301","3":"With the help of his crew, Watanabe safely returns to the Forsaken campsite."},{"T":"301","3":"Greeting him there are the Forsaken soldiers and the three children who were sleeping."},{"T":"301","2":"Xiuyong","3":"Uncle Watanabe!"},{"T":"301","2":"Deckard","3":"...Is the supplier not with you?"},{"T":"301","2":"Watanabe","3":"Huh? 【kuroname】is probably in the next trade port by now."},{"T":"301","2":"Ann","3":"We wanted to give this to the supplier... We promised 【kuroname】... payment."},{"T":"301","3":"The anticipation on Ann's face quickly fades away. She lowers her head, her hands tugging the corners of her shirt, and she gets quiet."},{"T":"301","2":"Watanabe","3":"Payment? Did you make a deal?"},{"T":"301","2":"Ann","3":"N-no, not like that... The supplier helped us with the decorations."},{"T":"301","2":"Watanabe","3":"So I've heard. You've done a great job."},{"T":"301","2":"Xiuyong","3":"...Will the supplier return? A promise is a promise... It doesn't feel right to keep this."},{"T":"301","2":"Ann","3":"It must be really exhausting to work so tirelessly for so long. We wanted to cheer up the supplier with a surprise."},{"T":"301","2":"Deckard","3":"...It's alright! A supplier has to travel and supply others as well, after all..."},{"T":"301","2":"Xiuyong","3":"And it was our fault for falling asleep without noticing. Well, the supplier gotta return and supply us in the future, right? We will do this next time!"},{"T":"301","2":"Watanabe","3":"I hate to break it to you, but I don't think our supplier's coming back for a while... But don't worry. I'll figure out what to do with your gift."},{"T":"301","2":"Watanabe","3":"Now, as I promised, who wants to help me in the kitchen?"},{"T":"301","3":"Watanabe rubs the children's heads one by one, trying to divert their attention."},{"T":"301","3":"Hearing that Watanabe is going to be cooking, they all become cheerful again."},{"T":"301","3":"Snow has stopped falling with the night breeze, but the blushing sky seems to hint at another snowstorm on the horizon."},{"T":"301","3":"Under this backdrop, the rising smoke from the Forsaken camp is particularly notable. The fragrant scent of food lingers in the air, and their New Year's Eve celebration begins again."},{"T":"301","3":"Inside the Forsaken Headquarters kitchen."},{"T":"301","2":"Lucia","3":"That's about it... We haven't received the scheduled call from Bianca and Karenina. They're supposed to pick up Commandant, but..."},{"T":"301","2":"Watanabe","3":"Relax. I've also put a tracker on 【kuroname】 earlier. I'll sync that data with you later."},{"T":"301","2":"Lee","3":"I'm not saying I trust you... But I'll be counting on you."},{"T":"301","2":"Liv","3":"So do I... Mr. Watanabe."},{"T":"301","2":"Watanabe","3":"The Forsaken do not forsake those who fought with us. Despite our differences, we will make sure our guest is safe. I'll contact you later."},{"T":"301","3":"Having ended the call, Watanabe breathes a sigh of relief, taking off his apron and putting it aside."},{"T":"301","3":"He opens the geolocation system again, confirming the location of his 'supplier'—the exact same spot since a few hours ago, with no sign of movement."},{"T":"301","2":"Watanabe","3":"Tsk... Trouble. Although that's Babylonia territory..."},{"T":"301","3":"Watanabe puts his fingers to his temples and groans."},{"T":"301","2":"Xiuyong","3":"Uncle Watanabe! We're here to help!"},{"T":"301","2":"Ann","3":"That's right! We're gonna help you clean the kitchen... Is something wrong? Then we're right where we should be!"},{"T":"301","2":"Deckard","3":"W-wait—have you cleaned the kitchen already?"},{"T":"301","3":"Seeing how eager to help they are, Watanabe suddenly comes up with an idea."},{"T":"301","3":"If there is yet a solution for what is bothering him, then the children standing in front of him are the best odds he can get."},{"T":"301","2":"Watanabe","3":"Hey, kids, do you want to give our 'supplier' your gift yourselves?"}]