[{"T":"301","3":"Rows upon rows of screens of assorted sizes broadcast the battle as it rages on in every part of Kowloong."},{"T":"301","3":"The warring sides, driven by their own agendas, have turned Kowloong into a maelstrom that threatens to devour everything."},{"T":"301","2":"Qu","3":"Pathetic. Despicable. Deplorable—outrageous!"},{"T":"301","3":"The bulk of the city, built up with sweat and blood, has been destroyed along with the majority of the Phecda Constructs. Qu closes her eyes and recalls what Kowloong was like before all this."},{"T":"301","3":"Unlike the Forsaken and other rag-tag associations, Kowloong is more than just some faction established through circumstance."},{"T":"301","3":"Kowloong is a community of people who have foreseen the fate of Earth, and who are now united by the shared commitment to making Tabula Akasha a reality."},{"T":"301","3":"Everyone gave their all to leave legacy behind. That was the founding mission of Kowloong."},{"T":"301","2":"Huaxu","3":"Some enemies are already headed here."},{"T":"301","2":"Qu","3":"That's to be expected. Doesn't take a genius to figure out I hid you here..."},{"T":"301","3":"The Observatory, the tallest building of Kowloong Corp, serves as Qu's abode as well as Kowloong's command center. Qu has never left the tower ever since it was built."},{"T":"301","3":"All this time, she lived in peaceful seclusion, with her only company being flowers and plants. This is her utopia."},{"T":"301","3":"It is a utopia, because Qu is convinced that Earth will never return to what it once was."},{"T":"301","2":"Qu","3":"Huaxu... Will Kowloong win?"},{"T":"301","2":"Huaxu","3":"The probability of defeat is approximately..."},{"T":"301","2":"Qu","3":"I don't need the number."},{"T":"301","2":"Huaxu","3":"Understood."},{"T":"301","2":"Qu","3":"Kowloong must win. Defeat is not an option."},{"T":"301","2":"Huaxu","3":"Then I suggest send Prime units to battle. Though no more resistant to the Punishing Virus than Phecda, it can cause greater damage to the Corrupted before it falls."},{"T":"301","2":"Qu","3":"Burning the leaves, but not the root..."},{"T":"301","2":"Huaxu","3":"It cannot be helped. Our Constructs are built on primitive technology, dating back to before Babylonia rose to the sky."},{"T":"301","2":"Qu","3":"But that primitive technology, precisely, allowed us to mass-produce the Prime and Phecda Constructs to contain our people. Are you telling me that it wasn't enough?"},{"T":"301","2":"Huaxu","3":"..."},{"T":"301","2":"Qu","3":"Babylonia is marching forward, improving their Construct tech, and even invented their so-called Inver-Devices, while we have been living in stagnation... Is that what you're trying to say?"},{"T":"301","2":"Huaxu","3":"..."},{"T":"301","2":"Qu","3":"Looks like it's time to do something about it, then."},{"T":"301","2":"Qu","3":"Spread the word. Activate all Prime units and have the Phecdas pull back the defense line. Abandon the entire outer Kowloong!"},{"T":"301","3":"Huaxu does not respond in words, merely beeping to signal that Qu's command has been accepted."},{"T":"301","3":"Qu trudges toward the edge of the tower to see what has become of Kowloong."},{"T":"301","2":"Qu","3":"My hubris that is my fall, is it? Punishing Virus..."}]