[{"T":"301","3":"Yarha encountered a couple of Corrupted during his escape. He rolled down some rocks and fell into a ruin."},{"T":"301","3":"He had a blackout. After his ears stopped ringing, he began to moan in pain. For one moment, he thought he was already dead. Would it be better to die from falling as a deserter than dying on the battlefield as a hero? He didn't know."},{"T":"301","3":"While unconscious, he feels like someone is grabbing his shoulders and pulling his body."},{"T":"301","3":"Still dizzy, Yarha opens his eyes and sees a white figure. She looks like an innocent white soul on the battlefield."},{"T":"301","2":"Yarha","3":"I'm dead... I'm going to die..."},{"T":"301","3":"He starts to sob. Knowing that he will never see the stars again, fear has taken hold of him."},{"T":"301","2":"??","3":"Don't worry. Relax."},{"T":"301","2":"Yarha","3":"...Liv? Is that you?"},{"T":"301","2":"Medic","3":"It's me. Yarha, I need you to relax. I have compressed your wound. Next, I'm going to wrap it up."},{"T":"301","2":"Yarha","3":"I... defected... Am I... going to die?"},{"T":"301","2":"Medic","3":"...You are not going to die here, soldier..."},{"T":"301","3":"Yarha is still dizzy, but he has heard her reply, as well as the unique crisp and heavy footsteps of Corrupted."},{"T":"301","3":"He asks himself if he still wants to live. But what can he possibly do even if he does? What punishment awaits him after he returns to the army as a deserter?"},{"T":"301","3":"Is a coward like him... worthy to live on?"},{"T":"301","3":"Yarha's body is getting heavy. His mind turns numb. Despair has taken over the fear of death."},{"T":"301","3":"He fumbles around, finally pulling out his gun."},{"T":"301","2":"Yarha","3":"I have one last bullet in my gun..."},{"T":"301","3":"He took the gun with him and fired at Corrupted on his way, but none of the bullets landed so he could only keep running."},{"T":"301","2":"Yarha","3":"I kept it... for myself..."},{"T":"301","2":"Yarha","3":"You should go."},{"T":"301","3":"Yarha tries to raise his hand, but can't even lift up the gun due to fear and injury. It falls to the side."},{"T":"301","3":"A cold liquid is washing his painful body. Liv didn't leave, but kept giving him emergency treatment instead."},{"T":"301","2":"Medic","3":"The last bullet should be kept for the enemy, not yourself."},{"T":"301","2":"Yarha","3":"Hah... What can I do with just one bullet...?"},{"T":"301","2":"Medic","3":"Alright, the wound on your head isn't too bad, but don't move your legs too much."},{"T":"301","3":"The medic finishes treating his wounds. She kneels next to him, looking him in the eye."},{"T":"301","2":"Medic","3":"You aren't the only one injured here. I will not leave you behind."},{"T":"301","3":"Yarha realizes there are other wounded soldiers lying next to him. This medic has saved them all..."},{"T":"301","2":"Medic","3":"As for the approaching Corrupted..."},{"T":"301","3":"She puts the gun back into Yarha's hand again."},{"T":"301","2":"Medic","3":"Its model is Domestic Gardener M-62, and is already significantly damaged. Its action module is located right behind the panel on its chest. If the module is shot, all its action logic will be disabled, and it won't attract any other Corrupted either."},{"T":"301","2":"Yarha","3":"Are you... asking me to shoot it?"},{"T":"301","2":"Medic","3":"If you still want to keep going... That's the only way."},{"T":"301","3":"Yarha is trembling, but he doesn't have much time to hesitate. He takes a deep breath in, slowly lifts his gun, and tries to focus on it."},{"T":"301","3":"Aim, fire."},{"T":"301","3":"Sparks come out of the Corrupted's chest as it stumbles. Its mechanical body begins to tremble fiercely, and all its slim limbs are wiggling abnormally. After what feels like a century, it finally waddles in another direction."},{"T":"301","3":"Cold sweat races down Yarha's head, but he feels relieved inside. It is the first time that he solved a crisis entirely on his own."},{"T":"301","3":"He turns to the medic. The white-haired girl makes a relieved smile."},{"T":"301","3":"Yarha's vision blurs. Her pale smile disappears as Yarha's mind is pulled back to the cold reality. He stares at the screen."},{"T":"301","2":"Yarha","3":"..."},{"T":"301","3":"A pure-white frame is slowly spinning around on the holographic screen. There is a lot of data flowing next to it."},{"T":"301","3":"Yarha lifts his hand and swipes the data with a finger, sending them into the icon of a file. He then opens Kurono's internal comms channel."},{"T":"301","3":"He taps 'send', just like how he lightly pulled the trigger back then."}]