[{"T":"301","3":"You arrive at the transport craft twenty minutes in advance. In addition to Lucia, who was already waiting, you see Lee and Liv also standing there."},{"T":"301","2":"Liv","3":"Commandant...!"},{"T":"302","2":"Why are you guys here?"},{"T":"301","2":"Liv","3":"Because Lee and I have been worried sick about you..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"Even though we aren't going on the mission together, we at least wanted to see you and make sure you're alright."},{"T":"301","3":"She looks you over worriedly."},{"T":"301","2":"Liv","3":"You look pale."},{"T":"301","2":"Lucia","3":"...Commandant."},{"T":"301","2":"Lee","3":"..."},{"T":"302","2":"At least I'm free.","4":"I'll get some rest after the mission."},{"T":"301","3":"After talking with everyone for a short time, Chrome arrives with Strike Hawk."},{"T":"301","3":"He gives a simple greeting, then sends the intel he had prepared to your terminal."},{"T":"301","2":"Chrome","3":"With regard to the extra mission President Hassen assigned us, I've already prepared the intel and holo-map for the twenty-one target personnel we need to rescue."},{"T":"301","2":"Chrome","3":"In order to expedite their return to Babylonia, I've asked the liaison officer to meet with us at a pre-determined location and time on the Forgotten Streets of City 075."},{"T":"301","2":"Chrome","3":"If there are no further questions, let's get going."},{"T":"302","2":"Okay."},{"T":"301","2":"Wanshi","3":"..."},{"T":"302","2":"What is it?"},{"T":"301","2":"Wanshi","3":"I'm just glad you're okay."},{"T":"301","3":"Wanshi remains quiet as he considers their current predicament."},{"T":"301","3":"Boarding the transport craft, you feel as if you are being monitored."},{"T":"301","3":"Turning quietly, you see several personnel occasionally looking up from their work in your direction."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome turns to look behind you, sensing their watchful eyes."},{"T":"301","3":"Among the crowd, a man wearing a white lab coat grabs his attention."},{"T":"301","3":"The man is slouched over like a lonely and weak middle-aged man."},{"T":"301","3":"Only those dark golden eyes vaguely remind Chrome of someone he had just met."},{"T":"301","2":"Worker","3":"Mr. Kurono, please hurry up. You're going to be late for the meeting."},{"T":"302","2":"Kurono?"},{"T":"301","2":"Lee","3":"...Kugawa Kurono."},{"T":"302","2":"Does he have something to do with Kurono?"},{"T":"301","2":"Lee","3":"When I was still a member of Kurono, I accidentally came across his data file. I thought he was on the board of directors, but turns out his name is just a coincidence."},{"T":"302","2":"Who is he?"},{"T":"301","2":"Lee","3":"He's just a doctor who's now working for the Star of Life. But this time, his name 'coincidentally' appeared on your inspection reports."},{"T":"301","2":"Lee","3":"But enough of that. You should get going. There's no time to waste."},{"T":"302","2":"Right."},{"T":"301","3":"Ignoring the unsettling scene behind them, the group turns and boards the transport craft."},{"T":"301","3":"Riding on the cold afternoon wind, the two transport crafts land in the abandoned ruins of City 075."},{"T":"301","3":"Having established contact beforehand, a large group of stranded personnel is waiting at the landing zone. While the other team members go to speak with the stranded Constructs, Camu makes a break for the underground waterway."},{"T":"301","2":"Wanshi","3":"Are there any personnel in critical condition?"},{"T":"301","2":"Female Construct","3":"Yes, I've placed everyone on the first floor for the time being. Right this way."},{"T":"301","3":"Wanshi nods, then follows her."},{"T":"301","2":"Chrome","3":"The other team has arrived."},{"T":"301","3":"Chrome looks at the notification on his terminal and relays it to the team."},{"T":"302","2":"Other team?","4":"Right, Hassen mentioned there will be others..."},{"T":"301","2":"Chrome","3":"Well, according to the plan, Cerberus will also be participating in cleaning up the Red Tide, but they're acting independent of us."},{"T":"301","2":"Lucia","3":"Cerberus..."},{"T":"301","2":"Construct A","3":"I thought you were going to come looking for us once you were finished..."},{"T":"301","2":"Kamui","3":"I thought so too, but the captain said that saving people was our top priority."},{"T":"301","2":"Lucia","3":"Counting the wounded over there, how many people are gathered here?"},{"T":"301","2":"Construct Captain","3":"Nineteen. Two are still MIA."},{"T":"301","2":"Construct Captain","3":"..."},{"T":"301","2":"Construct Captain","3":"The two missing Constructs... are from my team."},{"T":"301","2":"Chrome","3":"Do you know which way they ended up going?"},{"T":"301","2":"Construct Captain","3":"They went to an area that was suddenly reported as a high concentration zone."},{"T":"301","2":"Construct Captain","3":"But they were heading there even before we received the warning."},{"T":"301","2":"Construct Captain","3":"We tried to notify them, but we had already lost contact."},{"T":"301","2":"Lucia","3":"Return to Babylonia once everyone receives emergency treatment. We'll look for your missing comrades."},{"T":"301","2":"Construct Captain","3":"Let me go with you. They're my comrades, after all."},{"T":"301","2":"Lucia","3":"It's too dangerous. You should head back."},{"T":"301","2":"Construct Captain","3":"They're my comrades. I can't leave my team behind!"},{"T":"301","2":"Construct Captain","3":"Our commandant is gone... I can't lose them, too! I'm begging you!"},{"T":"302","2":"Alright.","4":"No, it's too dangerous."},{"T":"301","2":"Chrome","3":"Commandant, the area is dangerous even for us. We're better off ensuring the safety of one more person if we can."},{"T":"301","2":"Chrome","3":"We can't risk losing another person."},{"T":"301","2":"Chrome","3":"I agree with the commandant."},{"T":"301","2":"Chrome","3":"The area is dangerous even for us. We're better off ensuring the safety of one more person if we can."},{"T":"301","2":"Construct Captain","3":"You must be Chrome... I've heard about you."},{"T":"301","2":"Construct Captain","3":"I appreciate your concerns for my safety, but as the captain of your team, I'm sure you understand."},{"T":"301","2":"Construct Captain","3":"If your team members are in danger, would you abandon them for the sake of your own safety?"},{"T":"301","3":"The Construct captain's plea awakens some distant memories in Chrome's heart."},{"T":"301","2":"Construct Captain","3":"If this is the last time I see them, I'll regret it for the rest of my life!"},{"T":"301","2":"Chrome","3":"...Regret?"},{"T":"301","2":"Construct Captain","3":"I may be a soldier, but I'm not the property of Babylonia."},{"T":"301","2":"Construct Captain","3":"At least... Give me the right to decide how I die!"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome hesitates for a moment."},{"T":"301","2":"Chrome","3":"I understand your feelings, but as a soldier, you can't disobey mission orders."},{"T":"301","2":"Chrome","3":"If your only mission here is to cooperate with the rescue and return to Babylonia..."},{"T":"301","2":"Chrome","3":"By allowing you to accompany us, I'll be aiding in your violation of military orders."},{"T":"301","3":"Thinking about the sense of surveillance along the way, Chrome casts a sideways glance at the transport craft behind him, hinting to the Construct."},{"T":"301","2":"Construct Captain","3":"Mission...? Oh, right! There's still one objective!"},{"T":"301","3":"The Construct quickly opens his terminal. On the mission log, one objective is still active."},{"T":"301","2":"Construct Captain","3":"Our last objective is to search for the commandant... But we still haven't found him."},{"T":"301","2":"Construct Captain","3":"My team and I split up to search for him."},{"T":"301","2":"Construct Captain","3":"But judging from the location of his disappearance and given the time... He probably..."},{"T":"301","2":"Chrome","3":"Then continue with your mission."},{"T":"301","2":"Construct Captain","3":"Roger! Thank you, everyone!"},{"T":"302","2":"What's your name?","4":"(Look down at the personnel data on the terminal.)"},{"T":"301","2":"Construct Captain","3":"My name's Percy. Our two MIA comrades are Ersi and Reyna."},{"T":"301","3":"Looking at the personnel data gathered by Chrome, you find detailed descriptions of the captain and his comrades."},{"T":"301","3":"Captain Name: Percy. Service Time: 4 years. After transferring teams three times, he has served his most recent team the longest."},{"T":"301","3":"Member Name: Ersi. Service Time: 2 years, 7 months. Ever since joining the Task Force, he has served the current commandant."},{"T":"301","3":"Member Name: Reyna. Service Time: Less than 1 year. No additional data on this new recruit."},{"T":"302","2":"Alright. Aside from Percy..."},{"T":"302","2":"Everyone else, board the transport craft."},{"T":"301","2":"Lucia","3":"Wait here, Commandant. I'll help the wounded board the transport craft."},{"T":"302","2":"Need a hand?","4":"Got it."},{"T":"301","2":"Lucia","3":"We've got a difficult mission ahead of us. Considering how long you were monitored, take this time to catch up on some rest."},{"T":"302","2":"Lucia..."},{"T":"301","3":"Lucia takes out a bottle of nutri-aid and a compressed biscuit."},{"T":"301","2":"Lucia","3":"When I asked about your condition while you were being monitored, everyone said you were kept well-fed, but I was still worried... So I brought some from our supplies."},{"T":"302","2":"Thank you.","4":"(Take nutri-aid and compressed biscuit)","6":"Well-fed... That's one way to put it..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"With a bitter smile, Lucia wants to say something, but she is worried about the watchful eyes. Instead, she quietly places the nutri-aid and compressed biscuit into your hands."},{"T":"301","2":"Kamui","3":"Alright, let's go help. I bet Wanshi's almost done with emergency treatment."},{"T":"301","2":"Chrome","3":"Okay, let's go."},{"T":"301","3":"While everyone else is busy helping the crowd onto the plane, you have a rest until all eighteen Constructs depart as scheduled"},{"T":"301","2":"Lucia","3":"Time to go, Commandant."},{"T":"301","3":"Right at that moment, Cerberus jumps into the underground waterway through the blast hole."},{"T":"301","2":"Noctis","3":"That damn transport plane is crawling with micro recorders! They're like maggots!"},{"T":"301","2":"Noctis","3":"Why don't we blow that **** up?"},{"T":"301","2":"Vera","3":"And then what? Ride you back to Babylonia?"},{"T":"301","2":"Noctis","3":"Bahaha! I was just kidding. Let's blow it up when we get back."},{"T":"301","2":"Vera","3":"Looks like some people are leaving no stone unturned, considering they've bugged our transport craft, too."},{"T":"301","2":"No. 21","3":"They've bugged Noctis' frame, too."},{"T":"301","2":"Noctis","3":"Huh?!"},{"T":"301","3":"Noctis grits his teeth and clenches his fists."},{"T":"301","2":"Noctis","3":"When I get back, I'm gonna blow up those pieces of ****!"},{"T":"301","2":"Vera","3":"Use all that C4 you call a brain and think for a second. Few people would go to the lengths of bugging our support equipment. I bet it was you-know-who's henchmen."},{"T":"301","2":"Noctis","3":"Pfff... So we can't just get rid of them?"},{"T":"301","2":"Vera","3":"No need. We're not their target."},{"T":"301","3":"Vera turns her head, leans over to the camera on Noctis' frame and smiles cheerfully."},{"T":"301","2":"Vera","3":"Isn't that right?"},{"T":"301","2":"Noctis","3":"Then let's get this godforsaken mission over with."},{"T":"301","2":"No. 21","3":"We have three objectives."},{"T":"301","2":"Vera","3":"First, we need to use these stupid disks to clear the Red Tide, then locate our target."},{"T":"301","2":"Vera","3":"Let's split up and get this over and done with."},{"T":"301","2":"No. 21","3":"What about our objective to follow the Gray Raven Commandant as much as possible?"},{"T":"301","2":"Vera","3":"The key word is 'as much as possible.' We'll do just that."}]