[{"T":"301","2":"Diana","3":"We're here. The Maria is anchored at the abandoned dock."},{"T":"301","2":"Lee","3":"So... we're having a dinner party out in the wilds? Why not at the settlement?"},{"T":"301","2":"Diana","3":"The Arctic is sparse in vegetation. If we light such a large bonfire at the settlement, that would give away our position."},{"T":"301","2":"Diana","3":"The small ones we usually light won't be visible more than three kilometers away, but bonfires used for banquets like this... Those can be seen fifty kilometers away."},{"T":"301","2":"Liv","3":"I see..."},{"T":"301","2":"Diana","3":"But, since we're doing it out here, more than half of the representatives from New Murmansk can come. Such a large banquet is quite the rare occurrence for the ARU."},{"T":"301","2":"Lucia","3":"Diana, did you just say a bonfire? But..."},{"T":"301","2":"Diana","3":"Yep. The bonfire will be lit when it's almost nighttime. The firelight and smoke will be more beautiful out on the snowfield in the evening."},{"T":"301","2":"Diana","3":"Even if it's such a special occasion, we don't want to waste precious fuel."},{"T":"301","3":"Suddenly, a figure exits out of the woods."},{"T":"301","2":"Lucia","3":"Who's there?!"},{"T":"301","2":"???","3":"Me! It's me!"},{"T":"301","3":"Realizing his hair and felt hat are covered in snow, branches, and pine leaves, the boy lowers his head and shakes himself clean."},{"T":"301","2":"Evan","3":"It's me! Evan!"},{"T":"301","2":"Diana","3":"I told you not to go running around all by yourself..."},{"T":"301","2":"Evan","3":"I'm not! Granny Anna wanted me to go collect pine leaves to make tea!"},{"T":"301","2":"Diana","3":"So you walked all the way here from the Maria? Aren't there at least two pine forests along the road?"},{"T":"301","2":"Evan","3":"...Um."},{"T":"301","2":"Liv","3":"Anyway, no more running around now that you're with us."},{"T":"301","3":"With that, Liv brings Evan to her side and wipes the snow and pine needles off his hair with her sleeves."},{"T":"301","2":"Diana","3":"...Let's go. If Evan can find his way here, we can't be far."}]