[{"T":"301","2":"Nanami","3":"Welcome back, Commandant. I, great Lucia, have been waiting for you for ages!"},{"T":"301","2":"Sophia","3":"And I, Lee, have been doing the same."},{"T":"301","2":"Ayla","3":"Should I talk like that too? Okay, here goes. I, Ayl... No, I, Liv, have also been waiting for you."},{"T":"301","2":"Nanami","3":"Mm, that wraps up the Gray Raven intro."},{"T":"302","2":"You're not Gray Raven!","4":"What are you guys doing?"},{"T":"301","2":"Sophia","3":"We're the new Gray Raven."},{"T":"301","2":"Sophia","3":"We are an imitation of Gray Raven."},{"T":"301","2":"Nanami","3":"Aw shucks, ya blew it!"},{"T":"302","2":"What's going on...?","4":"And the truth is...?"},{"T":"301","2":"Ayla","3":"The truth is..."},{"T":"301","2":"Ayla","3":"Because you've been away for too long, Commandant, the real Gray Raven was disbanded by HQ not long ago."},{"T":"301","3":"Nanami seems to be hiding something, but Ayla chimes in and reveals the surprising truth."},{"T":"301","3":"If Gray Raven was disbanded, then why is the office still here? Why are those three still standing there? Just as you are about to ask..."},{"T":"301","2":"Lee","3":"Stop messing around, you three. Come over and give me a hand."},{"T":"301","3":"The office door swings open with a familiar voice. You turn and see that familiar blue silhouette—Lee."},{"T":"302","2":"Lee?","4":"I thought Gray Raven was disbanded?"},{"T":"301","2":"Lee","3":"Why do you look so surprised...? You didn't really get fooled by those three, did you?"},{"T":"301","2":"Lee","3":"It's just a prank from Nanami and the others... Don't take it seriously, Commandant."},{"T":"301","2":"Bianca","3":"Indeed. That was another prank by Nanami and the others, though I am surprised at their level of commitment to the gag, volunteering for housesitting duty."},{"T":"301","3":"Bianca and Karenina follow. The two Purifying Force members and Lee seem to be carrying something."},{"T":"302","2":"What's that you got there?","4":"Here, let me help."},{"T":"301","2":"Karenina","3":"Hmph, this here is a little something Bianca and I prepared. Telling you would ruin the surprise!"},{"T":"301","2":"Karenina","3":"You're the star today, so you sit your Commandant butt down on the sofa... Don't pull another one of your disappearing acts on me again, okay?"},{"T":"301","3":"Karenina is as thorny and biting as ever, yet you can hear telltale signs of joy mixed therein."},{"T":"301","2":"Chrome","3":"You're back. As expected, Commandant. May we come in?"},{"T":"301","2":"Kamui","3":"Sure thing! Oh, and I'm sitting next to Commandant!"},{"T":"301","2":"Chrome","3":"Kamui... looks like you've got to re-learn your manners."},{"T":"301","3":"After the Purifying Force came Strike Hawk. Unlike the charitable Chrome, Kamui just plonks himself next to you and fishes a small terminal from his pocket."},{"T":"301","2":"Kamui","3":"Since Watanabe couldn't make it, he asked me to pass along this message..."},{"T":"301","2":"Watanabe","3":"Commandant of Gray Raven, it's been a while since we parted ways. I wonder how you're doing... No, this is not meant as a greeting."},{"T":"301","2":"Watanabe","3":"Anyway, I look forward to our next meeting, 【kuroname】."},{"T":"301","2":"Kamui","3":"Watanabe prepared a long speech, but it was reduced to these two sentences by the time I received it. I guess the deleted part is saved for when you two meet."},{"T":"301","2":"Kamui","3":"Ah, Liv and Lucia are back."},{"T":"301","2":"Liv","3":"Commandant, oh... it's really you. I thought..."},{"T":"301","2":"Lucia","3":"Liv, we agreed there would be no tears today."},{"T":"301","2":"Liv","3":"Yeah... I know."},{"T":"301","2":"Lucia","3":"Anyway, welcome back... Commandant."},{"T":"302","2":"What is all this?","4":"Are you guys preparing for something?"},{"T":"301","2":"Lucia","3":"I gathered everyone here to welcome you back to Babylonia. I know you like a good party."},{"T":"301","2":"Lucia","3":"A welcome back party for you... Actually, I've never done this before. Good thing is everyone's enthusiastic about pitching in."},{"T":"301","2":"Lucia","3":"Commandant, I don't know if there will be more missions that require you to be away for such a long time, but at least you'll be staying for the near future, right?"},{"T":"301","2":"Lucia","3":"So, once again, Commandant, let me be your blade and your strength!"},{"T":"301","2":"Ayla","3":"Now, now, Lucia, you can't keep Commandant all to yourself today."},{"T":"301","2":"Lucia","3":"I don't think we're on the same page..."},{"T":"301","2":"Nanami","3":"Well, now that everyone's here, and Commandant's back, let's say that thing together!"},{"T":"301","2":"All","3":"3!"},{"T":"301","2":"All","3":"2!"},{"T":"301","2":"All","3":"1!"},{"T":"301","2":"All","3":"Welcome home, Commandant!"}]