[{"T":"301","3":"I noticed my memory fragmentations long ago."},{"T":"301","3":"I have no recollection of the last days of the old Gray Raven. In my memories, we were together one day, and in the next, I was suddenly and inexplicably alone."},{"T":"301","3":"I could not find info about my previous commandant, nor could I access the files on my former comrades. It was as if it was only me all along."},{"T":"301","3":"Shards of my lost memories contest this statement."},{"T":"301","3":"I vague remember the members of the old Gray Raven, and the old commandant's tactical preferences."},{"T":"301","3":"Tandem attacks were a Gray Raven specialty."},{"T":"301","2":"Corrupted","3":"—."},{"T":"301","2":"???","3":"Hey, I'm over here! Where're you going!?"},{"T":"301","2":"Corrupted","3":"Urgh!"},{"T":"301","3":"That was our Corrupted rabbit, Hiro."},{"T":"301","3":"Equipped for short-duration flight, Hiro would use his speed to bait the enemy into traps and ambushes."},{"T":"301","2":"???","3":"The rest have been drawn off. We've just got this Riot left, right?"},{"T":"301","2":"Lucia","3":"Affirmative. Take down the Riot model before Hiro comes back, then sweep and clear all Corrupted elements."},{"T":"301","2":"???","3":"Five-by-five! Let's go, Murol!"},{"T":"301","2":"???","3":"Go right, I'll go left!"},{"T":"301","3":"The one on the left was Murol, Xun on the right. They were hybrid-type Constructs, able to adapt to changes on the battlefield and switch between attacker and support roles."},{"T":"301","2":"Riot","3":"—!!!"},{"T":"301","3":"By the time the Riot noticed the subtle change in its quarry, it was already too late. The fight was already over when it was separated."},{"T":"301","3":"An EM cable was shot from Murol's side and whipped around the lumbering Riot while Xun, giving himself a boost with the recoil from his cannon, grabbed hold of the cable, closing the EM lock."},{"T":"301","3":"The duo formed a makeshift tripwire within seconds, and as expected, the lumbering Corrupted form was unable to move out of the way and crashed into the cable."},{"T":"301","2":"Riot","3":"!!!!"},{"T":"301","3":"Electric currents ran through the Riot's frame in an instant. Even without pain receptors, its internal modules were shut down from the massive short."},{"T":"301","2":"Commandant","3":"Lucia, strike the final blow."},{"T":"301","3":"A long-range message from Commandant."},{"T":"301","3":"Commandant's body was flesh and blood, after all. In a combat scenario of this scale, standard procedure was to find a suitable vantage point to coordinate from afar."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","3":"It was a procedure to which we were well accustomed."},{"T":"301","2":"Riot","3":"—!!!!"},{"T":"301","2":"Murol","3":"Hold up, how is this thing still moving!?"},{"T":"301","2":"Xun","3":"Must be the Punishing Virus. Records indicate that the virus has rewritten and repaired its hosts before."},{"T":"301","2":"Lucia","3":"Which also means that our attacks are working."},{"T":"301","3":"My grip on my blade tightened. I sent instructions to Murol and Xun, telling them to keep the EM noose wound tight."},{"T":"301","2":"Lucia","3":"...I'll send you to your end!"}]