[{"T":"301","2":"Lucia","3":"Stop... right there..."},{"T":"301","3":"Alpha loses interest in Lucia when it is clear that she is no longer in any shape to fight."},{"T":"301","2":"Derek","3":"——▄——▆▁——▃"},{"T":"301","2":"α","3":"This is your last chance..."},{"T":"301","2":"α","3":"I didn't think this would be so difficult..."},{"T":"301","3":"Alpha's fingertips are once again charged with her power as an Ascendant, and she aims at the Narwhal's horn..."},{"T":"301","2":"Lucia","3":"No…"},{"T":"301","2":"α","3":"Hmm?"},{"T":"301","3":"Alpha is about to dismiss it as Lucia's last-gasp plea, but as she turns around—"},{"T":"301","3":"She sees Rosetta, who is now completely corrupted and under the control of the Punishing Virus, standing up once again—"},{"T":"301","3":"As she raises her lance at the wounded Lucia, her frame scorching hot..."},{"T":"301","2":"Lucia","3":"D-dammit..."},{"T":"301","3":"Lucia will not escape her blow in her current condition."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Alpha gazes into the Narwhal's eyes with a hint of regret, then withdraws her Ascendant power."},{"T":"301","3":"—!"},{"T":"301","3":"Rosetta unleashes her lance with devastating power—"},{"T":"301","3":"In the same instant, Alpha disappears from where she was standing—"},{"T":"301","2":"Lucia","3":"What?!"},{"T":"301","3":"Lucia turns to find Rosetta's lance ripping through the space where she was as it continues flying into the distance."},{"T":"301","3":"Meanwhile, Alpha is holding onto her tightly as they fly over the snow before falling into the freezing ocean together..."},{"T":"301","3":"In the depths of the quiet ocean, Lucia and Alpha gaze into each other's eyes..."},{"T":"301","2":"Lucia","3":"Ngh!"},{"T":"301","3":"As soon as Lucia tries to struggle free, Alpha restrains her, and then..."},{"T":"301","3":"...She leans in and whispers into Lucia's ear."},{"T":"301","2":"α","3":"——————"},{"T":"301","2":"Lucia","3":"?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Once again, Lucia sees that eerie smile on Alpha's face..."},{"T":"301","3":"She releases Lucia, and swims toward the surface."},{"T":"301","3":"Back on the surface..."},{"T":"301","3":"Alpha shakes off the ice in her hair."},{"T":"301","2":"Rosetta","3":"...Ngh."},{"T":"301","3":"Rosetta, completely overwhelmed by corruption, continues searching the ice for any signs of Lucia."},{"T":"301","3":"Behind her, the Narwhal slowly sinks into the ocean, no longer resisting. Rosetta does not pay it a single heed."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Alpha sighs softly."},{"T":"301","2":"α","3":"Still got to clean up the mess, I guess. Otherwise..."},{"T":"301","3":"At this moment, Alpha finally unleashes her full power—"},{"T":"301","2":"Rosetta","3":"Rargh—!"},{"T":"301","3":"Like a shark that smells blood, Rosetta immediately turns her attention toward Alpha."}]