[{"T":"301","2":"Roland","3":"Did my Corrupted... get stopped by the guards... Why aren't they here..."},{"T":"301","2":"Roland","3":"It won't be long... before the Punishing Virus is completely gone here.."},{"T":"301","2":"Roland","3":"Unless..."},{"T":"301","3":"..."},{"T":"301","2":"Roland","3":"...You're finally—h-here!"},{"T":"301","2":"Roland","3":"W-why—i-is it you?!"},{"T":"301","2":"Nanami","3":"I—got—you!"},{"T":"301","2":"Roland","3":"I can't fight a Construct like her... with the power from the Punishing Virus..."},{"T":"301","2":"Nanami","3":"Roland the Ascendant, you better come with Nanami!"},{"T":"301","2":"Nanami","3":"Nanami's going to take down your frame and your M.I.N.D.!"},{"T":"301","2":"Nanami","3":"Hmm? You don't look... right."},{"T":"301","2":"Roland","3":"(Chuckles) You do pick the right time to show up..."},{"T":"301","2":"Roland","3":"I've no strength left to deal with you... however..."},{"T":"301","2":"Roland","3":"If you want to catch me... you'll have to go through Nat's guards first..."},{"T":"301","2":"Nanami","3":"Nanami's afraid of no guards! So stay there and behave, alright? Do—not—move!"},{"T":"301","3":"Nanami immediately rushes toward the guards..."},{"T":"301","2":"Roland","3":"Maybe if I turn off the power input from the Punishing Virus..."},{"T":"301","2":"Roland","3":"In that case—I-I'll be an ordinary Construct..."},{"T":"301","2":"Roland","3":"But maybe it'll lessen the effect of the golden antigen on me."},{"T":"301","2":"Roland","3":"Who could have thought that an Ascendant like me... would need to use the power of an ordinary frame..."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"(Looks up to find Nanami standing in front of him already) What... are you doing? The guards are behind you!"},{"T":"301","2":"Nanami","3":"I don't like the sand... It gets everywhere..."},{"T":"301","2":"Roland","3":"You're... mad! Let me go..."},{"T":"301","2":"Nanami","3":"(Uses Roland's body to block the vent on the ground) Ta-da! There won't have more of this sand coming through the vent now!"},{"T":"301","2":"Roland","3":"...A bit primitive, but I can't believe it works!"},{"T":"301","2":"Roland","3":"Nanami, can you locate more vents like this?! I can't see through all the antigens..."},{"T":"301","2":"Nanami","3":"Blah blah blah, Roland's trying to talk his way out already!"},{"T":"301","2":"Roland","3":"Find the vents... block them... and I'll... I'll come with you..."},{"T":"301","2":"Nanami","3":"Do you mean it?!"},{"T":"301","2":"Roland","3":"If you don't do it... Nat will take me... It's also bad for you..."},{"T":"301","2":"Nanami","3":"Uh-huh, I see, I see..."}]