[{"T":"301","2":"Phecda","3":"Ugh..."},{"T":"301","2":"Construct","3":"M-monster..."},{"T":"301","3":"Kowloong, Babylonia—an abrupt tremor seizes everything, rendering members of both factions all paralyzed on the floor."},{"T":"301","2":"Gabriel","3":"I will pray for you."},{"T":"301","3":"The culprit, Gabriel, saunters down this littered path. His black-clad figure casts an enormous shadow on the ground, but his footsteps remain soundless."},{"T":"301","3":"Gabriel is more than aware that the Constructs are still conscious. His attack only partially disabled their functions. The Constructs are all struggling to get on their feet, trying to exact their revenge."},{"T":"301","3":"Yet that is more than enough. Gabriel would not kill unless necessary, not in the least, but he would not hesitate to do it for Luna."},{"T":"301","3":"For Gabriel, Luna is a symbol of the world spirit—the whole—something he would give his all to defend."},{"T":"301","2":"Gabriel","3":"This light wall... must be some kind of protective shield."},{"T":"301","3":"Gabriel stops before the light wall, hoping to find a way through it. As thin as the wall seems, Gabriel knows better than to take it lightly."},{"T":"301","2":"Construct","3":"Goddamned Corrupted!"},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"The Corrupted that followed Gabriel into the city are tied up with the remaining squads. Summoning the Corrupted over might complicate things, so Gabriel turns his gaze instead to a Construct that is glaring at him."},{"T":"301","2":"Gabriel","3":"Sorry."},{"T":"301","2":"Construct","3":"W-what are you doing, you degenerate freak!?"},{"T":"301","3":"A monstrous hand reaches out from Gabriel's overcoat and plucks the Construct up. Ignoring the Construct's curses, Gabriel studies the light wall, then finally confirming the fatal spot—"},{"T":"301","3":"He rams the Construct into the wall."},{"T":"301","2":"Construct","3":"Aaaargh!!!"},{"T":"301","3":"Like a toddler abusing a toy, Gabriel slams the Construct, over and over, at the light wall."},{"T":"301","3":"Very quickly, he realizes the true nature of the light wall."},{"T":"301","3":"It is a force field made of light, serving a defensive purpose as well as an offensive one. The spasming, scorched Construct in his hand is the evidence."},{"T":"301","2":"Gabriel","3":"I see. Then this shan't be difficult. Greater force can create an aperture, and then..."},{"T":"301","2":"Gabriel","3":"The laser-generating components can be destroyed from within."},{"T":"301","3":"With that, Gabriel tosses aside the broken Construct and aims his hand at the light wall."},{"T":"301","3":"—!"},{"T":"301","2":"Kamui","3":"More explosions, Captain!"},{"T":"301","2":"Chrome","3":"That came near the core area. Is the wall being attacked by the Corrupted...?"},{"T":"301","2":"Kamui","3":"Let's go there and find out!"},{"T":"301","2":"Chrome","3":"Yeah. We'll take the shortest path!"}]