[{"T":"301","2":"Lee","3":"I've used the terminal to clear some of the caches. I'll do a more thorough checkup later, so just stay here and don't move."},{"T":"301","2":"Lee","3":"Regardless of what Commandant thinks, you've been pushing yourself too hard recently, Liv."},{"T":"301","2":"Lee","3":"You carry everything on your shoulders—combat, preparations, even Commandant's documents were taken care of by you."},{"T":"301","2":"Lee","3":"I know we're Constructs, but we still need some time off for ourselves. The way you've been going..."},{"T":"301","2":"Liv","3":"I can take care of myself!"},{"T":"301","2":"Lee","3":"Sigh."},{"T":"301","2":"Lee","3":"Right, Commandant, I'll leave this to you."},{"T":"302","2":"Are you leaving?","4":"I'll try my best."},{"T":"301","2":"Lee","3":"This is a tactical retreat..."},{"T":"301","2":"Lee","3":"Don't let me down."},{"T":"301","2":"Liv","3":"I'm sorry... for losing my temper in front of you, Commandant. I'll write a review report..."},{"T":"302","2":"What is this actually about?","4":"Why are you forcing yourself to work?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"I don't want you to think of me as someone weak... b-but..."},{"T":"301","2":"Liv","3":"I'm scared that the war will end..."},{"T":"302","2":"Isn't the ending of the war a good thing?","4":"Do you want the war to continue?"},{"T":"301","2":"Liv","3":"Of course it's a good thing. There will be no more deaths, no more crying..."},{"T":"301","2":"Liv","3":"Of course not... but I'm scared..."},{"T":"301","2":"Liv","3":"Since the Punishing Virus appeared and the war broke out..."},{"T":"301","2":"Liv","3":"I've been in a repeating cycle of loss and gain, and gradually, I've started to get used to this loop..."},{"T":"301","2":"Liv","3":"And every time I'm by myself, I'll close my eyes, and I'll wonder..."},{"T":"301","2":"Liv","3":"Who will I be when the war is over...? If I don't stop working, I won't need to question myself..."},{"T":"302","2":"We'll think about that when the time comes.","4":"We'll search for the answer then. Together."},{"T":"301","2":"Liv","3":"But when the time comes..."},{"T":"301","2":"Lucia","3":"Commandant's right. We might have been created for war, but we don't have to stay in it forever."},{"T":"301","2":"Lucia","3":"But it's still too far away to think about where we'll go when the war ends..."},{"T":"301","2":"Lucia","3":"Instead of the distant future, I'm more interested in what we can do, what we want to do, here and now."},{"T":"301","2":"Lucia","3":"So, Liv, what do you want to do at this moment?"},{"T":"301","2":"Liv","3":"I... I..."},{"T":"301","2":"Liv","3":"I... want to stay by Commandant's side."}]