[{"T":"301","3":"As Chrome begins calling for a transport fleet from Babylonia, Kamui stirs awake."},{"T":"301","2":"Kamui","3":"You people..."},{"T":"301","3":"Kamui hops and takes on a combat stance in one motion, wielding his greatsword and pointing it at you."},{"T":"302","2":"...What's going on?"},{"T":"301","2":"Kamui","3":"Why is my M.I.N.D. projection looking like this?"},{"T":"301","2":"Kamui","3":"...Well, not like it matters. Fighting's all the same."},{"T":"302","2":"...?"},{"T":"301","3":"...Something is not right."},{"T":"301","3":"You have a feeling that this Kamui in front of you is not the Kamui you know."},{"T":"302","2":"Where is Kamui?"},{"T":"301","2":"???","3":"I should be the one asking you."},{"T":"301","2":"???","3":"Where has Kamui gone? Why can't I talk to him?"},{"T":"301","2":"Chrome","3":"Could it be..."},{"T":"301","2":"Lee","3":"Quite likely."},{"T":"301","2":"Lee","3":"You must be Camu, right?"},{"T":"301","2":"Camu","3":"...You aren't virus embodiments?"},{"T":"302","2":"We are real."},{"T":"301","3":"Camu freezes with his greatsword still raised. He seems to have noticed his appearance."},{"T":"301","2":"Camu","3":"...What's going on here?"},{"T":"301","3":"After spacing out shortly, Camu swerves his greatsword, pointing it at you and the others."},{"T":"301","2":"Camu","3":"Explain."},{"T":"302","2":"It's a long story..."},{"T":"301","2":"Camu","3":"Then make it short."},{"T":"301","2":"Camu","3":"So I'm stuck in this state, because of that Roland?"},{"T":"301","2":"Chrome","3":"That's right."},{"T":"301","2":"Camu","3":"And if we don't get this fixed in time, Kamui's consciousness might disappear?"},{"T":"301","2":"Lee","3":"At least, according to Asimov."},{"T":"301","2":"Camu","3":"I'm not going back to Babylonia and letting that gloomy nerd experiment on me. Looks like there's only one choice left."},{"T":"302","2":"Are you going to try and eliminate the culprit?"},{"T":"301","2":"Camu","3":"From what you just said, he's a pushover anyway."},{"T":"301","2":"Camu","3":"If I can just... j-just..."},{"T":"301","3":"Kamui—or Camu—trembles and spasms. His greatsword gives a dull thud as it falls on the beach."},{"T":"301","2":"Camu","3":"I'm..."},{"T":"301","3":"Camu's body tenses, as if trying to resist something."},{"T":"301","2":"Camu","3":"—Vegvisir…"},{"T":"301","2":"Karenina","3":"Commandant! Careful!"},{"T":"301","3":"Like a spring being uncoiled, Camu's body shoots out like an arrow. With his greatsword in hand, he cuts a wide sweep aside."},{"T":"301","3":"If it were not for Karenina pushing you to the ground, the blade would have slit your throat."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"Camu","3":"Hah... Uugh... Arghhhh!"},{"T":"301","2":"Liv","3":"The viral density near Kamui's frame is rising rapidly! He needs emergency buffers, NOW!"},{"T":"301","2":"Camu","3":"—Vegvisir…"},{"T":"301","2":"Camu","3":"—Asgishjalmur! Asgishjalmur!!"},{"T":"301","2":"Lee","3":"Tsk, looks like he's not listening!"},{"T":"301","2":"Karenina","3":"Then we'll have to do it the hard way!"},{"T":"301","3":"Karenina swings her bazooka to deter the advances of Camu. Using the explosive thrust of the bazooka, she forcefully knocks Camu over and buries him into the soft sand."},{"T":"301","2":"Lucia","3":"Liv! Now!"},{"T":"301","3":"Lucia and Lee combine efforts to pin Camu's upper body down before he come to. Camu's flailing limbs send spurts of sand flying."},{"T":"301","3":"Seeing an opening, Liv hurriedly links a primed buffer to the back of Camu's neck."},{"T":"301","2":"Liv","3":"M.I.N.D. buffer, at max output!"},{"T":"301","2":"Camu","3":"...Ugh—Ahhh!"},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Camu","3":"What... What happened... just now?"},{"T":"301","2":"Liv","3":"I limited your power output to 5% of your original through a buffer. We'll try to figure out a solution before the buffer fails."},{"T":"301","2":"Camu","3":"...No. What I want to know is why did I suddenly take control of Kamui's body? And why is this body getting out of control in my hands?"},{"T":"301","2":"Liv","3":"The energy control system in your body isn't functioning properly, likely because the M.I.N.D. of your frame is severed..."},{"T":"301","2":"Liv","3":"I can't perform high-precision repairs alone. We might need help from Babylonia..."},{"T":"301","3":"Once again. Asimov time."},{"T":"301","2":"Asimov","3":"What is it this time? I just went for a coffee break, and you got in trouble, again?"},{"T":"301","2":"Camu","3":"Cut the crap, just tell me what to do!"},{"T":"301","2":"Asimov","3":"That's Kamui? How did he wake up?"},{"T":"302","2":"No..."},{"T":"302","2":"It's not Kamui that woke up."},{"T":"301","2":"Asimov","3":"...Ah. In that case. Nice to meet you?"},{"T":"301","2":"Camu","3":"Let's do away with greetings. Never liked them."},{"T":"301","2":"Asimov","3":"No, I'm just trying to be nice, because I'll be taking a spin in your M.I.N.D. next..."},{"T":"301","2":"Camu","3":"What?!"},{"T":"301","2":"Asimov","3":"Yep. Literally."},{"T":"301","2":"Camu","3":"I have no idea what you're spouting, but you're doing a real good job of pissing me off."},{"T":"301","2":"Asimov","3":"If you find it weird, or have questions, I can give you a short primer."},{"T":"301","2":"Camu","3":"...Fine. Guess I can crush that comms terminal after I hear you explain."},{"T":"301","2":"Asimov","3":"...Okay. Then I'll begin."},{"T":"301","2":"Asimov","3":"As you should already know, the M.I.N.D. is a system designed to maintain human consciousness for Constructs..."},{"T":"301","2":"Asimov","3":"And for some reason, someone added in a set of general-purpose computer I/O terminals to the virtual human brain neural array structure..."},{"T":"301","2":"Asimov","3":"...Wait. I think I was that very someone. Well, whatever."},{"T":"301","2":"Asimov","3":"In a nutshell, if the M.I.N.D. can't find the corresponding solution in its error library, the GPC part will endlessly try to open a door that doesn't exist."},{"T":"301","2":"Asimov","3":"Because it only remembers that door."},{"T":"301","2":"Asimov","3":"Even if you, the owner, have moved away from home, kicked it, or if you're head-banging to heavy metal, it'll still keep looking for you. In short, it'll keep looking for the designated doorway until it finds it."},{"T":"301","2":"Camu","3":"So what's that gotta do with me?"},{"T":"301","2":"Asimov","3":"If you're just another average Construct, then it wouldn't matter. But you're not."},{"T":"301","2":"Asimov","3":"Your signals are a hodgepodge, but there are characteristic signals of the Ascension-Network in your Inver-Device echoes."},{"T":"301","2":"Asimov","3":"This means that, though you're not an Ascendant, you're still similar to one."},{"T":"301","2":"Everyone","3":"!!!"},{"T":"301","2":"Asimov","3":"Based on 【kuroname】's description of the situation earlier, I have decided to classify these Ascendant-like beings with special characteristics like you as 'Transcendants.'"},{"T":"302","2":"Transcendant?"},{"T":"301","2":"Asimov","3":"Yes, a Transcendant. Because of the Ascendant nature of Camu from what you have described, and the in-between state of them being on the 'the other side' of a Construct, but not to the point of being an Ascendant."},{"T":"301","2":"Asimov","3":"For now, all we know is that Camu's 'transcendence' is the work of Roland. Roland has granted him Ascendant characteristics somehow."},{"T":"301","2":"Asimov","3":"Comparing it with previous cases, we can see that Camu's case bears a high degree of similarity to the Kowloong leader Qu."},{"T":"302","2":"...Huh."},{"T":"301","2":"Asimov","3":"And, Camu's appearance has essentially confirmed a hypothesis I reached with President Hassen before: There are more Ascendants than the ones that we know of."},{"T":"301","2":"Asimov","3":"There are likely Ascendants with other purposes in mind, or even Ascendants who are willing to work with us."},{"T":"301","2":"Asimov","3":"Ah, I seem to have gone off topic. Let's continue."},{"T":"301","2":"Asimov","3":"Let's return to the door metaphor. 'Camu', you are the one who moved houses, making the control system in your body unable to find the door home. That is what happened."},{"T":"301","2":"Asimov","3":"If you are indeed the Camu from the Kurono data I have, you have transferred the I/O terminal ownership to Kamui in the past to let him take charge."},{"T":"301","2":"Asimov","3":"In other words, your consciousness does not have the authority to access or use most of the terminals on this frame."},{"T":"301","2":"Asimov","3":"Action module terminals keep no locks—you feed them any signals and they'll move. But your energy-related terminals require additional plug-ins and authentication..."},{"T":"301","2":"Asimov","3":"When the superuser consciousness enters a lockdown for some reason, other consciousnesses can do nothing about the energy system going out of control."},{"T":"301","2":"Camu","3":"...Just tell me the solution."},{"T":"301","2":"Asimov","3":"Return to Babylonia for maintenance and repairs. We'll completely separate you from Kamui and plug your consciousness to another frame."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Asimov","3":"Of course, because of the unknown factor of Tenebrion, even if we separate you from Kamui... We can't guarantee that Kamui will recover."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Asimov","3":"But this should be able to buy both you and us the necessary time to solve the problem, at least."},{"T":"301","2":"Asimov","3":"【kuroname】, before you went on your vacation, I remember giving you a special tech prototype..."},{"T":"301","2":"Asimov","3":"It's a little something I made after getting ideas from the collars on the Nighter. It's essentially a necklace-sized remote connection pod."},{"T":"302","2":"..."},{"T":"301","2":"Asimov","3":"What are you waiting for? Finding it weird that it's so small? Hurry up and whip it out."},{"T":"302","2":"(Whip out prototype necklace)"},{"T":"301","2":"Asimov","3":"Put it on. Then I'll explain."},{"T":"302","2":"...I demand an explanation first.","4":"(Put on the necklace)"},{"T":"301","2":"Asimov","3":"It's pretty much the same thing as from April Fools' Day."},{"T":"301","2":"Asimov","3":"But I remade it into a system-on-a-chip, and then had the WGAA make me a shell."},{"T":"301","2":"Asimov","3":"Then I wrote a masking algorithm that reduces the consciousness stress to 0.27% of the original, even with the same power output."},{"T":"301","2":"Asimov","3":"And then some more tech magic, and it's done."},{"T":"302","2":"(Put on the necklace)"},{"T":"301","2":"Asimov","3":"Okay, caught the signal. Camu, I want you to get as close to 【kuroname】 as you can."},{"T":"301","2":"Camu","3":"?"},{"T":"301","3":"Camu walks over with a doubtful expression."},{"T":"301","2":"Asimov","3":"Liv, how long can the buffer last?"},{"T":"301","2":"Liv","3":"The effect will start to fade after ten minutes."},{"T":"301","2":"Asimov","3":"More than enough for me to redirect the gateway."},{"T":"301","2":"Asimov","3":"Okay, beginning access."},{"T":"301","2":"Camu","3":"?"},{"T":"301","2":"Asimov","3":"A little warning—it might tickle."},{"T":"301","2":"Asimov","3":"...Okay. I'm in."},{"T":"301","2":"Asimov","3":"Hm? What's with this visual interface...?"},{"T":"301","2":"Asimov","3":"Oh. Never mind."},{"T":"301","2":"Asimov","3":"Camu, your energy output should be back to normal. You can try... Well, try moving around a little."},{"T":"302","2":"Where am I?"},{"T":"301","2":"Asimov","3":"Oh, forgot about you. It's okay. You're now seeing the visual interpretation of Camu's M.I.N.D.—in other words, Camu's cognition."},{"T":"301","2":"Asimov","3":"Too much trouble rewriting a visual interface for a Transcendant. Camu will be the one doing the fighting anyway, not you. So I redirected your visuals to his M.I.N.D. instead of the frame."},{"T":"301","2":"Asimov","3":"You'll be fine as long as you have access to the energy modules and tactical authority. Which is why I'm keeping everything simple."},{"T":"301","2":"Asimov","3":"Transcendants might require a completely different system at the root level... It might take some time to create a full set of compatible terminals. The frame will also have to be redesigned the way Nikola intended..."},{"T":"301","2":"Camu","3":"I just tried it out. Everything's going smooth."},{"T":"301","2":"Camu","3":"...Guess you do know your cogs and gears, eh."},{"T":"301","2":"Asimov","3":"Okay! Then it's sorted. You can stop worrying about the small stuff. I'll provide 【kuroname】 with a signal reference for visual support. You should head towards Roland with the others."},{"T":"301","2":"Asimov","3":"I found traces of his signal a little further ahead of you. Looks like he's still keeping a close eye on your condition."},{"T":"301","2":"Camu","3":"..."},{"T":"301","2":"Camu","3":"...Let me get this straight—I still don't fully trust you."},{"T":"301","2":"Camu","3":"But to get Kamui back to normal, I'll leave my 'half' in your hands for now."},{"T":"301","2":"Roland","3":"Oh my. Who do we have here?"},{"T":"301","2":"Roland","3":"Such a bad, bad boy—squirming through the filtering this way."},{"T":"301","2":"Roland","3":"Did you know? Most converted Constructs become zealots of hatred and despair, when those emotions are merely amplified by the filtering..."},{"T":"301","2":"Roland","3":"Of course, past that point of no return, it's a fare-thee-well to their souls."},{"T":"301","2":"Camu","3":"Whatever. Just tell me how to get Kamui back."},{"T":"301","2":"Roland","3":"Heh... As the true master of your mind, is that all you want? How revolting."},{"T":"301","2":"Roland","3":"Did that phantom of a Kamui weave some dream so sweet that you can't pull yourself out of?"},{"T":"301","2":"Camu","3":"I'm not here to make small talk..."},{"T":"301","2":"Camu","3":"I'm stuck here in this outdated frame, just to make you spit out what I want."},{"T":"301","2":"Camu","3":"I'm mad, so prepare to pay."},{"T":"301","2":"Camu","3":"Got it?"},{"T":"301","2":"Roland","3":"...Hahaha."},{"T":"301","2":"Roland","3":"...Hahahahaha."},{"T":"301","2":"Roland","3":"...Ahahahahahaha!"},{"T":"301","2":"Roland","3":"My hero, MY! Looks like you truly did escape the 'trial' in some way..."},{"T":"301","2":"Roland","3":"Humans... and you lesser-than-human thing! You're all the same!"},{"T":"301","2":"Roland","3":"The network chose you! But you always let the network down!"},{"T":"301","2":"Roland","3":"Fine. Come on."},{"T":"301","2":"Roland","3":"Time for a good whipping, my bad, bad boy."},{"T":"301","2":"Roland","3":"After all, it's the teacher responsibility when a vile little rascal doesn't grow into a proper, functional 'human' being."}]