[{"T":"301","2":"???","3":"Commandant."},{"T":"301","2":"???","3":"Commandant!!!"},{"T":"301","3":"I heard a voice in the dark, so I opened my eyes."},{"T":"301","3":"——"},{"T":"302","2":"Where is this place?","4":"(Look around)"},{"T":"301","2":"Lucia","3":"We are underneath the Demon General's Castle. I'm so glad that you are awake, Commandant."},{"T":"301","3":"This place looked like an underground facility. Lucia and others looked happy and relieved."},{"T":"301","2":"Kamui","3":"Hehe, I was so scared just now. Didn't expect this game to have the bleeding feature. You wouldn't have survived without Karenina's recovery potions."},{"T":"302","2":"Karenina?","4":"The potions they collected all along..."},{"T":"301","2":"Kamui","3":"Yeah, two of you dropped from above. Don't you remember?"},{"T":"301","2":"Kamui","3":"So you really were collecting the potions... The villagers thought we were bad guys because of that."},{"T":"301","2":"Karenina","3":"Whatever, now that the Commandant of Gray Raven is awake, can we leave this place already?"},{"T":"301","3":"Karenina walked out of darkness and looked at Lucia. She seemed to be quite upset."},{"T":"301","2":"Lucia","3":"Before taking action, we need to at least explain the situation to Commandant, like why we were here, and what happened."},{"T":"301","2":"Karenina","3":"What a hassle."},{"T":"301","2":"Lucia","3":"Commandant, you just woke up, so you may feel a little weak. You only need to listen."},{"T":"301","2":"Lucia","3":"First of all, just like you expected, we had a fight with the King."},{"T":"301","2":"Lucia","3":"But somehow our attacks didn't work at all. At the most crucial moment, we saw two of you falling down from the castle."},{"T":"301","2":"Lucia","3":"...As well as some bombs left by Camu and Vera."},{"T":"301","2":"Karenina","3":"Those two would do anything just to win..."},{"T":"301","2":"Kamui","3":"And you said you wanted to finish us off at the spawn point! You aren't any different!"},{"T":"301","2":"Karenina","3":"I don't do cheap shots!"},{"T":"301","2":"Lee","3":"Those bombs seemed to be taken off Demons. Anyway, they landed before the King's attack, so the land blocks all collapsed, and we ended up here."},{"T":"301","2":"Lee","3":"The bleeding was also from falling. But now you should be fine."},{"T":"302","2":"Did anyone come after us?","4":"What were Vera and Camu thinking..."},{"T":"301","2":"Lee","3":"Not yet, but the King probably knows we are here. We can't stay long."},{"T":"301","2":"Karenina","3":"Who knows what those two maniacs were thinking? I'm so going to beat them up next time I see them."},{"T":"301","2":"Lucia","3":"Anyway, a lot of things are still unknown. Commandant, we may belong to different teams, but I think we should move together."},{"T":"302","2":"Yeah.","4":"Let's move."},{"T":"301","2":"System","3":"【kuroname】 has joined the team."},{"T":"301","2":"Lee","3":"What?"},{"T":"301","2":"Kamui","3":"What?"},{"T":"301","2":"Karenina","3":"What!???"}]