[{"T":"301","3":"The two duel, wielding identical weapons. One of them is an incomplete Construct, the other a part-Corrupted."},{"T":"301","3":"The Corrupted thrusts his greatsword forward, in a move just like the past... and the Construct blocks it just as easily."},{"T":"301","2":"Camu","3":"Mao Zhen! I thought you were my Master. Why would you treat me like this?"},{"T":"301","2":"Mao Zhen","3":"You're just a kid I found on the street. Thought you had something in you, so I taught you a thing or two."},{"T":"301","2":"Mao Zhen","3":"You don't really expect me to take care of you to the end, huh? Besides, you wouldn't even have survived without me."},{"T":"301","2":"Camu","3":"What's the point of surviving as a lab rat? And stabbed in the back by our own... Are you kidding me? Shouldn't our enemy be the Corrupted?"},{"T":"301","2":"Mao Zhen","3":"You ARE the Corrupted, Camu."},{"T":"301","2":"Camu","3":"We're humans!"},{"T":"301","3":"Since halfway through the duel, Camu has abandoned his weapon and started fighting with his legs and fists. He attempts to move closer, but Mao Zhen continues to back away, blocking Camu's every move with his greatsword."},{"T":"301","2":"Mao Zhen","3":"The Punishing Virus in your body is way over the limit. And you're wreaking havoc, letting your instincts take over. What difference do you have from the Corrupted now?"},{"T":"301","2":"Mao Zhen","3":"You were once a human... but it's a matter of time before your corporeal body is destroyed by the virus."},{"T":"301","2":"Camu","3":"How dare you!"},{"T":"301","2":"Mao Zhen","3":"In the beginning, you did have a chance to be promoted to real Kurono soldiers... Too bad the experiment failed."},{"T":"301","2":"Mao Zhen","3":"Or I should say that it was doomed to fail in the beginning. Injecting humans with the Punishing Virus? This sort of madness would never bear fruit."},{"T":"301","2":"Mao Zhen","3":"When abnormalities started occurring in your squad, the officials understood that Constructs were the way to go."},{"T":"301","2":"Camu","3":"So you're the result of a successful experiment, huh?! Mao Zhen?!"},{"T":"301","2":"Mao Zhen","3":"I was a test subject all the same. Only 50 members of the Special Security Department survived."},{"T":"301","2":"Camu","3":"In that case, why would you still work for Kurono?"},{"T":"301","2":"Mao Zhen","3":"No matter what's involved in the process, as long as we can defeat the virus and protect the world... then the sacrifices are worth it."},{"T":"301","2":"Camu","3":"That's not what I think!"},{"T":"301","2":"Mao Zhen","3":"But that's what the whole world thinks! It's the only thing that keeps it going, Camu!"},{"T":"301","2":"Camu","3":"All I know is that we were lied to. The virus is not what wants to kill us... you are!"},{"T":"301","3":"By then Mao Zhen has stopped backing away and starts stepping forward to meet Camu's attacks."},{"T":"301","3":"Camu recognizes exactly what he is doing and leaps onto Mao Zhen's greatsword, using it as a stepping stone to reach a higher spot."},{"T":"301","2":"Mao Zhen","3":"Hmph. Take that, kid!"},{"T":"301","3":"Instead of losing balance from Camu's action, Mao Zhen stabilizes himself with his Construct capabilities and raises his greatsword, swinging it at Camu."},{"T":"301","2":"Camu","3":"Now!"},{"T":"301","2":"Mao Zhen","3":"What?"},{"T":"301","3":"This was never a one-on-one duel to begin with."},{"T":"301","3":"Camu had long expected that Mao Zhen would be waiting for him and that they would duel."},{"T":"301","3":"So his squadmates had been waiting for their chance out of sight. Right on cue, a bullet penetrates Mao Zhen's palm, sending his greatsword flying."},{"T":"301","3":"Camu takes the greatsword a second before Mao Zhen can."},{"T":"301","2":"Camu","3":"No need to blame it on the virus or call yourself a savior of humans. Even without the pandemic, I know you people would still do what you did for your own benefit!"},{"T":"301","2":"Camu","3":"Someone who abandons others easily are not qualified to talk about saving the world!"},{"T":"301","3":"He lands, turns around, and charges towards Mao Zhen, roaring. The greatsword pierces through the Construct's body."},{"T":"301","3":"For a second, time seems to have frozen."},{"T":"301","2":"Camu","3":"Besides... I despise this world, Master."},{"T":"301","3":"Mao Zhen does not reply. He gazes at Camu's face, at his gradually bruising arm, then at the greatsword, drenched with his own vital fluid."},{"T":"301","3":"And then down at his own body, where sparks from the snapped wires are dancing. He looks nothing like a human."},{"T":"301","2":"Mao Zhen","3":"Honestly... same."},{"T":"301","2":"Camu","3":"Master...?"},{"T":"301","3":"As Mao Zhen collapses, the fire from downstairs has spread to where they are. Camu finally hears the screams of horror and despair coming from inside the building."},{"T":"301","3":"There are tears in everyone's eyes, be it Camu's comrades or the guards on Mao Zhen's side."},{"T":"301","3":"And then Camu hears a familiar noise."},{"T":"301","3":"A loud whirring sounds from above his head. Something crashes through the wall and drops—"},{"T":"301","3":"And explodes."},{"T":"301","2":"Camu","3":"Kurono!!!"},{"T":"301","3":"Through the opening in the wall, Camu sees the aircraft that had killed his comrades. They have found his squad..."},{"T":"301","3":"...And have come after them."},{"T":"301","3":"Without a way to escape this burning building, Camu can only watch as the explosions swallow his comrades and the guards."},{"T":"301","3":"There is nothing he can do. He has no strength left anyway after dueling Mao Zhen. Not that he would want to live after that."},{"T":"301","3":"As the building falls, Camu lets the weapon slip out of his hand. He gazes up at the pale, pale sky."},{"T":"301","2":"Camu","3":"Dammit..."},{"T":"301","2":"Camu","3":"Damn it all!"}]