[{"T":"301","3":"—14.5 km away from the conservation area reconstruction site 04."},{"T":"301","3":"The endless desert is like the end of the road of exile, its monotonous scenery capable of paralyzing visual sensors."},{"T":"301","3":"Walking on it is a defective mechanoid. More precisely, she has to believe that she is defective."},{"T":"301","3":"She is a machine. Calculations and probabilities are what guide her path. Beyond them, everything else is not dissimilar to the desert beneath her feet."},{"T":"301","3":"There is no belief to believe, no wish to wish upon. There is nothing in the desert, but nothing is not what she wants."},{"T":"301","3":"All her attempts to be rid of it all must cease completely."},{"T":"301","2":"Haicma","3":"Is that... a sandstorm?"},{"T":"301","3":"'Bang!' 'Bang!'"},{"T":"301","3":"Your shots shatter the knees of the Corrupted, halting its advance. But this is clearly not enough to stop the army that is hiding in the sandstorm."},{"T":"301","3":"The ravaging sand has lowered visibility almost entirely. You cannot determine where to go if you do not know where the Corrupted are. One mistake will get you surrounded and lead to your demise."},{"T":"301","3":"And behind you is a cave that leads to who-knows-where."},{"T":"301","3":"That is your worst option. You may not be able to reestablish contact with Gray Raven if you go too deep in this sandstorm."},{"T":"301","3":"The wind is bellowing. Suddenly, a sharp blade strikes you from your blind spot."},{"T":"302","2":"(Dodge)"},{"T":"301","3":"The rusty metal grazes past your nose. A wave of scarlet monsters is growling, trying relentlessly to land their lethal strikes."},{"T":"301","3":"Are they that close already?"},{"T":"302","2":"(Risk it)"},{"T":"301","3":"This is probably the closest you have been to reaching the speed of a Construct. You turn around, dashing into the cave as you hear thuds from blades hitting rocks right behind you non-stop."},{"T":"301","2":"Haicma","3":"Approximately 2 hours until the sandstorm ends."},{"T":"301","3":"Ever since she started walking, Haicma's existence has been tugged toward all directions by different numbers."},{"T":"301","3":"No matter where she goes, conclusions made with powerful calculations have been pushing her toward a destined ending like an invisible hand."},{"T":"301","3":"...Until a human showed up, and 'miracles' started shining outside her only oasis."},{"T":"301","3":"She began to deviate from her path, guided by the hints of warmth she felt. Each time she got closer and closer to the world beyond the desert."},{"T":"301","3":"But this is as far as she goes. Miracles are the stuff of humans, unobtainable by mere imitations."},{"T":"301","2":"Haicma","3":"Approximately 1 hour 57 minutes until the sandstorm ends."},{"T":"301","2":"Haicma","3":"The church is warning me about human sightings..."},{"T":"301","2":"Haicma","3":"Update—it's the Babylonian commandant, accompanied by Constructs. The chance of encountering and possibly clashing with them... 2%. An optimistic number."},{"T":"301","3":"But her last record shows that there is only a 0.039% chance that she would meet the human again. If that... miracle can happen once again, how optimistic a 2% chance actually is?"},{"T":"301","3":"With that, Haicma stands up. A machine does not hesitate. If those are the results of her calculation, she will act accordingly."},{"T":"301","3":"Are you attempting to believe in something again?"},{"T":"301","3":"She pauses for a moment. Words of counsel repeat in her mind like an alarm triggered when a line is crossed, questioning her in her neural circuit."},{"T":"301","3":"'But if you don't try and hold onto something, miracles will never happen.'"},{"T":"301","2":"Haicma","3":"Hypothetically speaking, if that human is in this desert..."},{"T":"301","3":"She knows full well how fragile humans are. There are so many things that can take a human's life in a desert during a sandstorm."},{"T":"301","3":"In a way, that 99.961% chance of not encountering each other is what she wants."},{"T":"301","2":"Haicma","3":"There is a 0.011% chance the rescue will be successful, on par with a miracle."},{"T":"301","3":"But her priority has changed. The only thing she can do now is to try and hold onto something."},{"T":"301","3":"Narrow, suffocating, and dark—when a fork appears on the road, every option seems to spell doom."},{"T":"301","3":"The thuds and clanks are still coming from behind. You do not have time to figure out which path to go, so you eliminate the option that clearly goes further underground, hoping that it will even the odds."},{"T":"301","3":"You run, climb, and run some more. Stumbling your way through, you finally arrive in an open area."},{"T":"301","3":"The good news is there are signs of Scavengers living here in the past. Chances are there is a second exit on the other end that connects to the surface."},{"T":"301","3":"The bad news is that something else has likely entered the cave through the backdoor already."},{"T":"301","2":"Corrupted","3":"Uuuurgh—"},{"T":"301","3":"The Corrupted have managed to block your paths on both ends. Turning back is certainly going to cost you your life, so all you can do is charge forward."},{"T":"302","2":"(Never been more determined.)"},{"T":"301","3":"You move first, aiming while you run. Holding your breath, you synchronize your footsteps with your heartbeats."},{"T":"301","3":"Not yet. You are not close enough yet. You only have one magazine, and you cannot afford to waste it."},{"T":"301","2":"Corrupted","3":"Uuuurgh—"},{"T":"301","3":"As you are about to pull the trigger, the Corrupted raises its weapon."},{"T":"301","3":"Out of nowhere, the blade of a scythe pierces the head you are aiming at, like a scene out of an absurd comedy."},{"T":"302","2":"(Emergency knee slide!)"},{"T":"301","3":"You look as the blade sweeps above you before quickly withdrawing."},{"T":"302","2":"Haicma?"},{"T":"301","2":"Corrupted","3":"Uuuurgh—"},{"T":"301","3":"Without saying a word, Haicma swings at the Corrupted rushing in."},{"T":"301","3":"Robotic arms and torsos fly in the air as oil and spark splatter everywhere alongside metal scraps."},{"T":"301","3":"Their bodies only become less fragmented after Haicma realizes cutting their heads is more effective."},{"T":"301","3":"It is calmness and tranquility you have never seen. A harvest at its purest."},{"T":"301","3":"The corpses in her way are kicked aside, their tangled cables flung away."},{"T":"301","3":"By the time the grim reaper finishes reaping her field, the noises finally subside."},{"T":"301","3":"Stepping over body after body, she holds her liquid-covered scythe and stands before you."},{"T":"302","2":"..."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"My observation shows that your bodily functions are operational. Do you need me to help you stand?"},{"T":"302","2":"Not right now, thanks.","4":"I'm gonna lie down for a second if that's alright."},{"T":"301","3":"Her scythe quivers eagerly. You better stand up now in case she uses it to fish you up."},{"T":"301","2":"Haicma","3":"Please turn around."},{"T":"302","2":"Why?"},{"T":"301","2":"Haicma","3":"Please turn around."},{"T":"302","2":"(Turn around as quickly as you can)"},{"T":"301","3":"Immediately, you feel her palm touching your back."},{"T":"301","3":"Her metallic hand darts around your back, gradually warming you up."},{"T":"301","2":"Haicma","3":"You're... doing fine. I suggest you consider your physical condition before putting yourself in danger next time."},{"T":"302","2":"That's... low enough..."},{"T":"301","2":"Haicma","3":"I can't inspect your back, which is why I require my sense of touch. Unless... you are willing to accommodate a visual observation?"},{"T":"302","2":"No."},{"T":"301","2":"Haicma","3":"I shall continue, then."},{"T":"302","2":"..."},{"T":"302","2":"Is it really necessary to go this far?"},{"T":"301","2":"Haicma","3":"Human bodies are fragile. You might be injured somewhere we can't see."},{"T":"302","2":"I can't output a diagnosis report like a Construct, after all."},{"T":"301","2":"Haicma","3":"Perhaps that is why humans can charge forward on the path they believe in..."},{"T":"301","3":"Haicma speaks softly. Before you can ask anything, she takes two steps back."},{"T":"301","2":"Haicma","3":"Inspection complete. Your physical condition is acceptable."},{"T":"301","3":"She does not seem to have any intention of cleaning the stains the fight has left on her. She just stands there quietly, lost in thought."},{"T":"301","3":"Not even when you search for your belongings does she react."},{"T":"301","3":"Unlike how she always had her eyes on your every move when you first met, Haicma leaves her blind spots fully exposed to you now."},{"T":"301","3":"If that's the case..."},{"T":"302","2":"(Reach out)"},{"T":"301","2":"Haicma","3":"Prioritizing explored areas—assessing risk—route plotted. We can move now—"},{"T":"301","3":"Her voice stops the moment you touch her face. That is inevitable, understandably, as the stains on her cheeks are hard to remove when you are trying to be as gentle as possible."},{"T":"301","3":"You are not using the gun cleaning cloths, even though they are a better fit according to the manuals. Instead, you take out your handkerchief without a second thought."},{"T":"301","3":"Unlike what you have expected, her face does not feel metallic and cold. Instead, the temperature is slowly rising."},{"T":"301","3":"As the warmth from her delicate face reaches your palm, your hand moves even slower."},{"T":"301","2":"Haicma","3":"..."},{"T":"302","2":"Hold on."},{"T":"302","2":"I forgot the disinfectant, sorry—"},{"T":"301","2":"Haicma","3":"The liquid splashes from a damaged Corrupted cannot infect or damage me."},{"T":"302","2":"Right."},{"T":"301","2":"Haicma","3":"It hasn't obscured my visual module or caused mobility issues, so why are you..."},{"T":"302","2":"Well... Won't you feel uncomfortable like this, Haicma?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Hesitating briefly, Haicma closes her eyes and lowers her head as if trying to conceal something."},{"T":"301","2":"Haicma","3":"I won't."},{"T":"302","2":"I suppose I was assuming."},{"T":"301","3":"After you finish cleaning her facial area, all that remains are her shoulders."},{"T":"301","2":"Haicma","3":"You can consider using metal scrubbers if you want to be more efficient."},{"T":"302","2":"..."},{"T":"302","2":"Request declined."},{"T":"301","3":"It has been four hours since the sandstorm ended."},{"T":"301","3":"You sit on a dune with Haicma and wait after transmitting your locations."},{"T":"301","3":"Despite Haicma's combat capability is way beyond what you imagined, you still cannot leave her in the desert on her own."},{"T":"301","3":"Except, you have not been able to locate her name in the register of the nearby conservation area, however hard you try."},{"T":"301","2":"Construct","3":"Commandant 【kuroname】."},{"T":"301","3":"While your mind wanders off, your comms is back online."},{"T":"302","2":"Rescue Force? Where are you?"},{"T":"301","2":"Construct","3":"Close enough to have eyes on you."},{"T":"301","3":"But we can't identify the Construct next to you. Please state her origins."},{"T":"302","2":"..."},{"T":"301","3":"Haicma's origins?"},{"T":"302","2":"She helped me escape a Corrupted assault, and this isn't the first time she's accompanied me."},{"T":"302","2":"I can guarantee you she is not hostile."},{"T":"301","3":"The other side of the comms falls silent. Your heart sinks."},{"T":"301","2":"Construct","3":"We've received reports that... Scavengers have caught sight of uninfected Golden Age machines lately."},{"T":"301","2":"Construct","3":"If she cannot provide credible identification, do we have permission to make a similar assessment?"},{"T":"301","3":"You want to stand in front of Haicma, but you have no idea where the Rescue Force is located. Not to mention that they must be equipped with sniper rifles and the like."},{"T":"301","3":"Furthermore, the tense situation at the conservation area means the Constructs stationed there are more trigger-happy. You cannot guarantee that they will not fire."},{"T":"301","2":"Construct","3":"We're sorry, but the recent change to the regulations in the conservation area means that we can't take any chances. Please allow me to disarm the target first."},{"T":"302","2":"Request declined. Please restrain yourself."},{"T":"301","2":"Construct","3":"We can't be sure that she is not programmed to harm the conservation area. Please understand."},{"T":"301","2":"Construct","3":"Not to mention that our order comes from higher-up in the chain of command. I can't follow your order even if you outrank me."},{"T":"302","2":"Do not use force. I repeat, do not use force."},{"T":"301","2":"Construct","3":"Commandant 【kuroname】, please stay where you are."},{"T":"302","2":"I promise you! She isn't some machine that just follows her programming!"},{"T":"302","2":"Are you going to shoot her? Are you going to shoot a human?!"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"If that is the case, then..."},{"T":"301","3":"Suddenly, a calming aura embraces you from behind the moment you are about to act."},{"T":"301","3":"A decline, or maybe solace."},{"T":"301","3":"Her metal arms bend, giving you a clumsy but warm hug."},{"T":"301","2":"Haicma","3":"I'm sorry we have to part here. I wish you well."},{"T":"302","2":"..."},{"T":"302","2":"Aren't you leaving with me?"},{"T":"301","2":"Haicma","3":"Don't worry. I think I've never been closer to the answer I seek with your help."},{"T":"301","2":"Haicma","3":"Now, I should carry on with my mission."},{"T":"301","2":"Haicma","3":"I promise that I'll start looking forward to our next encounter the moment I leave this desert."},{"T":"302","2":"..."},{"T":"302","2":"Good luck."},{"T":"301","3":"Soon, Haicma lets you go."},{"T":"301","3":"You watch as she walks expressionless into the shadow. Before she disappears into the dark, she gives you a small bow."},{"T":"301","3":"Turning around, you follow the footsteps the two of you left behind into the dunes, and you, too, disappear."},{"T":"302","2":"..."},{"T":"301","2":"Construct","3":"Our apologies. Please excuse our caution."},{"T":"301","2":"Construct","3":"Accusing the two of you without proof was my fault."},{"T":"301","2":"Construct","3":"Please apologize to her for me if you have the chance."},{"T":"301","3":"That night, Haicma does not return to her temporary base until very late. She has been searching for a few things that the conservation area considered useless."},{"T":"301","3":"In an empty space, Haicma places those objects where they were in her old atelier."},{"T":"301","3":"There is a pen, a few pieces of paper, and a metal plate that was cut from somewhere."},{"T":"301","3":"Even without a complete set of drawing tools, she still wants to try her best to illustrate this picture—"},{"T":"301","3":"Two solitary figures encounter each other in a sunlit desert, their tracks joining into a line..."},{"T":"301","3":"...As if it is going to extend indefinitely toward one direction."}]