[{"T":"301","2":"Luna","3":"Still too naive, am I? I'm sorry, Sister."},{"T":"301","2":"α","3":"Happens to me too, no matter... Let's deal with these uninvited guests."},{"T":"301","3":"No less than 30 humanoid Constructs stand before the two, with even more bionic machines behind. Alpha scans the room before settling her gaze on the female in the center."},{"T":"301","2":"α","3":"Luna, let the amassed Corrupted go elsewhere. They won't be of use here."},{"T":"301","2":"Luna","3":"(Nods)"},{"T":"301","2":"Diana","3":"Unfazed, aren't you... You must be Alpha."},{"T":"301","2":"α","3":"And you must be the Forest Guards. I don't remember you being such partygoers."},{"T":"301","2":"α","3":"Why here? Why the Gray Ravens?"},{"T":"301","3":"Alpha and Diana rest their hands on their weapons at the same time, readying for a fight to break out."},{"T":"301","2":"Diana","3":"And what of you? You came out of nowhere and stripped us of our everyday lives. What are you up to now?!"},{"T":"301","2":"α","3":"I see. You hold a grudge. It's about Rosetta..."},{"T":"301","3":"Hearing Alpha utter that name, Diana catapults her javelin. Alpha deflects the murderous projectile with the sheath of her sword."},{"T":"301","2":"Diana","3":"You have no right to mention her... Forest Guards! Spears up!"},{"T":"301","2":"Forest Guard Member","3":"Roger!"},{"T":"301","2":"Luna","3":"There's no avoiding battle, is it? Do you not feel pathetic to be fighting for humans who have once betrayed you?"},{"T":"301","2":"Diana","3":"You are the lamentable ones. You Ascendants borrow the power of the Punishing Virus to destroy what you desire, and crush everyone's hopes."},{"T":"301","2":"Diana","3":"And what do you gain from that?!"},{"T":"301","2":"Diana","3":"I don't know what history that city behind me bears, but you are the ones who left it in tatters, aren't you?"},{"T":"301","2":"Diana","3":"We—humanity—finally found a chance to understand each other again, but you lot keep standing in our way..."},{"T":"301","2":"α","3":"So you believe in the tall tale that Babylonia wove. You believe in reconnecting the world."},{"T":"301","2":"Diana","3":"And that's why we hurried here."},{"T":"301","2":"Diana","3":"To make the world one again."},{"T":"301","2":"Diana","3":"Control your mechs and target the figure behind Alpha!"},{"T":"301","2":"Luna","3":"Oh... Me?"}]