[{"T":"301","2":"Liv","3":"Commandant, I've already logged and updated today's agenda. Please follow it strictly as scheduled."},{"T":"302","2":"U-understood.","4":"Did something happen, Liv?"},{"T":"301","2":"Liv","3":"You don't have to repeat yourself, Commandant."},{"T":"301","2":"Liv","3":"Did something happen? What a weird question, Commandant."},{"T":"301","2":"Liv","3":"I'll be waiting for you at the entrance then. Please come over once you're ready."},{"T":"301","2":"Lee","3":"Another packed day, Commandant?"},{"T":"302","2":"So very packed...","4":"Does Liv hate me?"},{"T":"301","2":"Lee","3":"This is inhumanely intensive..."},{"T":"301","2":"Lee","3":"You'll have to ask her yourself."},{"T":"301","2":"Lucia","3":"Liv does seem quite different recently, especially when it comes to her personality... Did it begin when she changed to the Lux frame?"},{"T":"301","2":"Lee","3":"Switching frames doesn't alter our personality, though. You know that, Lucia."},{"T":"301","2":"Lucia","3":"Which is why I'm as perplexed as the commandant regarding why Liv is acting the way she is now."},{"T":"302","2":"She feels like how Lucia used to be.","4":"Can't be puberty, can it?"},{"T":"301","2":"Lucia","3":"How I used to be?"},{"T":"301","2":"Lee","3":"The way you were meticulous and diligent, I suppose. And maybe a little inapproachable."},{"T":"301","2":"Lee","3":"Puberty? What do you think we are? Kids?"},{"T":"301","2":"Lee","3":"I don't think we'll go through that kind of mental transition."},{"T":"301","2":"Liv","3":"Commandant, I've been waiting outside the base for ten minutes. It's time for the mission to begin."},{"T":"301","2":"Liv","3":"I thought you must have received an urgent mission."},{"T":"301","2":"Liv","3":"As much as I agree with the importance of communicating with your teammates, I don't think it's worth delaying a mission."},{"T":"301","2":"Liv","3":"You can understand, can't you?"},{"T":"302","2":"I understand...","4":"Liv, there's something I want to discuss with you."},{"T":"301","2":"Lucia","3":"Commandant, let's just go on the mission with Liv for now."},{"T":"301","2":"Lucia","3":"We'll pay more attention to her behavior in the process. I'm sure we'll find out why she's changed."}]