[{"T":"301","2":"-AI-","3":"Virtual combat has ended. Result calculations complete. Low enemy elimination rate... Mission failed."},{"T":"301","2":"-AI-","3":"Recommended Stategy: Lotus has sustained heavy injuries. Use her to lure in enemies and destroy them with an area attack."},{"T":"302","2":"Denied."},{"T":"301","2":"-AI-","3":"Why? This is the only option for maximizing efficiency to yield the most optimal results."},{"T":"302","2":"No. There must be another way."},{"T":"301","2":"Asimov","3":"I should remind you, this is the final stage of the battle. Upon completion, the virtual team will disappear and nothing will remain."},{"T":"301","2":"Asimov","3":"Perhaps, you should listen to the recommended strategy, but I won't stand in your way."},{"T":"301","2":"Asimov","3":"After all... our goal is to push the system to its limits. Use whichever strategy you deem the best."},{"T":"302","2":"Got it."},{"T":"301","2":"-AI-","3":"Only the final elite enemy remains. Our team has suffered no casualties, but combat power has been depleted. Command system paralyzed and unable to give orders."},{"T":"302","2":"That's... enough."},{"T":"301","2":"-AI-","3":"Do you wish to proceed according to the original strategic recommendation?"},{"T":"302","2":"That will not be necessary."},{"T":"301","2":"Elite Enemy","3":"…???"},{"T":"301","2":"Blast","3":"Get blown to smithereens!"},{"T":"301","2":"-AI-","3":"Blast's attack has destroyed the enemy's foothold, causing the enemy to lose balance."},{"T":"301","2":"Bastion","3":"Haha! My turn!"},{"T":"301","2":"-AI-","3":"Bastion has pinned down the elite enemy. Bastion has offset the close-ranged attacks with his shield. However, his shield is nearing its breaking point."},{"T":"301","2":"Veritas","3":"Repent!"},{"T":"301","2":"-AI-","3":"Veritas' arrows have pinned the elite enemy to the ground, allowing Bastion to withdraw."},{"T":"302","2":"Checkmate."},{"T":"301","2":"Lotus","3":"The flaming lotus will end everything!"},{"T":"301","2":"Elite Enemy","3":"!?!?!?!?"},{"T":"301","2":"-AI-","3":"The elite enemy has been vanquished. Combat complete. Casualties... zero."},{"T":"301","2":"-AI-","3":"Combat performance has exceeded expectations. Re-evaluating..."},{"T":"302","2":"This is the other way."},{"T":"301","2":"-AI-","3":"The other... way..."},{"T":"301","2":"Asimov","3":"What can I say, you really are something. The data we collected exceeded our expectations. This stage of testing is complete."},{"T":"301","2":"Asimov","3":"The test data from this test will be cleared and I will adjust the system accordingly. Come back again next week. Have a good one."},{"T":"302","2":"Alright... See you next time."},{"T":"301","2":"Lotus","3":"We'll... meet again."}]