[{"T":"301","2":"Lamia","3":"I will release them as promised, so you should..."},{"T":"301","2":"Lamia","3":"Mngh... What is it this time? Why do things never go my way?!"},{"T":"301","3":"Lamia has Kamui and Chrome surrounded by the Corrupted, but her next command is interrupted by a ranged attack."},{"T":"301","3":"Standing at the corner of the street is a familiar-looking Phecda. Before Chrome could identify the figure, Kamui has already realized that it was the Phecda they saved in the industrial zone."},{"T":"301","2":"Kamui","3":"You are..."},{"T":"301","2":"Phecda A","3":"Constructs of Babylonia, pick up your weapons, quick."},{"T":"301","3":"The Phecda fires at Lamia as he speaks. Without much in the way of defense, Lamia is forced to let go of the hostage to dodge the attacks."},{"T":"301","2":"Lamia","3":"No!"},{"T":"301","3":"Kamui quickly retrieves his surrendered greatsword through a swift kick. In one flowing motion, he cuts a Corrupted in half and catches the Construct released by Lamia."},{"T":"301","2":"Phecda B","3":"Constructs secured here too!"},{"T":"301","3":"Some distance away, the second Phecda has secured the other group of hostages—a stealth effort while Lamia was distracted."},{"T":"301","2":"Lamia","3":"You lot..."},{"T":"301","3":"Knowing full well that they cannot last long in this highly viral environment, the two rescue agents retreat behind the defense line immediately."},{"T":"301","3":"The two's actions are met with bewilderment from the other Kowloong guards."},{"T":"301","2":"Guard A","3":"Why bother saving them Babylonians? Lady Qu didn't order us to."},{"T":"301","2":"Phecda B","3":"Because they saved us before."},{"T":"301","3":"'We aren't disobeying orders, we are repaying kindness.' Thus replies the Phecda."},{"T":"301","2":"Phecda B","3":"Our belief is to save everything that has value. Though Babylonia might walk a different path, are not their brave warriors, fighting on the streets, valuable?"},{"T":"301","2":"Phecda B","3":"And that belief in value is what unites us as a community. So, hey, you all are gonna help out, yeah?"},{"T":"301","2":"Guard A","3":"We..."},{"T":"301","2":"Guard Captain","3":"We alone can't put a dent in that Ascendant, but—!"},{"T":"301","3":"The guards have already realized what they should do, and their captain speaks for all of them."},{"T":"301","2":"Guard Captain","3":"—We can fire outside of the highly viral regions! Use our firepower to separate the Corrupted from the Ascendants! Take some heat off of the Babylonians!"},{"T":"301","3":"The guards join the formation to cover Kamui and Chrome, allowing them to make the most of their experience as vanguards to corner Lamia."},{"T":"301","2":"Lamia","3":"W-what's happening? I thought Kowloong hated everyone else!"},{"T":"301","2":"Kamui","3":"Hah. Seems like they hate you the most!"},{"T":"301","2":"Lamia","3":"Tch... That's why I hate you smiley clutz-heads. Well, Roland's retreated too, so I guess I'll also—"},{"T":"301","2":"Kamui","3":"You're not getting away, Ascendant!"},{"T":"301","2":"Chrome","3":"Hold on, Kamui!"},{"T":"301","2":"Kamui","3":"What...?"},{"T":"301","3":"Chrome shouts, stopping Kamui before he dashes for Lamia. Clouds of smoke, at the same time, disperse from the slithering portions of Lamia's body."},{"T":"301","3":"Another of Lamia's feats—decompressing the virus within her to create a zone of such viral density, that even her surroundings fog up."},{"T":"301","2":"Lamia","3":"See, that's why I wanted no part of this...!"}]