[{"T":"301","2":"Lee","3":"Next up is the Industrial Carriage in the middle of the train. Repairing it is crucial but dangerous, as the production system there is the second most critical part in keeping the train running, apart from its engine."},{"T":"301","2":"Lee","3":"From the train's blueprint, we're eight carts away from the Industrial Carriage, excluding the corridors. We'll be going through the Commoner Carriage."},{"T":"301","3":"Lee clicks on the map, and a scan of the interior of the Commoner Carriage expands on the holo-screen."},{"T":"301","3":"Crowded and uncomfortable, rows of sleeping chambers stack against the metal walls of the carriage, and household items scatter everywhere, filling in every reachable gap, turning the cart into a giant hive."},{"T":"301","3":"The Heterozygotes lurk inside the carriage like caged beasts, their limbs twisting as they try to sniff out any prey, their bloodshot eyes hunting for any movement. It is all very unnerving to you."},{"T":"301","3":"No signs of human lives remain in the area. The scene depicted on the holo-screen is a living hell."},{"T":"301","2":"Lee","3":"The infection rate of the Commoner Carriage is extremely high. No signs of human activity and Inver-Device signal detected, and our initial scan shows the Punishing Virus concentration to be 2.429g/L."},{"T":"301","2":"Liv","3":"It's the Commoner Carriage after the next cart..."},{"T":"301","2":"Bianca","3":"Noted. I'm ready."},{"T":"301","2":"Lucia","3":"I'll lead the way."},{"T":"301","2":"???","3":"Hold on."},{"T":"302","2":"???"},{"T":"301","2":"Sophia","3":"I'm coming with you."},{"T":"302","2":"Shouldn't you be on the repair team?","4":"Why do you never make any sound when you walk?!"},{"T":"301","2":"Sophia","3":"Repair can't be done before we reach the Industrial Carriage."},{"T":"301","2":"Sophia","3":"I'm familiar with this place."},{"T":"301","2":"Sophia","3":"...I don't alert people."},{"T":"301","2":"Sophia","3":"I know every inch of this place."},{"T":"301","2":"Sophia","3":"I can help."},{"T":"302","2":"It's fine. Lee's got a map.","4":"You're not an Attacker-type Construct."},{"T":"301","2":"Sophia","3":"...Are you just going to stomp the front door?"},{"T":"302","2":"Is there another entrance?","4":"Ugh... sure?"},{"T":"301","2":"Sophia","3":"All automatic functions of the Commoner Carriage have failed."},{"T":"301","2":"Sophia","3":"The doors of that cart are built differently. Before power is restored, you can only open them from the inside with brute force."},{"T":"301","2":"Lee","3":"So you can only enter the Commoner Carriage from the Noble Carriage, but not the other way around?"},{"T":"301","2":"Lucia","3":"I can break down the door."},{"T":"301","2":"Sophia","3":"...Repair team won't be happy if the train is damaged any further."},{"T":"301","2":"Sophia","3":"If someone can reach the corridor to the next carriage, they can operate the doors manually from outside. It won't take more than half a minute for them to open."},{"T":"301","2":"Lucia","3":"How do we do that?"},{"T":"301","2":"Sophia","3":"Through the air vent."},{"T":"301","2":"Liv","3":"...There is indeed an air conditioning system in the carriage. But the size of the vent..."},{"T":"301","2":"Lee","3":"...It's only big enough for you."},{"T":"302","2":"We don't need help with one metal door, do we?","4":"No way, this is too dangerous."},{"T":"301","2":"Sophia","3":"I want to go."},{"T":"301","2":"Sophia","3":"I can help."},{"T":"301","2":"Sophia","3":"I can fight."},{"T":"301","3":"Sophia pouts, standing before you like an unwavering young oak, leaving no room to compromise."},{"T":"302","2":"You're coming with us even if I disagree, aren't you?","4":"I don't know why you insist on coming with us."},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Sophia","3":"Not going to watch while others fight again."},{"T":"302","2":"Fine. But you listen to my commands.","4":"...I have no idea how to deal with you."},{"T":"301","2":"Lee","3":"At least it'll save us some time."},{"T":"301","2":"Lee","3":"...For both the operation and the preparation beforehand."},{"T":"301","2":"Lucia","3":"I'm good with that if you can follow orders."},{"T":"301","2":"Sophia","3":"I will!"},{"T":"301","2":"Bianca","3":"Commandant, this kid is tougher than she looks."},{"T":"301","2":"Liv","3":"Don't worry, I will watch your back!"}]