[{"T":"301","3":"He follows the clueless girl while she searches around. Roland has already inspected the place thoroughly, but she seems to be able to see things that he cannot."},{"T":"301","3":"Interesting. Is the information only visible... to those that meet all the criteria? Roland feels like he is getting close."},{"T":"301","3":"After a series of seemingly pointless searching and relocating, the girl linking to the Commandant of Gray Raven runs downstairs."},{"T":"301","3":"But Roland is not rushing to follow. He is not keen to be a good stage actor that follows the script."},{"T":"301","3":"Especially when the stage is not going to award him just for putting up a good performance. There is a complicated plan behind all this."},{"T":"301","3":"Both he and the Task Force linked to Gray Raven Commandant are just a part of the plan."},{"T":"301","3":"The strange behaviors of the Construct named No. 21 can be probably attributed to this plan."},{"T":"301","3":"Meanwhile, No. 21 and Roland are also being set up by the third party. No matter how they managed to gather so much complicated information, Roland has to give them credit."},{"T":"301","3":"Roland has no choice but to follow their script step by step."},{"T":"301","3":"Roland has already seen what No. 21 has seen... But those things aren't going to tell him where Luna is now."},{"T":"301","3":"They are nothing but some miscellaneous items that could potentially come from Luna's childhood."},{"T":"301","3":"Roland doesn't know what the third party wants from the connection between her and the Commandant of Gray Raven."},{"T":"301","3":"—But it has nothing to do with 'this house.'"},{"T":"301","3":"Maybe No. 21 and Gray Raven Commandant will eventually find out what they and Roland both want to know, but that will never be revealed to Roland and the person who set him up."},{"T":"301","3":"—But if whoever sets Roland up knows what Babylonia and Roland want to know from the beginning, and tries to communicate this through their plan..."},{"T":"301","3":"Tsk, this is making me mad."},{"T":"301","2":"Roland","3":"I bought myself enough time... But the end result was... Whatever. It is still within expectation."},{"T":"301","2":"Roland?","3":"Disappointed?"},{"T":"301","2":"Roland","3":"...No way."},{"T":"301","2":"Roland","3":"At least it tells me one thing..."},{"T":"301","2":"Roland","3":"...Whoever set this up knows who I am, and knows exactly what I want. They expect me to follow the script till the end."},{"T":"301","2":"Roland","3":"So if the answer I want isn't here, it must be with them."},{"T":"301","2":"Roland?","3":"What's next then?"},{"T":"301","2":"Roland","3":"The final step is, I'm going to smash this stage and force whoever is behind the scene out."},{"T":"301","2":"Roland","3":"Whether they plan to act till the end, or expect me to wreck the entire stage, they will have to reveal themselves."},{"T":"301","2":"Roland?","3":"Fantastic. You have finally... understood."},{"T":"301","2":"Roland?","3":"It's time for my curtain call."},{"T":"301","2":"Roland","3":"...Really."},{"T":"301","2":"Roland?","3":"Cheer up. This means we no longer need to stay isolated from each other."},{"T":"301","2":"Roland?","3":"You are me. And I am you."},{"T":"301","2":"Roland","3":"...What should I say, hermano?"},{"T":"301","2":"Roland?","3":"Nothing."},{"T":"301","2":"Roland","3":"...Lamia?"},{"T":"301","2":"Lamia","3":"Eek?"},{"T":"301","2":"Roland","3":"Pay attention to the surroundings for me. It's about time they reveal themselves."},{"T":"301","2":"Lamia","3":"...Um."},{"T":"301","2":"Roland","3":"So, what next...? Should I follow that No. 21 girl, or...?"},{"T":"301","2":"???","3":"..."},{"T":"301","2":"Roland","3":"...?!"},{"T":"301","3":"A girl in black suddenly appears at the window."},{"T":"301","3":"Her eyes are unemotional, but look surprisingly calm and enlightened."},{"T":"301","2":"Roland","3":"...You are..."},{"T":"301","3":"The girl looks familiar to Roland, but he cannot tell where he has met her before."},{"T":"301","3":"The girl is not anticipating Roland to notice her, but she does not seem surprised either."},{"T":"301","2":"???","3":"Come to the 'Final Hell'."},{"T":"301","3":"She disappears before Roland has his eyes on her again."},{"T":"301","2":"Roland","3":"...Lamia?"},{"T":"301","3":"There is no reply."},{"T":"301","2":"Roland","3":"...?"},{"T":"301","3":"Roland knows Lamia could possibly run away, but he has not expected her to leave so soon."},{"T":"301","3":"But the absence of a sidekick does not matter. As long as all the protagonists have arrived, the show must go on."},{"T":"301","3":"Whether Lamia can be of help or not, Roland will still go meet the person behind all this. 'No' is not an option."},{"T":"301","2":"Roland","3":"Looks like I don't have to play with you anymore."},{"T":"301","2":"Roland","3":"Hope you have fun, Cerberus pups."},{"T":"301","3":"Roland turns around and breaks through the window where the girl in black was with his back. He leaps out of the house."},{"T":"301","2":"Roland","3":"Pay attention to the surroundings for me. It's about time they reveal themselves."},{"T":"301","2":"Lamia","3":"...Um."},{"T":"301","3":"Lamia cuts the comms and climbs higher up the roof for a wider vision."},{"T":"301","2":"Lamia","3":"Hmm...? What's that?"},{"T":"301","3":"She suddenly hears a strange sound rapidly approaching."},{"T":"301","3":"It's like a 'vroom' noise produced by spinning fans."},{"T":"301","2":"Lamia","3":"(It sounds... just like an engine!)"},{"T":"301","3":"With the noise approaching, Lamia notices a black shadow pouncing on her."},{"T":"301","3":"Her pupils contract with fear—"},{"T":"301","2":"Lamia","3":"(Eek—! I knew it was after me!)"},{"T":"301","2":"???","3":"Target locked. Launching micro-missiles."},{"T":"301","2":"Lamia","3":"Eek—!"},{"T":"301","3":"Lamia twists her body and jumps out of the missile's radius from an unexpected angle. The missile explodes in the air, leaving a dull noise that doesn't travel far due to the missile's limited load."},{"T":"301","2":"???","3":"Target alive. Waiting for opportunities to attack again."},{"T":"301","2":"Lamia","3":"Oh no."},{"T":"301","2":"Lamia","3":"No, no, no, no."},{"T":"301","2":"Lamia","3":"It's that maniac who bombed me from above... How did she get here?!"},{"T":"301","3":"Lamia is consumed by fear and survival instinct. Her M.I.N.D. is filled with the threat from above, and her own impotence."},{"T":"301","2":"Lamia","3":"Eek—!"},{"T":"301","3":"Nothing matters more than Lamia's own life. She has no time for Roland."},{"T":"301","3":"She hastily jumps off the roof, makes herself invisible, and flees."},{"T":"301","2":"Noctis","3":"...Did something just go past?"},{"T":"301","2":"Vera","3":"...I never knew you had a fear of ghosts."}]