[{"T":"301","2":"Kamui","3":"I knew it! This must be 'The White Owl'!"},{"T":"301","2":"Kamui","3":"The lead actor only had this one movie. An accident took his life during the filming. I was so upset!"},{"T":"301","2":"Lee","3":"I wonder what movies you have been watching..."},{"T":"301","2":"Ayla","3":"Please, just stop talking for now, Mr. Lee. What happened at the end of that movie, Kamui?"},{"T":"301","2":"Kamui","3":"Let me think... In the end, the protagonist decided to use the power of the spirits and seek revenge against the local gang who murdered him. He charged into the enemy's building alone, slaughtering them..."},{"T":"301","2":"Kamui","3":"Under the revelation of his guardian White Owl, he resurrected and pushed the evil boss off a building!"},{"T":"301","2":"Lucia","3":"...Did you miss something in the middle?"},{"T":"301","2":"Kamui","3":"Oh, I didn't get to see that part. Someone called him away."},{"T":"301","2":"Everyone","3":"?"},{"T":"301","2":"Narration","3":"The crowd continues to talk, not knowing danger is imminent."},{"T":"301","2":"Narration","3":"You notice many people outside the window. You have no idea when it happened, but the local gangsters have already surrounded you."},{"T":"301","2":"Kamui","3":"Now this isn't what I saw!"},{"T":"301","2":"Lee","3":"Things are getting weird. What do we do now?"},{"T":"301","2":"Narration","3":"The dark shadows keep getting closer. You can even see the weapons in their hands. There is no way you can leave here in peace."},{"T":"301","2":"Ayla","3":"Kamui, did the movie mention any of the enemy's weaknesses? Or are there bombs planted nearby?"},{"T":"301","2":"Kamui","3":"No? The protagonist just beat the bad guys with fist and weapons!"},{"T":"302","2":"Whether we rush into the enemy's base..."},{"T":"302","2":"Or the enemies rush to us..."},{"T":"302","2":"There's no difference, don't you think?"},{"T":"301","2":"Lucia","3":"?"},{"T":"301","2":"Lee","3":"What kind of explanation is that..."},{"T":"301","2":"Ayla","3":"It does make sense though..."},{"T":"302","2":"?"},{"T":"301","2":"Ayla","3":"Either way, we are at the 'Devil's Night' now. Next is the rising up, followed by the final battle."},{"T":"301","2":"Ayla","3":"As long as we can complete these two stages, the flow of this movie should still make sense despite the change in the plot. Don't you think?"},{"T":"301","2":"Lucia","3":"Looks like you are right..."},{"T":"301","2":"Kamui","3":"Then what are we waiting for? I'll beat them up right now!"},{"T":"301","2":"Lee","3":"Kamui, wai..."},{"T":"301","3":"Before Lee can finish, Kamui rushes out with his greatsword."},{"T":"301","2":"Lee","3":"...Wait."},{"T":"301","2":"Ayla","3":"Well, it's too late. We better follow!"}]