[{"T":"301","3":"It's an unchanging, lifeless afternoon. The continuous drizzle pounds the ground and damp air flows into the dirt, increasing the cold bit by bit."},{"T":"301","3":"Someone with a guitar sits among several like-minded musicians, strumming weakly."},{"T":"301","3":"Someone takes out a pair of cards that were almost crumpled and slickly tosses them in front of their comrade's bed."},{"T":"301","3":"Someone rummages through their pants pocket, searching desperately for a bit of wheat lost between the stitches."},{"T":"301","3":"Someone knows that they are dying of a terminal disease, and have given their rations away to others for the past several days."},{"T":"301","3":"Someone lies down in a damp corner, weeping for the relatives they just buried."},{"T":"301","3":"While most ignore the passing time, the dim light outside, and the continuous rain."},{"T":"301","3":"They look at the old mottled ceiling. Their eyes had lost their light, leaving only an empty silence."},{"T":"301","3":"But despair will not stop growing in those who raise their hands and surrender."},{"T":"301","3":"Liv routinely checks the condition of all the wounded, and unconsciously rubs her aching chest. With the lack of maintenance chambers, she hasn't rested for many days."},{"T":"301","3":"During a search and rescue mission, Liv's leg was seriously injured while protecting her target."},{"T":"301","3":"However, in order to leave medical supplies for refugees to come, she only splints her broken leg and refrains from fully repairing it."},{"T":"301","3":"But she is by no means an exception. Both people and Constructs alike are forced to stand on a sinking island. No one can be spared."},{"T":"301","3":"—Knock, knock, knock."},{"T":"301","3":"Suddenly, there is a sharp knocking on the door outside the isolation door. The sound is as light as a feather through the hardened steel."},{"T":"301","2":"Liv","3":"Someone's at the door...?"},{"T":"301","3":"She quickly closes her eyes and searches for the activity signal outside the door—a human."},{"T":"301","3":"Liv wonders who would wander through the dangerous wilderness full of Hetero-Creatures, but decides to open the heavy isolation door."},{"T":"301","2":"Refugee Woman","3":"H-hello..."},{"T":"301","3":"A man and a woman rush to the gap in the insolation door. The woman's long hair and clothes are well kept as if they have been carefully cleaned recently."},{"T":"301","3":"The other man beside her, holding a child covered in blood, seems a little familiar."},{"T":"301","2":"Familiar Man","3":"Is there a doctor here?! This boy's been stabbed in the back!"},{"T":"301","2":"Liv","3":"I am! Give him to me!"},{"T":"301","2":"Familiar Man","3":"Thank God! Where should I set him?"},{"T":"301","2":"Liv","3":"Over there."},{"T":"301","3":"He hurries past the crowd and runs in the direction Liv pointed to."},{"T":"301","2":"Familiar Man","3":"There aren't any beds left... Is the only spot here on the ground?"},{"T":"301","3":"Looking around at the crowd of people, he asks Liv as she limps in from behind."},{"T":"301","2":"Liv","3":"Unfortunately... But the extra sheets..."},{"T":"301","2":"Stanley","3":"I have my own fold-up cot."},{"T":"301","3":"Stanley gets up from the folding bed with Matches and frowns as he looks at the child in the man's arms."},{"T":"301","2":"Stanley","3":"...Use mine."},{"T":"301","2":"Familiar Man","3":"Thank you."},{"T":"301","3":"He nods in thanks and gently sets the child down on the folding bed. Stanley turns and leans against the corner with a gloomy expression as if lost in thought."},{"T":"301","2":"Liv","3":"Does he have any allergies or medical issues prior to his wound?"},{"T":"301","2":"Familiar Man","3":"Uh, I don't know. Do you?"},{"T":"301","2":"Refugee Woman","3":"I don't know either..."},{"T":"301","2":"Liv","3":"It's fine. I'll give an evaluation before I give him an injection."},{"T":"301","3":"Liv opens up his shirt and inspects the wound on his back."},{"T":"301","2":"Refugee Woman","3":"Thank you."},{"T":"301","2":"Liv","3":"I need to stop the bleeding. How was he wounded?"},{"T":"301","2":"Familiar Man","3":"A Hetero-Creature did it, but I'm not sure how. I wasn't with him at the time."},{"T":"301","2":"Liv","3":"Alright. Looks like we need a serum."},{"T":"301","2":"Liv","3":"What has he eaten the past few days?"},{"T":"301","2":"Familiar Man","3":"I don't know. He said he hadn't found any food the past few days and was starving last night, so he wanted a pack of my biscuits."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"Stanley looks at the man's backpack, which is obviously full of supplies."},{"T":"301","2":"Familiar Man","3":"After eating it, he said he wanted to go to the next conservation area and look for supplies, then borrowed one of my protective suits and left."},{"T":"301","3":"Seeing Liv treat the child, they finally sigh in relief and find a place to rest."},{"T":"301","2":"Stanley","3":"...Why?"},{"T":"301","2":"Stanley","3":"Why would you let him go alone? Your backpack is obviously full of supplies. Why would you let a child risk his life?"},{"T":"301","3":"The man is caught off guard by the sudden question. He turns and looks closely at the boy standing in front of him, then frowns as if remembering something."},{"T":"301","2":"Familiar Man","3":"What's a kid like you..."},{"T":"301","2":"Refugee Woman","3":"Sorry, it's because of me... I'm pregnant and sprained my ankle. I can't walk that fast. The child said he wanted to go with the others, so he left early... I didn't think he would..."},{"T":"301","3":"She sighs and looks at the child on the fold-up cot. Without any anesthesia, he cries in pain while Liv sutures his wound."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv remains unwavering as she concentrates on suturing the wound more quickly to end the boy's suffering."},{"T":"301","2":"Stanley","3":"..."},{"T":"301","3":"As the boy cries, Stanley slides against the wall and sits down. Sensing his emotions, Matches buries his head in his arms."},{"T":"301","2":"Matches","3":"...Woof."},{"T":"301","2":"Stanley","3":"Then why... get pregnant?"},{"T":"301","3":"Stanley's voice is quiet but full of resentment, contrary to his usual modesty."},{"T":"301","2":"Familiar Man","3":"What'd you say?"},{"T":"301","2":"Stanley","3":"Since you obviously can't raise him, why have another child?!"},{"T":"301","3":"He grits his teeth and yells as the boy continues to cry."},{"T":"301","2":"Refugee Woman","3":"..."},{"T":"301","3":"The woman wasn't expecting to be asked this question by such a young boy. Just as she opens her mouth to respond, she suddenly stops herself."},{"T":"301","2":"Stanley","3":"He's lucky you found him and brought him to such a kind doctor."},{"T":"301","2":"Stanley","3":"But what in the future? He's going to be just like me... Or worse."},{"T":"301","2":"Matches","3":"(Whimpers)"},{"T":"301","2":"Familiar Man","3":"Why do you say that?"},{"T":"301","2":"Stanley","3":"Why...? Because my parents were just like you."},{"T":"301","2":"Stanley","3":"They had me without thinking about the future. As soon as they couldn't raise me, they just kicked me to the side of the road."},{"T":"301","2":"Refugee Woman","3":"...Without thinking about the future?"},{"T":"301","2":"Stanley","3":"Exactly. You have a child on the way. You know what I'm talking about."},{"T":"301","2":"Stanley","3":"Refugees and conservation areas give preferential treatment to expecting parents and those with children."},{"T":"301","2":"Refugee Woman","3":"..."},{"T":"301","3":"She lowers her head, not denying the boy's accusation."},{"T":"301","2":"Stanley","3":"I know they have good intentions..."},{"T":"301","2":"Stanley","3":"But some people like to take advantage of this. Just like my parents..."},{"T":"301","2":"Stanley","3":"They just used these good intentions for their own benefit without considering the future."},{"T":"301","2":"Stanley","3":"...After my mom was pregnant, they were given special admission into the conservation area, where they had me and my brother."},{"T":"301","2":"Stanley","3":"When I was two years old... My dad 'gave' me to another family for a bowl of porridge."},{"T":"301","2":"Stanley","3":"My adoptive father turned out to be just like him, too. He was just freeloading on the sympathy of others and would use me to get supplies from the conservation area."},{"T":"301","2":"Stanley","3":"But no matter which 'parents' I was with, they would only ever give me the scraps."},{"T":"301","2":"Stanley","3":"Once I got a little bigger and lost this 'privilege,' they threw me by the roadside just like those empty cans they finished eating."},{"T":"301","2":"Refugee Woman","3":"...How could they do such a thing?"},{"T":"301","3":"Hearing Stanley speak, the surrounding refugees begin to whisper to each other."},{"T":"301","2":"Refugee 4","3":"I've heard of people doing that. Sigh... Conservation areas just want children to survive, but who would've thought there'd be bastards like them."},{"T":"301","2":"Refugee 5","3":"How are they bastards? Without them, who'd dare to have children in a world like this?"},{"T":"301","2":"Refugee 6","3":"They don't look into who the child belongs to and just give out supplies."},{"T":"301","2":"Refugee 7","3":"How can they? And can you guarantee you'd be alive tomorrow? If someone's alive to take care of a child, that's all that matters."},{"T":"301","2":"Stanley","3":"...But have you ever thought about it? How can abandoned children survive on the side of the road?"},{"T":"301","2":"Stanley","3":"Being a burden on others, banished from conservation areas, and cursed at..."},{"T":"301","2":"Stanley","3":"So... I want to ask you, as a parent, why would you have a child if you can't take care of them?"},{"T":"301","2":"Stanley","3":"Are you just looking for short-term benefits? Or is it because you don't care about your child's future?"},{"T":"301","2":"Refugee Woman","3":"..."},{"T":"301","3":"She hangs her head in silence, unable to come up with an answer. Silence fills the depressing air until the familiar man coughs quietly."},{"T":"301","2":"Familiar Man","3":"Sorry. This isn't an answer, but..."},{"T":"301","2":"Familiar Man","3":"...I'm not the child's father."},{"T":"301","2":"Familiar Man","3":"And, of course, she isn't his mother."},{"T":"301","2":"Familiar Man","3":"Her husband and I used to be merchants... Our profession is much more dangerous now, but some are still willing to take the risk."},{"T":"301","2":"Familiar Man","3":"Half of the supplies belonged to her husband... And I can't go eating someone else's food, now can I?"},{"T":"301","3":"Stanley's eyes widen at the unexpected answer."},{"T":"301","2":"Stanley","3":"S-sorry. I didn't realize..."},{"T":"301","2":"Stanley","3":"I'm really sorry... I shouldn't have misjudged you and spoken out of turn."},{"T":"301","2":"Refugee Woman","3":"It's okay. It really is a serious issue."},{"T":"301","2":"Refugee Woman","3":"We aren't his parents, but I heard him say that he had a similar experience as your own. His biological parents died in an accident two years ago when he was only eight years old."},{"T":"301","2":"Refugee Woman","3":"None of us can be sure that we'll live to see tomorrow in this cruel world, let alone stay together with our children."},{"T":"301","2":"Refugee Woman","3":"And, of course, we can't guarantee a safe upbringing for our children..."},{"T":"301","2":"Stanley","3":"Okay..."},{"T":"301","3":"She slowly walks up and sits down next to Stanley, then gently pats him on the back with one hand and rubs Matches' fluffy head with the other."},{"T":"301","2":"Refugee Woman","3":"...It's so hard for children to even just stay alive when they're separated from their parents at such a young age..."},{"T":"301","2":"Refugee Woman","3":"I will consider what you said carefully and be sure to make the right decision..."},{"T":"301","2":"Stanley","3":"...Okay."},{"T":"301","2":"Refugee 7","3":"(Sighs) Enough with this crap. Isn't it obvious? If you have a child, you should raise them. Everyone is faced with hardship in this cruel world. We're all equal here. No point in complaining."},{"T":"301","2":"Stanley","3":"...Sorry."},{"T":"301","2":"Refugee Woman","3":"No need to apologize."},{"T":"301","2":"Refugee Woman","3":"The world is full of injustice."},{"T":"301","3":"She looks at everyone, then slowly closes her eyes."},{"T":"301","2":"Refugee Woman","3":"We're all struggling with the same adversities, but some people are armed and some people can move freely. Others... carry lives yet to be born and others are forced to run before they can walk."},{"T":"301","2":"Refugee Woman","3":"It's amazing if you can survive in this world and save another life."},{"T":"301","2":"Refugee 7","3":"Alright, it's my fault. I just don't want to see everyone looking down in the dumps. It's hard enough to have a new born life only to get kicked back."},{"T":"301","3":"He turns his back to the refugee woman and Stanley with a little indignation."},{"T":"301","2":"Refugee 8","3":"You shouldn't downtrod on others just because you've been down on your luck."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Just like how one shouldn't suppress their sadness, the hope that still exists in the crowd should never be taken away."},{"T":"301","3":"No matter which side of the debate, each has its own reasons."},{"T":"301","2":"Stanley","3":"But..."},{"T":"301","2":"Liv","3":"Stanley, I know what you're worried about..."},{"T":"301","3":"Liv sews up the crying child's wound and wraps him in a blanket, then stands up with her hand on the edge of the cot."},{"T":"301","2":"Liv","3":"The arrival of a new life should be a joyful thing, but we don't want to give each other a burden beyond our means."},{"T":"301","2":"Stanley","3":"...You're right."},{"T":"301","2":"Liv","3":"Even still... This difficulty can also be rewarding."},{"T":"301","2":"Liv","3":"By that, I don't just mean getting supplies using the kindness of others, but hope and dependence."},{"T":"301","3":"Liv looks down at Matches next to Stanley and smiles quietly."},{"T":"301","2":"Liv","3":"Did you choose to take care of Matches because you think he'll help you get supplies?"},{"T":"301","2":"Stanley","3":"No."},{"T":"301","2":"Liv","3":"But by doing so, your life has become more difficult and has made your food even more scarce."},{"T":"301","2":"Liv","3":"But as you said, he gives your life meaning and motivation. That's why you made the choice... Right?"},{"T":"301","2":"Stanley","3":"...Yeah."},{"T":"301","3":"He nods and looks at the woman beside him apologetically."},{"T":"301","2":"Liv","3":"Well, then... How do you view this child?"},{"T":"301","2":"Refugee Woman","3":"..."},{"T":"301","3":"She lowers her head in silent contemplation."},{"T":"301","2":"Refugee 8","3":"You should still have the baby. We're barely making it through each day and we don't have enough to eat, but it's also sad to see someone die."},{"T":"301","2":"Refugee 8","3":"If there are only a few living people left in this land, what good are more supplies? This world won't be so lonely with more lives around."},{"T":"301","2":"Refugee 7","3":"Yeah! That's what I mean."},{"T":"301","3":"Hearing this, he immediately turns around excitedly and claps his hands."},{"T":"301","2":"Refugee 7","3":"Whether it's a person or a dog, you need to protect them as their mom. You can't be so quick to give up... Ugh, there I go running my mouth again..."},{"T":"301","3":"He gently pats himself on the face in apology. Stanley and the woman in the crowd laugh at his 'motherly instinct' kicking in."},{"T":"301","2":"Refugee 7","3":"Sorry, I've never been too good at talking with others."},{"T":"301","3":"He rubs his hands with a kind smile. The dust from his hands causes him to sneeze a couple of times."},{"T":"301","2":"Refugee 7","3":"Well, since you're already here, how about changing the subject? What's your name? Where did you come from? How's the situation outside?"},{"T":"301","3":"Every new refugee always gets asked, 'Where did you come from' and 'what's the situation outside'. So much so, they've become the standard greeting. Even if they don't answer at first, they will be asked in private."},{"T":"301","2":"Refugee Woman","3":"My name is Fantine. I came from City 045 in the south. I was originally going to City 044's conservation area, but then there was a problem with the CPF."},{"T":"301","2":"Refugee Leader","3":"What's wrong with City 045 and 044?"},{"T":"301","2":"Fantine","3":"The conservation area in City 045 is full and something's wrong with City 044's CPF, for which I was stopped by a Construct on my way there."},{"T":"301","2":"Fantine","3":"He said that a horde of Hetero-Creatures attacked the conservation area and the CPF, so they're evacuating the residents."},{"T":"301","2":"Liv","3":"...City 044. That's where Lucia and Lee are."},{"T":"301","3":"Hearing this, the refugees begin to whisper amongst each other."},{"T":"301","2":"Refugee 4","3":"I thought it would be safest to the south. Looks like it's just more of the same suffering. There may not be those twins, but there are just as many Hetero-Creatures!"},{"T":"301","2":"Refugee 5","3":"Guess it's not safe here anymore. We need to evacuate ASAP!"},{"T":"301","2":"Old Lady","3":"Evacuate? Where else is there to go?"},{"T":"301","2":"Old Lady","3":"Are there any safe places left out there?"},{"T":"301","2":"Refugee 6","3":"Then what else should we do?"},{"T":"301","2":"Old Lady","3":"If Babylonia doesn't send any more support, what about the Forsaken?"},{"T":"301","2":"Fantine","3":"The Forsaken..."},{"T":"301","2":"Fantine","3":"Actually, this gentleman came from the Forsaken."},{"T":"301","2":"Old Lady","3":"Oh? You know the Forsaken? How's the situation over there?"},{"T":"301","2":"Familiar Man","3":"I don't know them too well, but I've done business with them as a merchant."},{"T":"301","2":"Familiar Man","3":"They're still sheltering refugees, but every base is already overcrowded."},{"T":"301","2":"Old Lady","3":"...Looks like we need to think about evacuating."},{"T":"301","2":"Familiar Man","3":"They're still in a better position than most conservation areas. At least they have food reserves. But given this environment, they're in desperate need of serum."},{"T":"301","2":"Familiar Man","3":"I came here to see if I could find any spare serum in the conservation areas to exchange with them."},{"T":"301","2":"Old Lady","3":"...Exchange?"},{"T":"301","2":"Old Lady","3":"You mentioned her husband is also a merchant. What about him?"},{"T":"301","2":"Fantine","3":"He fell into the Red Tide while protecting me... The last I heard his voice, he was already..."},{"T":"301","2":"Fantine","3":"I know he isn't alive anymore, but the Hetero-Sapien sounded just like him..."},{"T":"301","2":"Fantine","3":"If this gentleman hadn't come here to pick up goods, I would have been... torn to pieces by those Hetero-Sapiens."},{"T":"301","2":"Old Lady","3":"Seems like you've had your fair share of experience with those monsters."},{"T":"301","3":"The old lady nods in recognition."},{"T":"301","2":"Old Lady","3":"What's your name, young man?"},{"T":"301","2":"Familiar Man","3":"My name's Shrek."},{"T":"301","2":"Liv","3":"Shrek...?"},{"T":"301","3":"Hearing this name, Liv finally realizes why the man seemed so familiar."},{"T":"301","3":"The first time she heard this name was before they encountered the Polyphage."},{"T":"301","3":"Gray Raven had received a new mission that required them to search the coordinates left by Huaxu in the 'Deserted Ruins'. She had accidentally stumbled across a book while searching for clues."},{"T":"301","2":"Liv","3":"'Cardman Rider Genesis'...?"},{"T":"301","3":"She carefully opened the faded cover. After reading the whole story, she found a line of a beautifully written message written on the back cover."},{"T":"301","3":"Earth has been stricken with innumerable disasters, and time has washed every one of them away. Live for tomorrow, because all will pass.—To Shrek"},{"T":"301","3":"There weren't any clues in the book, but Gray Raven had coincidentally seen this message written on a wall of the ruins."},{"T":"301","2":"Liv","3":"Look, something is written on the wall."},{"T":"301","3":"Following where Liv is pointing, you find a neatly written slogan on the wall of an abandoned building."},{"T":"301","3":"Earth has been stricken with innumerable disasters, and time has washed every one of them away. Live for tomorrow, because all will pass."},{"T":"301","2":"Liv","3":"How very inspiring."},{"T":"301","2":"Liv","3":"It looks kind of new as well. Could one of the Scavengers have written this?"},{"T":"301","3":"A hazily written 'of course' can be seen below the slogan. There seems to be something else after these two words, but they have been roughly scrubbed off."},{"T":"301","3":"Later, they finally saw the message following the words 'of course'."},{"T":"301","3":"And also... Their last memories..."},{"T":"301","3":"'There has never been an endless winter on this planet, but when spring comes and the ice melts away, you won't be there to see it with me.'"},{"T":"301","2":"Red Tide Projection","3":"...Shrek... You will live."},{"T":"301","2":"Red Tide Projection","3":"Let me explore... the unknown."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Although she learned a part of Shrek's past through the Spear of F.O.S., she knew it wouldn't be appropriate to bring it up at this time."},{"T":"301","3":"Therefore, Liv decides to remain quiet."},{"T":"301","2":"Old Man","3":"You're trading for the serum. What about her husband? What's he trading his supplies for?"},{"T":"301","2":"Shrek","3":"Also the Serum. He was originally tasked with exchanging supplies. But since he hadn't returned in a long time, I went to look for him."},{"T":"301","2":"Liv","3":"Oh... But we're running low on serum ourselves."},{"T":"301","2":"Shrek","3":"Do you have four vials to trade for these supplies?"},{"T":"301","2":"Liv","3":"I can only trade for three... Just in case we have new wounded refugees..."},{"T":"301","2":"Shrek","3":"It's okay. I understand."},{"T":"301","3":"He rubs his rain-soak hair."},{"T":"301","2":"Shrek","3":"After I left the Forsaken, every conservation area on my way here had ran out of food and serum. Some even tried to rob me. Seems like you guys are in a lot better shape."},{"T":"301","2":"Shrek","3":"The outside is overrun with Hetero-Creatures. Mind if I rest here?"},{"T":"301","2":"Refugee Leader","3":"If the doctor doesn't mind, we don't either."},{"T":"301","2":"Liv","3":"If you don't mind the lack of space."},{"T":"301","2":"Shrek","3":"Of course, not. Thank you."},{"T":"301","3":"He yawns carelessly, leans against the corner, and closes his eyes."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"All these people gather together, but no one knows what will happen tomorrow. What would the commandant think after regaining consciousness...?"},{"T":"301","2":"Liv","3":"I wish you were by our side... Commandant."}]