[{"T":"301","2":"Staessen","3":"Humans... How pathetic we are sometimes..."},{"T":"301","2":"Staessen","3":"Never dying when they should... And when they realize they must live, they try to end it all again."},{"T":"301","2":"Luna","3":"What are you trying to say?"},{"T":"301","2":"Staessen","3":"I always thought that... a day would come when I could finally put this all to rest."},{"T":"301","2":"Staessen","3":"The Forest Guard will gradually earn their freedom... We'll gradually free ourselves from the technology of the old institute. Then we can forget about all this bull****... as if it never happened."},{"T":"301","2":"Staessen","3":"Everyone... can bathe in the sunlight... without any grudges. Perhaps... I could have too."},{"T":"301","2":"Staessen","3":"Now I know... That time will never come..."},{"T":"301","2":"Luna","3":"...Are these your last words?"},{"T":"301","2":"Staessen","3":"...No, if anything, this is my repent."},{"T":"301","3":"Trembling, Staessen takes out what appears to be a detonator from his coat."},{"T":"301","2":"Staessen","3":"It's okay... You don't need to do anything... I've long since been ready to go down with this ship."},{"T":"301","2":"Staessen","3":"I just hope... you stop... Please don't... hurt the ARU any more."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"Luna's summons up several blades around her hand. She sends them flying, cutting open a section of each of the three pillars and exposing a back, mechanical antennae structure in each."},{"T":"301","2":"Luna","3":"...That is your problem."},{"T":"301","2":"Staessen","3":"...Looks like it."},{"T":"301","3":"Staessen presses the detonator, triggering a continuous dull rumble to shake the wall. The whole hall deforms and disintegrates in an instant, completely covering Staessen in rubble."},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"Luna glances at the pile of rubble that used to be Staessen, then turns to leave through the entrance."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"α","3":"Forsaken and the Forest Guard have aroused an offensive..."},{"T":"301","2":"Luna","3":"That's good enough. You can head back, Sis. Let them come."},{"T":"301","2":"α","3":"Sure. If I keep fighting, I don't know how much longer I can hold back."},{"T":"301","2":"α","3":"Is your work... finished?"},{"T":"301","2":"Luna","3":"Yes. I got the antennas buried in the pillars, just as Huaxu said."},{"T":"301","2":"α","3":"I see."},{"T":"301","2":"α","3":"Yet, you don't look... pleased."},{"T":"301","2":"Luna","3":"Just witnessing stupidity... as always."},{"T":"301","2":"α","3":"Is that so?"},{"T":"301","2":"Luna","3":"Tell the others to retreat, and I'll catch up with you later."},{"T":"301","2":"α","3":"I've already contacted Roland and Lamia, who will be stopping the attackers in other directions. But Gabriel..."},{"T":"301","2":"Luna","3":"We can leave him. I'll retreat shortly after."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Closing the communications link, Luna silently surveys the wave of destruction left in her wake."},{"T":"301","3":"Why go so far? Her M.I.N.D. echoes with confusion that had been festering since the onset."},{"T":"301","2":"Luna","3":"Huaxu."},{"T":"301","2":"Huaxu","3":"Yes?"},{"T":"301","2":"Luna","3":"Even after reading the information you showed me, I still can't understand what this so-called human possibility is."},{"T":"301","2":"Huaxu","3":"As a population, humans are extremely complex creatures, which cannot be explained by a single definition."},{"T":"301","2":"Luna","3":"That doesn't mean your analysis for Qu was correct."},{"T":"301","2":"Huaxu","3":"Without further information, sender Luna is unwilling to explain the nature of Ascnet to assist in computing."},{"T":"301","2":"Luna","3":"It's not something that you, made by humanity, can understand."},{"T":"301","2":"Luna","3":"Alright, enough."},{"T":"301","2":"Huaxu","3":"Sender Luna's question does not yield a valid response."},{"T":"301","2":"Luna","3":"That will not be necessary."},{"T":"301","2":"Luna","3":"The Ascnet is the only way forward."},{"T":"301","2":"Luna","3":"Only those who can share their power with me... Are qualified to live here once all of this is over."},{"T":"301","2":"Luna","3":"Until then, it's pointless to mull over it."},{"T":"301","2":"Nikola","3":"That's all the worthwhile info."},{"T":"301","2":"Hassen","3":"It's unusual for the Ascendants to attack a human base directly."},{"T":"301","2":"Nikola","3":"Don't forget about Kowloong."},{"T":"301","2":"Hassen","3":"You mean... She had an ulterior motive?"},{"T":"301","2":"Nikola","3":"We don't know exactly what they're trying, but judging from previous behavior, that seems likely."},{"T":"301","2":"Hassen","3":"Other than this, there's something I'm more concerned about..."},{"T":"301","3":"Hassen taps a few times on the control panel. It seems to have loaded a filter template."},{"T":"301","3":"The holographic window immediately pulls a close-up of Luna, highlighting the area."},{"T":"301","2":"Nikola","3":"What did you do?"},{"T":"301","2":"Hassen","3":"Info all thanks to the Gray Raven Commandant. Looks like you're slower than I am."},{"T":"301","2":"Nikola","3":"I have the original data. You have the research data. They're not the same. Not to mention, we..."},{"T":"301","2":"Hassen","3":"The direction is different, I understand. But it serves the same purpose."},{"T":"301","3":"Nikola does not respond. Instead, he makes some adjustments on the control panel, sorting the energy distribution of the highlighted areas throughout the entirety of the battle along a time axis chart."},{"T":"301","3":"After staring at the chart for quite some time, Nikola stands up as if something had come to mind."},{"T":"301","2":"Hassen","3":"What is it?"},{"T":"301","2":"Nikola","3":"I just thought of something. I need to get going."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","3":"Hassen looks at the open door of the conference room with a strange expression."},{"T":"301","2":"Hassen","3":"I guess I really should hit the sack. But before that... I should take this to Asimov."},{"T":"301","3":"Hassen unplugs the hard drive from the terminal and leaves the conference room."},{"T":"301","3":"(Hours after Luna destroyed the Arctic Route Union.)"},{"T":"301","3":"Standing on the ruins and dust from the disaster. Watanabe and Rosetta's olfactory receptors are accosted by a foul and pungent odor."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Wreckage and blackened earth cover the surrounding area. All they can see are shapeless debris and red scorch marks from the high-temperature blasts."},{"T":"301","3":"Rosetta and Diana cannot imagine that the once bustling settlement is now only filled with the sound of flames and crackling of debris."},{"T":"301","2":"Diana","3":"...How can this be..."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Rosetta remains silent and begins searching through the ruins for possible survivors."},{"T":"301","3":"Seeing this, everyone appears to come to their senses. This is what should be done at a time like this. Not just sit here and wallow in pain."},{"T":"301","2":"Watanabe","3":"Everyone spread out a meter apart and begin searching!"},{"T":"301","2":"Forsaken","3":"Roger!"},{"T":"301","3":"..."},{"T":"301","2":"Diana","3":"...Rosetta."},{"T":"301","2":"Rosetta","3":"What is it?"},{"T":"301","3":"Diana watches as Rosetta picks up a massive section of flooring with super-human strength and throws it like cardboard to one side."},{"T":"301","2":"Diana","3":"Do you... really think we'll find any survivors?"},{"T":"301","2":"Rosetta","3":"...We won't know unless we try."},{"T":"301","2":"Diana","3":"But...!"},{"T":"301","2":"Rosetta","3":"Quiet. Make yourself useful."},{"T":"301","2":"Rosetta","3":"Do not forget hope out of fear. We will never give up hope."},{"T":"301","2":"Diana","3":"...Right."},{"T":"301","3":"Diana nods thoughtfully and accompanies Rosetta in taking the Forest Guards to clean up the ruins."},{"T":"301","3":"On the other side, Clark, who had just finished his report, notices that Watanabe is no long responding as diligently as normal. Rather, he appears to be lost in contemplation as he watches people hurriedly working in the ruins."},{"T":"301","2":"Clark","3":"Leader?"},{"T":"301","2":"Watanabe","3":"Go and help. As Rosetta said, we can't forget hope out of shock and fear."},{"T":"301","2":"Watanabe","3":"I need to think... about further down the road."},{"T":"301","3":"Watanabe's eyes move away from the people working in the ruins. He turns to look up at the sky severed by black smoke, as if glaring at a past enemy."},{"T":"301","2":"Watanabe","3":"'We are the Forsaken. Never we forget.'"},{"T":"301","2":"Watanabe","3":"I always thought I had seen enough dead people during my time at war. But today, I realized that..."},{"T":"301","2":"Watanabe","3":"We remember. That is why we are here."},{"T":"301","2":"Watanabe","3":"Whether flesh or machine, humanity is still... just dust in the wind. Even settlements... fare little against the gale."},{"T":"301","2":"Watanabe","3":"The enemy who wants to destroy us is so powerful that, even with my knowledge of war, I can't find a way to defeat them."},{"T":"301","2":"Watanabe","3":"'Ascendants'... What must we do to defeat you?"},{"T":"301","2":"Watanabe","3":"But..."},{"T":"301","2":"Watanabe","3":"No matter how many times you destroy us, people will remember. Atop these ruins they will build anew."},{"T":"301","2":"Watanabe","3":"And this... You will never understand why."},{"T":"301","2":"Watanabe","3":"And even if you did, you have made your presence known here. We won't just sit here and let you run free."},{"T":"301","2":"Child","3":"When... When can we go out?"},{"T":"301","2":"Lady","3":"We can leave once the captain fights away the bad guys. Until then, we need to be good and wait here."},{"T":"301","2":"Old Man","3":"I haven't seen an attack like this... in all my life. With that timid Staessen in charge... We'd better count our lucky stars..."},{"T":"301","2":"Child","3":"..."},{"T":"301","2":"Lady","3":"Even so... What other choice do we have...?"},{"T":"301","2":"Child","3":"Are... Are... We gonna die?"},{"T":"301","2":"???","3":"Of course not! Someone'll rescue us!"},{"T":"301","2":"Child","3":"Evan... What should... we do?"},{"T":"301","2":"Evan","3":"I don't know if we can count on Mister Staessen either..."},{"T":"301","2":"Evan","3":"But that's okay! The ARU isn't alone!"},{"T":"301","2":"Evan","3":"We've also got the Forest Guard, Forsaken, and Babylonia there to help us!"},{"T":"301","2":"Evan","3":"They... They won't let anything bad happen!"},{"T":"301","2":"Lady","3":"R-really?"},{"T":"301","2":"Evan","3":"Don't forget Amberia and New Sophiasburgh!"},{"T":"301","3":"..."},{"T":"301","2":"Child","3":"Evan! I hear somethin'!"},{"T":"301","3":"The child points in the direction of the sound. A light knocking is heard vibrating through the heavy reinforced steel doors."},{"T":"301","3":"Evan rushes forward and looks through the periscope. A moment later, people can hear sound from the outside world."},{"T":"301","2":"???","3":"Anyone there?! We're here to rescue you!"},{"T":"301","2":"Evan","3":"..."},{"T":"301","2":"Evan","3":"We... We're..."},{"T":"301","2":"Evan","3":"We're... in here!"}]