[{"T":"102","1":"Forgotten Sand","2":"Chapter 4"},{"T":"301","2":"Lucia","3":"Kamui!"},{"T":"301","2":"Lucia","3":"Kamui... Wake up! The floor's about to collapse!"},{"T":"301","2":"Kamui","3":"Lu... cia..."},{"T":"301","2":"Kamui","3":"Wait! Roland... Where is he? He just... I..."},{"T":"301","2":"Lucia","3":"Roland already vanished before we broke through and found you... We just detected high Punishing Virus activity, what did he do to you?"},{"T":"301","2":"Kamui","3":"I don't know... but I faded out back then... I don't feel anything strange though."},{"T":"301","3":"The infrastructure begins to fall apart as swarms of Corrupted crawl through the seams."},{"T":"301","2":"Lucia","3":"...Are you really okay? Though it is true that you currently show no signs of corruption."},{"T":"301","2":"Lee","3":"If your corruption threshold goes over, Liv can detect it before you can even tell it yourself."},{"T":"301","2":"Kamui","3":"（…………）"},{"T":"301","2":"Liv","3":"Everyone, the last withdrawal route is also blocked by Corrupted."},{"T":"301","2":"Lee","3":"Corrupted will also evade the collapsed areas. This will only increase their density in our path."},{"T":"301","2":"Kamui","3":"If there's no path, then we'll just have to break through and make a path!"},{"T":"301","2":"Lucia","3":"Even if we do manage to break through, we still won't know where to go."},{"T":"301","2":"Kamui","3":"Where to go... Lucia, that reminds me! I might have a plan!"},{"T":"301","2":"Lee","3":"Just say it, we don't have time..."},{"T":"301","2":"Kamui","3":"Strike Hawks are professional scouts, so to gather intel, we always plant monitoring devices on our mission paths."},{"T":"301","2":"Kamui","3":"These devices collect high-precision geo-data of the surroundings. If they are still intact, then the mapping should be done by now."},{"T":"301","2":"Lee","3":"Calculating a route from high precision geo-data mapping... Liv, is that doable?"},{"T":"301","2":"Liv","3":"Yes, if the data is precise enough, then with my computing power, it should be doable!"},{"T":"301","2":"Kamui","3":"Alrighty, let's go retrieve the nearby devices then!"},{"T":"301","2":"Lucia","3":"You just barely recovered from the fight with Roland, are you going to be okay?"},{"T":"301","2":"Kamui","3":"No problem, ma'am! Just a mere scratch! It's so unlike you though, Lucia, caring about others, haha!"},{"T":"301","2":"Lucia","3":"I... I didn't care about others before...?"}]