[{"T":"301","2":"System","3":"..."},{"T":"301","2":"System","3":"Connected."},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","3":"A strange scene unfolds before you. Watanabe and Ayla are standing on two sides, keeping distance from the Corrupted while preparing to fight."},{"T":"301","2":"Ayla","3":"According to my calculations, the Corrupted are splitting up, moving toward our east and west."},{"T":"301","2":"Ayla","3":"How are you doing there, ■■■■■?"},{"T":"301","2":"Watanabe","3":"■■■■■...? What's going on?"},{"T":"301","2":"Ayla","3":"...I detected an abnormal signal connecting to my M.I.N.D. 0.34 microseconds ago. This signal must have affected our communication system."},{"T":"301","2":"Ayla","3":"This signal..."},{"T":"301","2":"Ayla","3":"Commandant...? You're watching us, aren't you?"},{"T":"302","2":"Yep.","4":"What are you two doing?"},{"T":"301","2":"Watanabe","3":"I see. For a split second, it felt like I was being controlled."},{"T":"301","2":"Watanabe","3":"I'm assisting ■■■■■ in a temporary clean-up mission."},{"T":"301","2":"Ayla","3":"Commandant, care to explain what's going on?"},{"T":"302","2":"(Explain)"},{"T":"301","2":"Ayla","3":"So you were kidnapped and put into a connection chamber, because of April Fool's Day... And you have problems identifying us."},{"T":"301","2":"Watanabe","3":"But from what you said, the recognition discrepancy didn't happen to Lucia."},{"T":"301","2":"Ayla","3":"Perhaps that connection chamber wasn't fully activated just then... Or maybe there was another reason. Anyway, could you describe what we look like to you?"},{"T":"302","2":"You're Ayla and Watanabe."},{"T":"301","2":"Ayla","3":"So I'm Ayla... Hmm."},{"T":"301","2":"Watanabe","3":"Watanabe... huh. Why would Commandant see me as Watanabe?"},{"T":"301","2":"Watanabe","3":"Is this another trick that Lord is playing on me?"},{"T":"301","2":"Ayla","3":"The kidnappers mentioned April Fool's Day. It could all be part of that."},{"T":"301","2":"Ayla","3":"Maybe we could find some clues by creating abnormal happenstances. How about..."},{"T":"301","2":"Ayla","3":"■■, put your hand on my chest."},{"T":"302","2":"Hold on!","4":"That's harassment!"},{"T":"301","2":"Ayla","3":"It's only a behavioral experiment in order to find out the truth."},{"T":"301","2":"Ayla","3":"Harassment...?"},{"T":"301","2":"Watanabe","3":"No, I'm not doing that. In Commandant's eyes, it would be Watanabe putting his hand on Ayla's... chest, right?"},{"T":"301","2":"Ayla","3":"Bugs are often discovered in irregularities. Maybe by inducing conflict, we will be able to test the stability of this connection system."},{"T":"301","2":"Ayla","3":"This could be the key to solving this issue."},{"T":"301","2":"Watanabe","3":"I said no. And please don't talk about these weird things with such a straight face!"},{"T":"302","2":"Why don't we find some other way?","4":"Anyway, let's start searching."},{"T":"301","2":"Watanabe","3":"I agree! Let's search for Commandant's whereabouts."},{"T":"301","2":"Ayla","3":"I just ran a second risk calculation. We don't know much about the chamber, so any attempts that may possibly crash the system might be potentially harmful."},{"T":"301","2":"Watanabe","3":"Looks like we have to search the area inch by inch."}]