[{"T":"301","3":"Lee and Liv are protecting the watermelon from the evil that is Nanami. Nanami is off to one side, staring at the watermelon and sulking."},{"T":"301","2":"Kamui","3":"Lee, you might turn out to be a good competitive swimmer."},{"T":"301","2":"Lee","3":"Why so?"},{"T":"301","2":"Kamui","3":"Because you look good in a swimsuit."},{"T":"301","3":"Liv nods in agreement."},{"T":"301","2":"Liv","3":"I never imagined you in a swimsuit before, Lee, but after I actually saw you in one, it feels like you're made to wear it."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"But you can't swim, right, Lee...?"},{"T":"301","2":"Lee","3":"If there are water-based operations in the future, I will install the appropriate modules."},{"T":"301","2":"Kamui","3":"So what should we play next? Is there anything you want to play, Commandant?"},{"T":"301","2":"Nanami","3":"Leave it to Nanami! Nanami knows everything about play!"},{"T":"301","2":"Nanami","3":"Nanami has been researching human behavior, and I know everything about beach sports!"},{"T":"301","2":"Nanami","3":"First, Liv, you'll have to sit here, like this!"},{"T":"301","2":"Nanami","3":"Then Commandant, you have to lie on Liv's lap."},{"T":"301","2":"Liv","3":"Huh?!"},{"T":"301","2":"Lee","3":"Stop messing around."},{"T":"301","2":"Nanami","3":"Aww, well... Then we can bury Commandant in sand, and make a sand castle on top."},{"T":"301","2":"Lee","3":"I don't think this game supports that."},{"T":"302","2":"So does this mean you'll do it, if it's possible?"},{"T":"301","2":"Lee","3":"Don't put words in my mouth."},{"T":"301","2":"Nanami","3":"Hmmmmmm, well then..."},{"T":"301","2":"Lee","3":"Where are you getting all these weird ideas from..."},{"T":"301","2":"Nanami","3":"In old human shows, the beach episode is almost always episode 7 or 8 in the series! Nanami has figured out the pattern!"},{"T":"301","2":"Nanami","3":"Nanami got through all of it in the database, which makes Nanami a beach master!"},{"T":"301","2":"Lee","3":"I don't know what you're talking about, but you should stop watching those weird shows."},{"T":"302","2":"Ah, Lee..."},{"T":"302","2":"Your towel is falling off."},{"T":"301","3":"You reach over to grab the towel falling off Lee's body, but your hand slips right through his shoulder."},{"T":"301","2":"Lee","3":"...?"},{"T":"301","3":"...Right. This is a virtual space."},{"T":"301","3":"You withdraw your hand awkwardly."},{"T":"301","2":"Liv","3":"It would be great if we could all come to a real beach to play like this."},{"T":"301","2":"Lee","3":"The Corrupted are everywhere on Earth. We will have to find a suitable beach and cleanse the area first, then section off a safe zone."},{"T":"301","2":"Lee","3":"I don't think our superiors would be so kind as to let us go down to earth simply for entertainment."},{"T":"301","2":"Liv","3":"But I guess... inside a game like this, there's no need to worry about the Corrupted, at least."},{"T":"301","2":"Nanami","3":"Oh... There are no Corrupted here, but..."},{"T":"301","3":"Booms resound in the distance. It closes in by the second."},{"T":"301","2":"Nanami","3":"But..."},{"T":"301","3":"Spurts of sand fly up on the beach. The sound grows louder."},{"T":"301","2":"Nanami","3":"But if it's just normal baddies! There's a bunch of 'em!"},{"T":"301","3":"The source of the noise reveals itself to be a group of mechanoids, charging over at you."},{"T":"301","2":"Lee","3":"These are simulated enemies used in training! Why would their data be in this game?!"},{"T":"301","2":"Nanami","3":"Ehehe! You can thank Nanami for that!"},{"T":"302","2":"But why even Musashi models on the beach?"},{"T":"301","2":"Nanami","3":"Because Nanami thinks Musashi might also want a beach vacation."},{"T":"301","2":"Lee","3":"Don't just mod in whatever you want!"},{"T":"301","2":"Nanami","3":"But Nanami wants to play Tsar Cry!"},{"T":"301","2":"Kamui","3":"Hahaha! Isn't this fun? We can just treat it like an action game!"},{"T":"301","2":"Lee","3":"Sigh..."}]