[{"T":"301","2":"Lee","3":"Whoa, whoa, whoa... Wait a second. This was your idea, Lucia?"},{"T":"301","2":"Lucia","3":"I..."},{"T":"301","2":"Lee","3":"Sigh... This is turning into a disaster."},{"T":"301","2":"Lee","3":"I regret having her help..."},{"T":"301","2":"Nanami","3":"TA-DA! Whatcha think? Here's my one-of-kind, super-duper, most prettiest Christmas tree in the whole wide world. Who'd say no to this?"},{"T":"301","2":"Nanami","3":"Scoot over, you two! Give my Super Christmas Tree some time in the limelight."},{"T":"301","2":"Lee","3":"Sigh..."},{"T":"301","3":"A Christmas tree decorated with all sorts of parts and equipment appears before them."},{"T":"301","2":"Lucia","3":"Watanabe's belt... You ran off to the Forsaken Camp, then came right back?"},{"T":"301","2":"Lee","3":"Bianca's hat... You didn't steal all of this... Did you?"},{"T":"301","2":"Nanami","3":"Nope, nope! I just... borrowed them. They've got extras just sittin' around. It'd be a shame to just let them go to waste! Look! I also brought one of your jackets, Lee!"},{"T":"301","2":"Lucia","3":"And my scarf..."},{"T":"301","2":"Lee","3":"And even Kamui's headphones..."},{"T":"301","2":"Nanami","3":"Hehe, and I had Karenina's scarf from earlier!"},{"T":"301","2":"Nanami","3":"But wait! I got a bunch of the commandant's clothes, too!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"Are you really sure this okay? I'm sure the commandant's going to go ballistic after seeing this... um... 'Super Christmas Tree'..."},{"T":"301","2":"Lucia","3":"It's not like we have time to find any other ornaments. This is all we got..."},{"T":"301","2":"Lee","3":"I guess there's nothing to be afraid of... Right...?"},{"T":"301","2":"Lucia","3":"Well, if you think about it from another point of view... She might still be surprised."},{"T":"301","2":"Lucia","3":"It's the thought that counts. As long as Liv is happy, I'm sure the commandant won't mind."},{"T":"301","2":"Lee","3":"You're right. After all, the commandant has always been understanding. I don't think Nanami's 'surprise' will disappoint."},{"T":"301","2":"Lucia","3":"Besides, I think the commandant means the most to Liv."},{"T":"301","2":"Lucia","3":"I hope she gets the sentiment."},{"T":"301","2":"Lee","3":"Considering this is what we've been building up to."},{"T":"301","2":"Nanami","3":"Got that right! That's what I was thinking! You're all the best! So I like that there's a little bit of all of us hanging on the tree!"},{"T":"301","2":"Nanami","3":"I made this tree hoping Liv likes it, so there's no way she won't!"},{"T":"301","2":"Lee","3":"It's about time. Let's go."},{"T":"301","2":"Lucia","3":"(Nods)"},{"T":"301","2":"Liv","3":"Today's been great. I can't remember the last time I saw snow."},{"T":"301","2":"Liv","3":"Thank you so much, Commandant!"},{"T":"302","2":"Forget something, Liv?","4":"Today's an important day."},{"T":"301","2":"Liv","3":"Huh?"},{"T":"302","2":"Close your eyes."},{"T":"301","2":"Liv","3":"O-okay... What are you doing?"},{"T":"302","2":"Open your eyes."},{"T":"301","2":"Liv","3":"W-what... W-what's this...?!"},{"T":"302","2":"It's a Christmas tree.","4":"Nanami decorated it herself."},{"T":"301","3":"Nanami slowly scoots the tree in front of Liv."},{"T":"301","2":"Liv","3":"N-Nanami?"},{"T":"301","2":"Lee","3":"...Yes. By definition, it is, in fact, a Christmas tree."},{"T":"301","2":"Liv","3":"You too, Lee..?"},{"T":"301","2":"Lucia","3":"It might be a bit rough around the edges, but we hope you like it."},{"T":"301","2":"Liv","3":"Lucia, too..."},{"T":"301","2":"Liv","3":"(Tears up) You guys... Everyone... So that's what you've been up to."},{"T":"302","2":"Tonight is Gray Raven's first Christmas Eve.","4":"Let's enjoy it together."},{"T":"301","2":"Lee","3":"I'm just relieved you like the Christmas Tree, Commandant."},{"T":"301","2":"Lucia","3":"Not only that, I think our ability to work as a team in battle will be better now."},{"T":"301","2":"Lee","3":"Sure wasn't easy, though..."},{"T":"301","2":"Nanami","3":"Yippie! Looks like my Super Christmas Tree is making you blush, Liv! You like it, don'tcha?"},{"T":"301","2":"Liv","3":"Yes, I really do! I'm so happy to receive such an amazing gift, Nanami."},{"T":"301","2":"Lucia","3":"I think this turned out to be a really great team exercise."},{"T":"301","2":"Lee","3":"At least it wasn't all for nothing. It means a lot to put a smile on your face, Liv."},{"T":"301","2":"Nanami","3":"Alight, alright! Livy, Liv! Time for you to tell us how you feel! Make way, everybody! Move it or lose it!"},{"T":"301","2":"Nanami","3":"So... How do you feel after seeing the Super Christmas Tree?"},{"T":"301","2":"Liv","3":"How do I feel? I feel surprised. And happy."},{"T":"301","2":"Nanami","3":"...That's it?"},{"T":"301","2":"Liv","3":"Yeah... But just one more thing—"},{"T":"301","2":"Lucia","3":"What's that?"},{"T":"301","2":"Liv","3":"Next time, can you not mix everyone's stuff with all that candy..."},{"T":"302","2":"...Couldn't you have at least left my stuff alone?","4":"I second the motion..."},{"T":"301","2":"Lucia","3":"Relax, Commandant!"},{"T":"301","2":"Lee","3":"So the commandant DOES care after all..."},{"T":"301","2":"Nanami","3":"But I heard you have to cover the Christmas tree with candy all the way to the tippy-top! Only then is it a REAL Christmas tree!"},{"T":"301","2":"Liv","3":"You're right. Good job, Nanami... I really like the Christmas tree and the commandant's... ornaments."},{"T":"301","2":"Liv","3":"But considering all the hard work everyone put in getting ready for the holiday, I'm the only one who gets to enjoy the surprise. I'd rather..."},{"T":"301","2":"Liv","3":"I'd rather work together with everyone so we can all enjoy Christmas."},{"T":"301","2":"Liv","3":"Sorry, I know it sounds childish... But that's how I really feel."},{"T":"301","2":"Liv","3":"I want us to get ready for Christmas together. That way all of us can enjoy the holiday!"},{"T":"301","2":"Nanami","3":"(Whimper) You're so amazing, Liv! I think I'm gonna cry!"},{"T":"301","2":"Lee","3":"That sure is something only you would say, Liv. Well, Christmas isn't over yet."},{"T":"301","2":"Lucia","3":"Looks like there aren't enough lights on the tree. What should we do, Commandant?"},{"T":"302","2":"Gray Raven, Liv, time to initiate Operation Christmas! Give it your all!"},{"T":"301","2":"Liv","3":"O-okay, Commandant! I'll do my best!"}]