[{"T":"301","2":"Flora","3":"～Oh! Look! Do you see?～"},{"T":"301","2":"Flora","3":"～There, my comrades carried; there, the ship departs! Infinite is the love it holds, eternal will the dreamers last!～"},{"T":"301","2":"Flora","3":"～Away it sails! My hope it hails!～"},{"T":"301","2":"Flora","3":"～Farewell, my friends, my family...～"},{"T":"301","2":"Flora","3":"～Elysium-bound you will be, in the future days when you are free.～"},{"T":"301","3":"Flora sits on the floor, holding out a hand toward Selena."},{"T":"301","3":"An invitation to dance, this the same gesture the protagonist does before the curtain call."},{"T":"301","3":"Flora holds on to her pose for a very long time, her expression not shifting a bit."},{"T":"301","3":"Does she not want the show to end? Selena wonders, thinking that there must be a stubbornness inside this girl that carries her across a barren desert to these ruins, performing over and over despite the pain from the infection."},{"T":"301","3":"Selena must protect a heart so frail and resilient."},{"T":"301","3":"Thinking that, Selena performs the same gesture, and the two of them stand still."},{"T":"301","3":"Standing... still..."},{"T":"301","2":"Flora","3":"Aargh... My arm is getting sore! Why aren't we bowing?"},{"T":"301","3":"Flora's quiet complaint makes Selena realizes that Flora is not demonstrating her stubbornness. She simply thinks that all actors cannot move before the final bow."},{"T":"301","2":"Selena","3":"...Right. This is the end of 'The Acadia Evacuation'. Thank you for watching."},{"T":"301","3":"Selena mimics the motion of pulling the curtain down. Flora's tense body relaxes as the imaginary curtains fall, and her somber expression turns into joy."},{"T":"301","2":"Flora","3":"Whoa... that was great! So great! I know I missed a lot of lines, but it felt so wonderful to perform a full act!"},{"T":"301","2":"Flora","3":"Thank you, Miss! You're my first audience!"},{"T":"301","2":"Flora","3":"I have to... offer you... my gratitude. This way, Mom would..."},{"T":"301","3":"Her voice suddenly dwindles, and her young body falls. Selena manages to catch her before she faints and falls to the ground."},{"T":"301","3":"Disordered breaths, signs of infection, hunger, and cold—all of them take their toll the moment the performance is completed."},{"T":"301","3":"Selena manages to inject Flora with a serum in time, giving the girl water with her waterskin."},{"T":"301","2":"Flora","3":"Hah... Ugh..."},{"T":"301","2":"Selena","3":"Flora... you need to rest."},{"T":"301","2":"Flora","3":"Y-yes... I can rest now..."},{"T":"301","3":"Her voice is weak but still joyous."},{"T":"301","2":"Flora","3":"T-then, Miss... c-can you tell me... how you feel... about our performance together?"},{"T":"301","2":"Selena","3":"Of course... Your performance was perfect. Thank you for doing it."},{"T":"301","2":"Flora","3":"Really... That's great. Do you think Mom will... feel better... after she sees it..."},{"T":"301","3":"A child can be more stubborn than an adult sometimes."},{"T":"301","3":"Selena was ready for this small, unyielding spirit."},{"T":"301","2":"Selena","3":"...Actually, there is more to this story... Do you want to know how it truly ends?"},{"T":"301","3":"Hearing about an ending to the story, Flora's dull eyes glisten again. Her trembling lips have not even opened, and Selena knows what her answer will be."},{"T":"301","3":"Selena supports Flora's body with one hand and opens her terminal with another."},{"T":"301","3":"Quietly she tells Flora a story the way she did with the children in the conservation area."},{"T":"301","3":"The real ending of 'The Acadia Evacuation'."},{"T":"301","3":"This ending does not change any prior plot, but it completely alters the theme of the opera."},{"T":"301","3":"The dying soldier who stayed on the surface gave the ones departing for Babylonia his blessings."},{"T":"301","3":"With unregretful death and sacrifice, as well as hope for the future, he died as the opera ended."},{"T":"301","3":"—But that was just the fantasy of those who lived."},{"T":"301","3":"The people from Babylonia were praising how noble the soldiers' sacrifices were—until they received the dying soldiers' messages, revealing how painful and regretful the soldiers felt."},{"T":"301","3":"And these feelings spread to those who saw the messages."},{"T":"301","3":"Regrets and shame flooded their hearts, followed by indifference—a way to protect themselves."},{"T":"301","2":"Selena","3":"...That is it."},{"T":"301","2":"Flora","3":"That's... the real ending?"},{"T":"301","3":"Flora mumbles, voicing her first thought. She has recovered much with the serum and water, but she is still leaning in Selena's arm."},{"T":"301","2":"Flora","3":"But... but why?"},{"T":"301","2":"Flora","3":"I don't get it... I don't understand why the writer would think that way..."},{"T":"301","2":"Flora","3":"Miss... Do you know? Can you tell me?"},{"T":"301","2":"Selena","3":"...Of course."},{"T":"301","2":"Selena","3":"Perhaps she didn't think clearly when she published the first version of the opera... Perhaps she has been through something else that changed her mind, and she gave the story a new ending."},{"T":"301","3":"Regardless of the plot, an author's intent will always reveal itself in the ending."},{"T":"301","3":"A line from the ending can elevate the story, or it can make the story lingers."},{"T":"301","3":"Of course an ending can also overturn it."},{"T":"301","2":"Selena","3":"Legends and spirits are such wonderful things, but not everyone can place them above their lives."},{"T":"301","2":"Selena","3":"The heroic sacrifice might not be the end. The hero might have cried, cursed, or regretted his choice."},{"T":"301","2":"Selena","3":"After all... the story is not the whole truth."},{"T":"301","2":"Flora","3":"Okay..."},{"T":"301","3":"Flora closes her eyes. She seems to be thinking, or perhaps she is simply too tired, about to fall asleep."},{"T":"301","3":"Regardless, Selena has to take her away now. Right as Selena is about to lift her up, however, she jumps from Selena's arms and stands."},{"T":"301","2":"Flora","3":"Hmm... That's wrong. It's... it's not right!"},{"T":"301","3":"Flora crouches, still trembling, picking up the paper booklet on the floor. Those are the creased pages of 'The Acadia Evacuation', most likely left behind by her father."},{"T":"301","2":"Flora","3":"The people who stayed behind would feel regretful and hateful... Hmm, that's possible. That makes sense... but still..."},{"T":"301","3":"She writes down a few lines on the crumpled paper, turning what Selena said into dialogues."},{"T":"301","3":"And then she adds a few more lines."},{"T":"301","3":"Flora works fast. She started with words, but now she is filling the pages with child-like drawings and weird symbols—probably a secret language the girl invented."},{"T":"301","3":"Writing and drawing, she eventually holds up her script and narrates another new ending after the new ending she just heard."},{"T":"301","3":"—The grandeur of the sacrificed is just the fantasy of those who lived."},{"T":"301","3":"The people from Babylonia were praising how noble the soldiers' sacrifices were—until they received the dying soldiers' messages, revealing how painful and regretful the soldiers felt."},{"T":"301","3":"But the people up there do not ignore this pain."},{"T":"301","3":"They remember their laments and turn that into the fuel that drives them forward."},{"T":"301","3":"One after another, squads are sent to the surface from above."},{"T":"301","3":"When the day of peace and liberation arrives, the returned stand before the soldier's grave, giving him the funeral he deserves. And they say—"},{"T":"301","2":"Flora","3":"—'Farewell, my friends, my family...'"},{"T":"301","2":"Flora","3":"—'Elysium-bound you will be, in the future days when you are free.'"},{"T":"301","2":"Flora","3":"Right. Right! That's how it should be."},{"T":"301","2":"Flora","3":"The people who got sent away will one day understand why the soldier sacrificed himself. They were fighting for the same cause, so that's now the ending should be."},{"T":"301","3":"The child, just recovered, opens up the script with her shaking hands, unveiling the new ending to Selena. Selena, meanwhile, is taken aback."},{"T":"301","2":"Selena","3":"Is that... the ending you think will come true?"},{"T":"301","2":"Flora","3":"Come true? No... I don't think it is."},{"T":"301","2":"Flora","3":"I think... it's the ending that would move me... that would move Dad."},{"T":"301","2":"Flora","3":"I know how the writer felt, but I get to decide how I interpret it. I just think that... even with part of the ending dismissed, there must be more to it when the sacrifice was written so majestically."},{"T":"301","2":"Flora","3":"The stories before the ending made me feel that despite feeling powerless and hurt, the moment they stepped onto the battlefield, the people who sacrificed themselves had received courage... and hope."},{"T":"301","2":"Flora","3":"Passing on this courage and hope was why the writer wrote this opera in the first place. Isn't that enough to understand this? The truth... might be too complicated. The writer might not understand everything when she wrote it."},{"T":"301","2":"Flora","3":"Prospero, Iris, magic... None of them are real, and I don't know why their writer wrote them this way. But they were... nice. They were nice..."},{"T":"301","2":"Flora","3":"Isn't... that enough?"},{"T":"301","3":"Instead of an answer, Flora receives a hug."},{"T":"301","3":"Selena embraces her tightly."},{"T":"301","2":"Selena","3":"You're right... That was very well said..."},{"T":"301","3":"They are so close that Selena can hear Flora's heart beating in her chest."},{"T":"301","3":"The same heartbeats as Selena's."},{"T":"301","2":"Selena","3":"Thank you..."},{"T":"301","2":"Flora","3":"Hmph? Why are you thanking me...?"},{"T":"301","3":"Once again, Selena does not answer, only holding Flora even tighter."},{"T":"301","3":"—Thank you for rebutting me and reflecting sincerely. I knew you could do it."},{"T":"301","3":"—Thank you for saying what I couldn't say. Those words would be too powerless if they came from me."},{"T":"301","2":"Selena","3":"Your ideas will be carried into your work... One day, they will also move someone else."},{"T":"301","2":"Selena","3":"And that's enough. Lost or hurt, this pureness of yours will guide you and guard you. Even when facing adversity... you will outlast the storm."},{"T":"301","2":"Selena","3":"If this war ends one day... you will become an artist with admirable pursuit..."},{"T":"301","2":"Selena","3":"I believe... you can do it..."},{"T":"301","2":"Flora","3":"Oh... then, thank you, Miss."},{"T":"301","2":"Flora","3":"What you said makes me believe that I... will bring Mom comfort."},{"T":"301","3":"Hazy as she may be, Flora sits up and answers Selena."},{"T":"301","2":"Pieter","3":"(Chuckles)"},{"T":"301","3":"Pieter watches from afar. He is supposed to take Flora back by now. Even with the serum, it is not a good idea for a child to stay somewhere with a low concentration of the Punishing Virus."},{"T":"301","3":"Instead, he just stays away from the stay, watching the two girls holding each other."},{"T":"301","3":"Selena does not notice this one audience. She keeps hugging Flora, hoping to send the girl her thoughts through her embrace."},{"T":"301","3":"Suddenly, Flora looks up and sulks, speaking in a purposefully accusatory tone."},{"T":"301","2":"Flora","3":"Hold on—hold on! I have to correct you on something, Miss. My dad wouldn't have cried before he died!"},{"T":"301","2":"Flora","3":"'Imagination and the freedom it offers, I hope it takes you beyond the ferryman's river.'"},{"T":"301","2":"Flora","3":"'Elysium-bound you will be, in the future days when you are free.'"},{"T":"301","2":"Flora","3":"That's Dad's favorite line... I'm sure he would have left behind this blessing as his last words... I'm sure of it!"},{"T":"301","2":"Pieter","3":"..."},{"T":"301","2":"Pieter","3":"This line..."},{"T":"301","3":"Pieter takes out his terminal."},{"T":"301","3":"In the message he received, there is a string of jumbled code after the coordinates. Jumbled, however, does not mean unsolvable. Recovering data is a skill every soldier knows."},{"T":"301","3":"But Pieter did not do it."},{"T":"301","3":"When he saw those words, that gaze of death seemed to haunt him once again."},{"T":"301","3":"He refused to look it in the eye."},{"T":"301","3":"But now, he operates on his terminal, untangling and revealing those jumbled words once more."},{"T":"301","3":"—'Imagination and the freedom it offers, I hope it takes you beyond the ferryman's river.'"},{"T":"301","3":"—'Elysium-bound you will be, in the future days when you are free.'"},{"T":"301","2":"Pieter","3":"How could this be..."},{"T":"301","2":"Pieter","3":"So... a backbone before you died, huh...?"},{"T":"301","2":"Pieter","3":"Did my words really... move you that much..."},{"T":"301","3":"The rookie who joined the army because of a momentary urge never forgot about the sentiments that drove him even in the face of death. In pain, he chose to pass this aspiration to his comrade."},{"T":"301","3":"But the rookie did not know that his comrade was the one who seeded this aspiration in his opera in the first place."},{"T":"301","3":"And now, years later—across time—it has returned to the hands of its author."},{"T":"301","3":"Putting down his terminal, Pieter lets out a few gravelly chuckles."},{"T":"301","3":"He looks up at the hugging girls on the stage."},{"T":"301","3":"He sees two flowers blossoming."},{"T":"301","3":"Art is their name, the soul their soil. Two flowers have sprouted after being moved."},{"T":"301","3":"That feeling was passed down from that great composer. Through his hands, it has spread throughout time."},{"T":"301","3":"Not everything is perfect, nor is the journey smooth sailing, but that flower is growing from his legacy. Now, it blooms on the battlefield, the sky city, and the crumbling stage before him, speaking the same line he said in haste in the past."},{"T":"301","2":"Pieter","3":"Ha... how nice."},{"T":"301","2":"Pieter","3":"'Farewell, my friends, my family...'"},{"T":"301","2":"Pieter","3":"'Imagination and the freedom it offers, I hope it takes you beyond the ferryman's river.'"},{"T":"301","2":"Pieter","3":"'Elysium-bound you will be, in the future days when you are free.'"},{"T":"301","2":"Pieter","3":"That's the end of 'A Hero's Farewell'. Thank you for watching."},{"T":"301","3":"—What a great story, papa! Can I be someone like you when I grow up?"},{"T":"301","3":"—Opera composer? I... don't really get it, but if a composer will tell good stories like you do, then I'll go do that!"},{"T":"301","3":"—I also have a lot of songs I want to sing and a lot of stories I want to tell! I hope my stories will also make people jump up and down like I would!"},{"T":"301","3":"—Are you leaving already, papa?"},{"T":"301","3":"—Then tell me the rest of the story after you come back! Promise me!"},{"T":"301","2":"Pieter","3":"..."},{"T":"301","3":"When Pieter snaps awake, he finds his hands are clapping."},{"T":"301","3":"He has forgotten this feeling for a very long time. All he can do now is cheer."},{"T":"301","3":"Hearing him clapping, the two girls on the stage finally notice their audience, and they stand up, slightly embarrassed."},{"T":"301","2":"Selena","3":"By the way, I still don't know your name."},{"T":"301","2":"Selena","3":"Can you tell me your name, young composer?"},{"T":"301","2":"Flora","3":"My name...?"},{"T":"301","3":"Flora tilts her head, confused as to why Selena is asking her this right now, but she still gives Selena her answer."},{"T":"301","2":"Flora","3":"Selena... My name is Selena."},{"T":"301","2":"Flora","3":"Selena Florance... That's my name."}]