[{"T":"301","3":"Like a prisoner who just broke out of a prison in the desert, the sun shines madly on the dunes. The air is filled with scorching heat and dry dust."},{"T":"301","3":"Watanabe walks on yellow sand. Summer wind quickly blasts over the sand, bringing salty air from some unknown distant sea and the smell of gasoline from abandoned factories before disappearing again into the horizon."},{"T":"301","3":"He smells gun smoke, which is then quickly erased by the dry summer wind."},{"T":"301","3":"He stands in the vast desert."},{"T":"301","3":"Watanabe has never felt so calm, even when his Inver-Device is screaming about the high-concentration of Punishing Virus in the air."},{"T":"301","2":"Watanabe","3":"Hah, leave me alone. I don't often get to enjoy the afternoon like this."},{"T":"301","3":"Watanabe reaches out for the Inver-Device in his hair. The sharp tip feels like the bones of some deep-sea animal—hard, but fragile."},{"T":"301","3":"Watanabe clenches the Inver-Device tightly. With his teeth gnashed, he breaks it with great force."},{"T":"301","2":"Watanabe","3":"Ugh... Argh..."},{"T":"301","3":"As Watanabe forces his way out of the controlled network of Babylonia, he could no longer turn off his pain reception."},{"T":"301","3":"But he didn't plan to do so anyway. Even when he was back in Babylonia, sometimes, only the pain could remind him that he was alive."},{"T":"301","3":"Pain helps him remember many things. A valuable lesson from his instructor."},{"T":"301","2":"Watanabe","3":"Um..."},{"T":"301","3":"Enduring the pain and forcibly removing his Inver-Device, Watanabe wipes away the vital fluid flowing down from the wound on his forehead."},{"T":"301","2":"Watanabe","3":"Hmph."},{"T":"301","2":"Watanabe","3":"I don't need this kind of collar anymore."},{"T":"301","3":"The Inver-Device covered with vital fluid rests in the palm of Watanabe's hand. He clenches his fist then his relaxes hand, causing the device to fall between his fingers."},{"T":"301","3":"Seemingly oblivious to it, Watanabe quietly and resolutely walks in the direction of the 'Oasis'."}]