[{"T":"301","3":"Nightfall descends upon Earth once more. Liv steps out of the room where the two commandants are resting and looks out at the landscape outside the basement."},{"T":"301","2":"Liv","3":"What can I do... to make 【kuroname】 regain consciousness...?"},{"T":"301","3":"Dim moonlight covers the scarred earth in a veil of peace, obscuring the mountains of death for those still wandering out in the wilderness."},{"T":"301","3":"If time wasn't a measure of how long the explorers had left, it wouldn't be important for those hiding in the enclosed basement of the conservation area."},{"T":"301","3":"Here, the reference for measuring minutes and seconds is no longer a clock, but a sense of hunger."},{"T":"301","3":"When most would people go to sleep according to their biological clock, the constructs protecting the conservation area of City 043 still haven't begun to rest."},{"T":"301","3":"They are either guarding the conservation area outside or still on rescue missions, and Liv is no exception."},{"T":"301","3":"Today, the new rescue team brought several injured refugees. Although they should have been happy to find new survivors, the increasingly scarce supplies make it impossible for them to celebrate."},{"T":"301","3":"She wants to do something, but there is nothing she can do. She wants to speak with others, but her listeners have gone their separate ways."},{"T":"301","3":"Before her regret can condense into a needle stabbing into her chest, she carefully weaves it into her diary."},{"T":"301","2":"Liv","3":"Miss Lindsey was rescued at noon, but she was seriously wounded."},{"T":"301","2":"Liv","3":"...It seemed unreasonable to try to save a seriously injured patient with such a lack of materials, because it would only prolong her pain and would not change the outcome."},{"T":"301","2":"Liv","3":"But I saw Miss Lindsey's desire and struggle in her eyes. Whenever she slightly regained consciousness, she would be looking for her partner."},{"T":"301","2":"Liv","3":"Whenever she found her, she would open her trembling mouth as if to say something..."},{"T":"301","2":"Liv","3":"She must have something she wants to say, that's why she worked so hard to do so..."},{"T":"301","2":"Liv","3":"So I did my best to give her first aid. Her chances were slim, but I still hoped that a miracle could happen."},{"T":"301","3":"After recording Lindsey's treatment, she quietly stares at her diary for a long time as she tries to find any potential opportunity from the limited content to make a better effort to save her life or reduce her pain."},{"T":"301","3":"However, all possible opportunities for recovery are like stones sinking into a deep pool, leaving ripples of regret at the surface as she is unable to shake the difficulty of such a feat."},{"T":"301","3":"But this doesn't cause Liv to give up hope. She continues to search, contemplating her experiences over the past few days and searching between the lines to find something that she can do."},{"T":"301","2":"Liv","3":"Mr. Lister..."},{"T":"301","3":"When we evacuated CPF 040, we believed that there was still time to rescue others. So many teams were with us..."},{"T":"301","3":"There was a chance for the situation to get better. There was hope."},{"T":"301","3":"But as time went on, more and more lives were lost—like remnant memories of the past."},{"T":"301","3":"The seeds of hunger and sickness began to sprout within the survivors. A prolonged future no longer brought joy. Instead, it has rather turned into a hotbed for incubating suffering and torture..."},{"T":"301","2":"Liv","3":"If there's only something I can do..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"On the night prior to the blast from the Longinus Arsenal, the staff and residents of City 043's conservation area planned to evacuate south to City 044."},{"T":"301","3":"During the evacuation, their team was attacked by Hetero-Creatures and had to return to stay with Gray Raven which had arrived later."},{"T":"301","3":"Everyone who stays in City 043's conservation area owes their thanks to the residents. Without them, there would be no secure shelter, and Liv wouldn't have been able to remove the commandant's hematoma."},{"T":"301","3":"But she still wouldn't have been able to save Orphee's life. Even if you hold the precious water of life in your palm, without a container, you can only watch as it drips from your grasp until it dries up."},{"T":"301","3":"'The deeper that sorrow carves into your being, the more joy you can contain.'"},{"T":"301","3":"'Together they come, and when one sits alone with you at your board, remember that the other is asleep upon your bed.'"},{"T":"301","3":"'Verily you are suspended like scales between your sorrow and your joy. Only when you are empty are you at standstill and balanced.'"},{"T":"301","3":"She has seen those who look down on life and death, as well as their calm expressions of indifference."},{"T":"301","3":"But Liv cannot do it. She chose the more cumbersome path."},{"T":"301","3":"During countless helpless nights, she has let silent tears burn her wounds and pain, giving her motivation to work harder to build a better tomorrow."},{"T":"301","3":"If it really happens so that 'together they come,' it would be her motivation to tip the scales and achieve happiness."},{"T":"301","3":"Constructs have a stronger ability to fight and survive than humans. However, they cannot survive this forsaken catastrophe alone."},{"T":"301","3":"The Punishing Virus... Casualties of war... Insufficient maintenance chambers and power... Unrepairable frames..."},{"T":"301","3":"Aside from these obvious dilemmas, the hearts of Constructs will never waver just from a change of frames..."},{"T":"301","3":"Despite not having wounds, Lucia tightly clenches her blade among the crowd."},{"T":"301","3":"Even Lee, a Construct of few words, has become even more reticent. Aside from discussing rescues and missions, he remains silent for most of the day."},{"T":"301","3":"..."},{"T":"301","3":"With the birth of the twins and the impact of the Hetero-Hive Mother, Gray Raven has been unable to move about freely."},{"T":"301","3":"Without the commandant, the three people here would be among the list of names engraved on the monument."},{"T":"301","3":"But when Vanessa learned about the commandant's actions, she only sneered at it."},{"T":"301","3":"'Regardless of how much you contribute while you're alive, you're worthless when you're dead.'"},{"T":"301","3":"Saying this, her eyes revealed some indescribable haze, like that of anger or... sadness."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Looking at the list of critically wounded on the last page, Liv becomes lost in thought."},{"T":"301","3":"There are only 11 critically wounded because most of the others could not make it to the moment when rescue came."},{"T":"301","3":"The 13-year-old boy, Pulana, passed away the night before yesterday. However, his name is still on the record because Liv has been too busy to update it."},{"T":"301","3":"Liv had heard the refugees laughing a while ago."},{"T":"301","3":"'Poisonous mushrooms will cause you to hallucinate. You'll see all sorts of crazy things. You should try it if you get the chance!'"},{"T":"301","3":"Liv warned them not to try them just to see some 'crazy hallucinations' because the only thing that would happen is liver failure."},{"T":"301","2":"Refugee","3":"'Ha! What's does it matter if we die of hunger or die from being poisoned? Might as well go out having fun!'"},{"T":"301","3":"That is the cruel reality. The possibility of an excruciating death from hallucinogenic mushrooms has become seen as a peaceful death."},{"T":"301","3":"Is that why you ate them? Pulana..."},{"T":"301","3":"It's meaningless to ask questions about the deceased. Liv shakes her head and shifts her attention back to the list of supplies."},{"T":"301","3":"The lives and well-being of the refugees hinges on this list. But no matter how many times she checks it, the supply shortage won't miraculously get any better."},{"T":"301","3":"Even now, the commandant's life hangs in the balance. Even though she only administers the minimal electrolyte compound required, there are only enough supplies for two more days."},{"T":"301","2":"Chuck","3":"Hey! Doctor!"},{"T":"301","3":"A call from within the basement interrupts Liv's thoughts. She puts down the records and hurries in the direction of the sound."},{"T":"301","2":"Chuck","3":"I think I heard Akane crying. Can you check up on her?"},{"T":"301","2":"Liv","3":"Okay. Thank you for telling me."},{"T":"301","3":"She nods and quickens her pace toward Akane and Nagayuki's room."},{"T":"301","2":"Liv","3":"...Akane."},{"T":"301","2":"Akane","3":"Miss Liv..."},{"T":"301","3":"Throwing herself in Liv's arms, Akane lets out a muffled cry in the comfort of Liv."},{"T":"301","3":"Quiet as it is, Akane's cry makes its way through the basement, stirring up empathy from the other refugees."},{"T":"301","3":"Faced with the mounting disaster, everyone is nothing but rubble amidst the rising flood of despair, leaving no hope for retreat."},{"T":"301","3":"If Babylonia's next rescue attempt is futile, what will happen to the commandant and the people stranded here?"},{"T":"301","3":"Liv held the crying Akane and puts her hand on her aching chest."},{"T":"301","2":"Liv","3":"If there's anything I can do..."},{"T":"301","3":"She desperately awaits good news, hoping that she can have the power to end everyone's suffering. But time and again, she is helpless in changing reality."},{"T":"301","3":"Liv pats her on the back and sings an old song to alleviate the despair hanging in the air."},{"T":"301","2":"Liv","3":"...I'll become the wind's gaze..."},{"T":"301","2":"Liv","3":"...Countless nights and days... Chasing your wake... Around the lake... Just stay a little longer..."},{"T":"301","2":"Akane","3":"...What song are you singing, Miss Liv?"},{"T":"301","2":"Liv","3":"Oh... It's a song from a long time ago. Everyone would sing it in the field hospital."},{"T":"301","2":"Chuck","3":"That song! I've heard it before!"},{"T":"301","3":"The man with the guitar squeezes through the door. He shivers at the sight of Nagayuki deep asleep but quickly recovers his expression and sits down beside Akane and Liv."},{"T":"301","2":"Chuck","3":"I remember a composer during the Post-Pandemic Age wrote it to commemorate their friends, but the song became a hit because so many people had lost their families and friends."},{"T":"301","2":"Liv","3":"Is that so?"},{"T":"301","2":"Chuck","3":"The older generation sings it for comfort."},{"T":"301","2":"Chuck","3":"How about I teach it to you, Akane? What do you say?"},{"T":"301","2":"Akane","3":"...Um, I want Miss Liv to teach it to me."},{"T":"301","2":"Chuck","3":"Alright, then I'll teach it to her first."},{"T":"301","3":"He strums a few chords on his guitar and begins to sing the first verse."},{"T":"301","2":"Liv","3":"Oh, I remember..."},{"T":"301","2":"Chuck","3":"That's it."},{"T":"301","2":"Musician 1","3":"Hey, what brings you in here playing your guitar?"},{"T":"301","2":"Musician 2","3":"Hey."},{"T":"301","3":"The sound of Chuck's guitar attracts several musicians from the room next door. They crowd in one by one and look at the people in the isolation ward with curiosity and fear."},{"T":"301","2":"Chuck","3":"Just playing a song with the doctor. Wanna join in?"},{"T":"301","2":"Musician 2","3":"Alright. Can you sing?"},{"T":"301","2":"Chuck","3":"Of course, the doctor can sing."},{"T":"301","2":"Liv","3":"I... Um..."},{"T":"301","2":"Akane","3":"Sing, Miss Liv!"},{"T":"301","2":"Chuck","3":"～Don't be afraid, lalala. Open your heart, and let the music flow out～"},{"T":"301","2":"Liv","3":"...A-alright..."},{"T":"301","2":"Chuck","3":"Playing music might not fix anything, but getting your feelings off your chest is better than holding them in."},{"T":"301","2":"Chuck","3":"～We'll sing instead of crying! Lalala!～"},{"T":"301","2":"Liv","3":"Okay..."},{"T":"301","3":"Although she is a bit unsure of herself, she takes a deep breath and begins to sing."},{"T":"301","2":"Liv","3":"...Oh, this lake... Boundless and silent..."},{"T":"301","3":"As Liv sing, the other musicians drum the rhythm with their hands, followed by Chuck's guitar."},{"T":"301","3":"Hearing the singing, Nagayuki opens her eyes and listens to the singing as she checks that her wounds are covered."},{"T":"301","3":"Like the wind's gaze, oh fallen friends..."},{"T":"301","3":"This song of mourning sings the wounds in everyone's heart."},{"T":"301","3":"Akane listens to the song and wipes her tears as she sits beside Nagayuki's bed."},{"T":"301","3":"Entranced in the music, the musicians don't notice the crowd of curious eyes gathering behind them."},{"T":"301","3":"Longing for the past, they enjoy the music in silence."},{"T":"301","3":"—We are the scattered souls beside the round lake of life."},{"T":"301","3":"—If our paths could cross again, we could reunite once more."},{"T":"301","2":"Liv","3":"...Even though we have changed..."},{"T":"301","3":"Even as the sun or evening wind, your familiar yet mysterious shadow must also..."},{"T":"301","2":"Liv","3":"...Believe that we will meet again..."},{"T":"301","2":"Liv","3":"...Believe... This is only a momentary parting..."},{"T":"301","3":"As her voice fades, Liv finally notices the crowd standing around her as everyone erupts in applause."},{"T":"301","2":"Refugee 3","3":"That sure brings back memories. I didn't think anyone could sing!"},{"T":"301","2":"Chuck","3":"Well, we don't want to waste such a rare opportunity! Let's teach everyone to sing!"},{"T":"301","2":"Refugee 4","3":"Don't the wounded need to rest?"},{"T":"301","2":"Nagayuki","3":"I'm okay. I wanna listen to everyone sing, too."},{"T":"301","2":"Akane","3":"Me, too!"},{"T":"301","2":"Chuck","3":"～We'll sing instead of crying! Lalala!～"},{"T":"301","2":"Lucia","3":"Inspection of City 045 and 044 complete. I didn't recover any supplies, but I found a field of mature wheat in the ruins."},{"T":"301","3":"At noon the next day, Lucia takes a heavy bag and squeezes through the sealed door with the other Constructs."},{"T":"301","2":"Lucia","3":"You've worked hard, everyone. Get some rest in the chambers."},{"T":"301","2":"Construct Soldier","3":"You should get some rest as well, Lucia."},{"T":"301","3":"They wave and walk to a room on the left side of the basement, leaving the three Gray Ravens at the door."},{"T":"301","2":"Lucia","3":"I also asked about the medicine you requested, but they didn't have any in stock."},{"T":"301","2":"Liv","3":"What about the other areas?"},{"T":"301","2":"Lee","3":"I checked, but the other conservation areas are worse off than us."},{"T":"301","2":"Liv","3":"...We just had another critically wounded refugee join us... If this keeps up any longer..."},{"T":"301","2":"Lee","3":"In the current situation, taking supplies from anyone else would make no difference to the status quo."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"...Sorry."},{"T":"301","2":"Liv","3":"Lucia..."},{"T":"301","3":"She grabs Lucia's hand and shakes her head."},{"T":"301","2":"Liv","3":"It's okay... In this situation, we can't save everyone."},{"T":"301","3":"Liv comforts Lucia slowly and painfully, like treading across water laden with thorns."},{"T":"301","2":"Liv","3":"We can only do our best."},{"T":"301","2":"Lucia","3":"(Nods)"},{"T":"301","2":"Lucia","3":"Here. I found some of the cloth and cotton you requested earlier."},{"T":"301","2":"Liv","3":"...Thanks."},{"T":"301","2":"Lucia","3":"Aside from this, there's also some not-so-good news..."},{"T":"301","2":"Lucia","3":"The conservation area at City 044 was ambushed by a horde of Hetero-Creatures."},{"T":"301","2":"Liv","3":"...I heard that from the refugees that just arrived. What happened?"},{"T":"301","2":"Lucia","3":"Some Hetero-Creatures learned to attack as a group and began attacking where people gathered."},{"T":"301","2":"Lucia","3":"We stayed there for a whole day before we could get rid of all the Hetero-Creatures."},{"T":"301","2":"Lucia","3":"Parts of the conservation area were damaged, leaving only one Construct to repair the CPF and evacuate the refugees gathering there."},{"T":"301","2":"Liv","3":"...Looks like there are fewer and fewer temporary refuges."},{"T":"301","2":"Lee","3":"The twins are still at City 041, which puts us in danger."},{"T":"301","2":"Lee","3":"If these rescue missions from Babylonia keep failing, we'd better prepare an evacuation plan just in case."},{"T":"301","2":"Lee","3":"Now there are more people gathered in this conservation area than in any other place, which poses an issue for evacuation."},{"T":"301","2":"Lee","3":"There are few targets left that can be destroyed traveling north along the west coast."},{"T":"301","2":"Lee","3":"We'll be defenseless if we're attacked by either the twins or a horde of Hetero-Creatures."},{"T":"301","2":"Liv","3":"If these rescue missions from Babylonia keep failing..."},{"T":"301","3":"The three stand silently at the door to this hypothetical question. No one dares to open it and reveal what awaits."},{"T":"301","3":"At first, the team stayed on the surface to help those in the same situation while also giving the commandant some time to heal."},{"T":"301","3":"They believed that there was still a ray of life in the dark depths. They believed the enemy could be defeated, that people would survive, and that the commandant would return to the team."},{"T":"301","3":"But these expectations, struggles, and prayers have had no impact on the growing sense of despair."},{"T":"301","2":"Lucia","3":"It's too early to give up. We need to believe in Babyl..."},{"T":"301","3":"Right as she says 'believe,' she suddenly lowers her head with a somber expression as if remembering some painful memory, then trails off."},{"T":"301","2":"Liv","3":"...Lucia?"},{"T":"301","2":"Lucia","3":"It's nothing... Just that, if they continue to use the same tactics for conducting rescue missions, it'll only lead to more deaths."},{"T":"301","2":"Lucia","3":"Perhaps, they just need some time to adjust their tactics."},{"T":"301","3":"Lucia solemnly looks at the nearby room—the room where the Gray Raven Commandant remains resting in a coma."},{"T":"301","2":"Lucia","3":"...But we should still be prepared. Once rescue..."},{"T":"301","2":"Young Refugee","3":"Wow! What's in the heavy sack?"},{"T":"301","3":"A refugee with keen eyes spots the rice brought back by Lucia and cries out in surprise."},{"T":"301","2":"Lucia","3":"I found this rice in some ruins. We're going to make porridge tonight."},{"T":"301","2":"Young Refugee","3":"Wohoo! Quina! Get your pot! This sack of rice is enough to feed all hundred of us!"},{"T":"301","3":"His shouting gets the attention of those around him, who all stand up in surprise."},{"T":"301","2":"Stanley","3":"That's great..."},{"T":"301","2":"Conservation Resident B","3":"Looks like we're getting porridge tonight."},{"T":"301","2":"Conservation Resident C","3":"Finally! Some good news!"},{"T":"301","2":"Conservation Resident B","3":"Want me to help make it? There should be an extra stove in the storage up top. Ours is out of gas. We just gotta bring it down here."},{"T":"301","2":"Lucia","3":"Okay, I'll go get it."},{"T":"301","2":"Lucia","3":"I'll also collect some purified rainwater. It's been raining nonstop the past few days, so there should be more than enough water."},{"T":"301","2":"Refugee Leader","3":"Then the rest of us will sit here and rub the rice ears with our hands to remove the husks."},{"T":"301","2":"Quina","3":"Huh? This ain't no rice."},{"T":"301","2":"Refugee Leader","3":"You can tell just by the sack. Besides, the Constructs had to fight to bring it. Are you too lazy to help them prepare it?"},{"T":"301","2":"Quina","3":"You're the boss. We'll do as you say."},{"T":"301","2":"Refugee 18","3":"Boot-licking Quina... You only ever listen to the leader."},{"T":"301","2":"Quina","3":"Shut up! All you do is gossip!"},{"T":"301","3":"Everyone begins to engage in joyous conversation as everyone lines up to take strands of rice and begins husking them in every corner of the base."},{"T":"301","3":"Shortly after, the water, purifier, and cooking implements are ready. Everyone puts the husked rice into the water for it to be filtered and then set to boil over the fire."},{"T":"301","3":"Only an old man is left holding rice. He stands up weakly and attempts to address the crowd, but his feeble voice fails to garner anyone's attention."},{"T":"301","2":"Liv","3":"Mr. Cali... What's wrong?"},{"T":"301","3":"Since being diagnosed with cancer, he has refused to eat."},{"T":"301","2":"Cali","3":"Can I... hold onto... this?"},{"T":"301","2":"Liv","3":"Of course. It's meant for everyone to eat."},{"T":"301","2":"Cali","3":"Not... eat. Just... save."},{"T":"301","3":"He shouts with all his strength, but only intermittent syllables come out of his lips. He was already malnourished before refusing to eat. Now, he's more like a candle in the wind, as if he would go out any moment."},{"T":"301","2":"Liv","3":"...Of course."},{"T":"301","3":"These days, the old man gave his own food or the food he could get to others. This was his only request. Liv has no reason to refuse."},{"T":"301","3":"She doesn't understand why, but seeing him struggling to speak, she refrains from asking any more questions. She just helps him sit beside the bed next to his wife."},{"T":"301","2":"Old Lady","3":"Thank you, young lady. My legs aren't what they used to be. I told him not to stand, but he's as stubborn as a mule."},{"T":"301","3":"The elderly couple sits together holding their rice and looking happily at the crowd gathered around the large pot."},{"T":"301","3":"The embers in their eyes, which were extinguished by despair and rain, ignited once more. People danced among the steam, dispelling their depression over the past few days."},{"T":"301","3":"The sobbing that echoed throughout the basement had stopped. The bedridden people slowly open their eyes to catch rays of light in their dim vision."},{"T":"301","3":"In this dark world, everyone gathers together to watch the small portable stove and the large cooking pot as they waft the delicious smell of rice porridge."},{"T":"301","3":"If hope were to manifest itself, this would surely be the embodiment of it."},{"T":"301","2":"?","3":"..."},{"T":"301","3":"Liv notices that the woman, who had been guarding her husband, stands up from beside her, joins the crowd, and looks forlornly into the flame of the gas stove."},{"T":"301","2":"Liv","3":"Miss Jin."},{"T":"301","2":"Jin","3":"Hi."},{"T":"301","3":"She tries to squeeze out a polite smile but fails."},{"T":"301","2":"Jin","3":"Lindsey just woke up."},{"T":"301","2":"Jin","3":"She wanted to try some porridge and told me to join the others... But right after that... she..."},{"T":"301","3":"She bites her lower lip as tears begin to trickle onto the floor,"},{"T":"301","2":"Jin","3":"...Just like you said. She won't make it through the night."},{"T":"301","3":"Her sobbing becomes louder and louder. The people around her gradually quiet down as they're brought back to cold reality."},{"T":"301","2":"Old Lady","3":"(Sighs) Some people can't endure this moment, others can't endure the next."},{"T":"301","3":"Some people say that the hospital walls have heard more repentance and prayer than churches."},{"T":"301","3":"But no matter how hard one prays in front of a life that is lost, the outcome won't change."},{"T":"301","2":"Jin","3":"...Why did she want to sacrifice herself to protect me? I... I might as well join her..."},{"T":"301","3":"Liv approaches Jin and holds her trembling hands."},{"T":"301","3":"But she knows that even if she manages to comfort Jin, the situation won't change for the crowd."},{"T":"301","3":"Faced with parting life, words of comfort are far too shallow."},{"T":"301","3":"When survivors laugh around the campfire, they can't forget the shadows behind them."},{"T":"301","3":"Light and shadow go hand in hand. If someone dies, it means someone will be saved."},{"T":"301","3":"If a person, especially a doctor, cannot calmly face the parting between life and death, it means that they will drown in their own regret one day."},{"T":"301","3":"But Liv knows that she cannot learn how to face this situation with reason alone."},{"T":"301","3":"Once upon a time, an otherwise outgoing professor said this with a rare sigh—"},{"T":"301","2":"???","3":"'Optimism, calmness, indifference to life and death... These all help persuade ourselves, but we can't force others to maintain a positive outlook.'"},{"T":"301","2":"???","3":"'Don't deprive others of the right to be sad, nor discourage them to grieve, because persuasion is always more useful than force.'"},{"T":"301","2":"???","3":"'Especially you, Liv. I know you can't learn how to remain emotionless when treating lives that cannot be saved, so that's why I am telling you this.'"},{"T":"301","2":"???","3":"'I hope you can allow yourself to be sad and use this accumulated regret as motivation to save those you can.'"},{"T":"301","2":"???","3":"'This is also a kind of 'comfort for those who cannot be comforted.''"},{"T":"301","3":"'Persuasion is always more useful than force.'"},{"T":"301","2":"Liv","3":"But... How can I..."},{"T":"301","3":"When she looks up, Liv sees Chuck and his guitar suggesting something to Liv."},{"T":"301","2":"Liv","3":"...Should we 'sing instead of crying'?"},{"T":"301","3":"He nods, then closes his eyes and begins to strum his guitar."},{"T":"301","3":"Shortly after, the other musicians follow his lead and join in."},{"T":"301","3":"In the crowd, those who have learned this song before begin to sing along with the music."},{"T":"301","2":"Crowd","3":"～Life is like a round lake... along the path we take.～"},{"T":"301","2":"Crowd","3":"～Running with the birds, playing in the dirt～"},{"T":"301","2":"Crowd","3":"～I walk on and on, but where have you gone?～"},{"T":"301","3":"Hearing everyone sing, Liv faintly smiles and joins them."},{"T":"301","2":"Crowd & Liv","3":"～I'll become the wind's gaze, countless nights and days.～"},{"T":"301","2":"Crowd & Liv","3":"～Chasing your wake... around the lake...～"},{"T":"301","2":"Crowd & Liv","3":"～Just stay a little longer... Don't walk away so somber...～"},{"T":"301","2":"Lucia","3":"That song..."},{"T":"301","2":"Lucia","3":"It's a nice song. If only the commandant was awake to hear it..."},{"T":"301","2":"Lee","3":"We'll just have Liv sing it again when the commandant wakes up."},{"T":"301","2":"Lucia","3":"Okay. When that time comes... We can all sing together."},{"T":"301","2":"Lee","3":"...I'll pass."},{"T":"301","2":"Lucia","3":"Hmm... I think the commandant wants to hear you sing."},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"The music and hot porridge warm the hearts of the despondent crowd as they join in the chorus and clap along."},{"T":"301","3":"They find solace in the melancholic lyrics rather than rely on false hope."},{"T":"301","3":"They use the song to unload their grievances and shed tears, leaving only faint echoes of their cries."},{"T":"301","2":"Chuck","3":"See? What'd I say?!"},{"T":"301","2":"Chuck","3":"Playing music might not fix anything, but getting your feelings off your chest is better than holding them in."},{"T":"301","2":"Cali","3":"That song..."},{"T":"301","3":"Listening to the song, the old man's lips begin to tremble and his eyes brim with tears."},{"T":"301","2":"Liv","3":"What's wrong?"},{"T":"301","2":"Old Lady","3":"He's fine. An old man like him... He's probably just thinking about the past."},{"T":"301","2":"Old Lady","3":"As people get older, some things become more clear, regardless of the song or a sack of rice..."},{"T":"301","3":"She shivers and lights a precious rolled cigarette as her eyes sink into memories."},{"T":"301","2":"Old Lady","3":"During the Golden Age, livestock and farmland were run by machines. After the meltdown of the zero-point reactor, food sources were cut off."},{"T":"301","2":"Old Lady","3":"After such a long time, it was difficult for people to take up farming and raising livestock, but some people managed to do it."},{"T":"301","2":"Old Lady","3":"Not many people were able to while also fighting the Corrupted. People talked about taking seeds back to find safe places to plant crops."},{"T":"301","2":"Old Lady","3":"But once there weren't any Corrupted, people desperate for food came to seize all of our hard work."},{"T":"301","3":"She raises her hardened gaze and looks around at the refugees sitting in the basement."},{"T":"301","2":"Old Lady","3":"Just like the great winter famine in the historical records, there was no stable yield of food for a long time. People could only take what they could get their hands on."},{"T":"301","2":"Old Lady","3":"Without livestock or produce, we resorted to eating birds and mice."},{"T":"301","2":"Old Lady","3":"People even scavenged in areas with hordes of Corrupted, but few returned."},{"T":"301","2":"Old Lady","3":"So people began to breed something that they could raise quickly and that others hated."},{"T":"301","3":"She takes out the half-remaining rolled cigarette and draws something about four centimeters in length with her hands. She doesn't say what it was, but everyone understands what she meant."},{"T":"301","2":"Old Lady","3":"But there wasn't much left to feed those pesky insects, so they couldn't raise enough to be made into protein blocks like the movies in the Golden Age."},{"T":"301","2":"Old Lady","3":"And, normally, people wouldn't have touched them. But worst came to worst, even those were taken."},{"T":"301","2":"Old Lady","3":"If this went unchecked, we would've filled our stomachs with everything and there wouldn't be anything left. So rules were made and spread through word of mouth..."},{"T":"301","2":"Old Lady","3":"Seeds must be left behind. Offspring and fish eggs are not to be eaten. Plant roots must remain in the soil. Pregnant animals and their food are not to be disturbed unless there is an emergency."},{"T":"301","2":"Old Lady","3":"Once people began to abide by these rules, we noticed some improvement. Animals could be seen in the mountains and forests, and seedlings sprout in areas that were harvested."},{"T":"301","2":"Old Lady","3":"It helped us get through our darkest time. The old folks who lived through that era still remember it."},{"T":"301","2":"Old Lady","3":"But the disaster didn't spare us. It only got worse every day... Sometimes people break the rules when they can longer take the hunger."},{"T":"301","2":"Old Lady","3":"And once the rules are broken, those that suffer have no choice but to do the same."},{"T":"301","2":"Old Lady","3":"That's when we met 'Cheese', heh... We didn't know his real name, but that's what he was eating when we saw him. Cheese was so rare at the time, that's what we decided to call him."},{"T":"301","3":"She takes a deep drag of her cigarette. Ash rolls down her fingers, but she doesn't seem to mind. She just sighs in the thick cloud of smoke."},{"T":"301","2":"Old Lady","3":"...Nothing I'm proud of."},{"T":"301","2":"Old Lady","3":"We thought he was well off seeing him eat cheese next to a field he lived by."},{"T":"301","2":"Old Lady","3":"That old geezer snuck into his field to steal food for us to eat, but didn't leave him any seeds. Cheese and his wife barely made it through the winter, but the baby in her belly didn't make it."},{"T":"301","2":"Old Lady","3":"The first time we heard this song was when he was kneeling in his empty field... holding his wife who had fainted from crying as he sang to her."},{"T":"301","2":"Old Lady","3":"We didn't have the heart to go up and confess what we had done. We sent him some supplies, but they moved away shortly after."},{"T":"301","2":"Old Lady","3":"Since then, we've had the habit of leaving seeds for everything we eat. Even if no one cares about this rule, we can't break it ourselves."},{"T":"301","2":"Old Lady","3":"Even though the conservation areas have already been built, there's still room to raise crops and livestock there."},{"T":"301","2":"Old Lady","3":"But as you all have seen, this stuff won't last very many days if anything bad happens."},{"T":"301","3":"She shakes her head, then snuffs out her cigarette."},{"T":"301","2":"Old Lady","3":"Well, enough of me rambling out these trifles of the past. The porridge should be ready now. Let's dig in."},{"T":"301","2":"Refugee Child","3":"Yeah!"},{"T":"301","3":"The refugees who already become too preoccupied with thoughts of the long-awaited porridge to listen to her story suddenly spring to life."},{"T":"301","3":"Surprised by excitement, the Constructs resting in the nearby room walk out."},{"T":"301","2":"Construct Soldier","3":"Let's start serving everyone."},{"T":"301","2":"Liv","3":"Sure."},{"T":"301","2":"Construct Soldier","3":"Everyone, form a line. No need to push and shove."},{"T":"301","2":"Refugee Child","3":"Got it!"},{"T":"301","3":"Everyone grabs a spoon and lines up, holding their own tableware containers enthusiastically, paying extra attention that they receive their fair share."},{"T":"301","3":"Jin holds the porridge carefully, salutes the Construct Soldiers and Liv, then returns to Lindsey's bed."},{"T":"301","3":"Old Cali, having not eaten for three days, takes a bite out of his wife's porridge under her persuasion."},{"T":"301","3":"Stanley, Shrek, Fantine... Everyone except for the wounded who are still unconscious gets a bowl of warm porridge."},{"T":"301","3":"The heat from the bowl in their hands warms their spirit as people sit down and enjoy this rare delicacy."},{"T":"301","2":"Lucia","3":"Liv..."},{"T":"301","3":"While the crowd is distracted by their meal, Lucia calls Liv aside in a low voice."},{"T":"301","2":"Liv","3":"Yes?"},{"T":"301","2":"Lucia","3":"Come with me."},{"T":"301","2":"Liv","3":"..."}]