[{"T":"301","3":"Lucia falls. Lee, Liv, and Ayla arrive at the top of the tower."},{"T":"301","2":"Qu","3":"You've lost... Babylonia, Huax... Ugh!"},{"T":"301","2":"Ayla","3":"How?!"},{"T":"301","2":"Qu","3":"When did..."},{"T":"301","2":"Gabriel","3":"How unexpected. You have Huaxu in your hands, yet you did not notice my presence..."},{"T":"301","2":"Gabriel","3":"Ah. No. Precisely because you 'have' Huaxu, that you were unable to detect me. You have worked hard, my comrade."},{"T":"301","3":"Gabriel's pulls his monstrous hand out of Qu's body, then grabs her before she could fall and hurls her body flying. Before you and the others can even react, Qu lands out of reach."},{"T":"301","2":"Ayla","3":"What did you do?!"},{"T":"301","2":"Gabriel","3":"You feel anger, do you...? You feel wrath, indignance, for your enemies."},{"T":"301","3":"A strange light glows in Gabriel's hands. A pristine white cube shimmers in his hands, changing, fusing, deconstructing."},{"T":"302","2":"What's this?","4":"Is this Huaxu?"},{"T":"301","2":"Gabriel","3":"A part of Huaxu. Pretty as a diamond, is it not?"},{"T":"301","2":"Gabriel","3":"This is a part of Huaxu, a type of backdoor authentication. Qu seems to have put the true Huaxu elsewhere."},{"T":"301","2":"Gabriel","3":"It is a shard. But the part, is the whole. Control this, and control the system. Which is why Qu wanted you to take this."},{"T":"301","2":"Ayla","3":"If that's the case, then give it back to us, Ascendant!"},{"T":"301","3":"Ayla springs into an attack, to which Gabriel dodges with a mere step, even putting his book away before Lee's bullets and her scythe reach him."},{"T":"301","3":"Then he waves his behemoth of a hand again, stirring up a small windstorm."},{"T":"301","2":"Ayla","3":"We can't close in on him..."},{"T":"301","2":"Gabriel","3":"I am grateful to you. Sincerely."},{"T":"301","2":"Gabriel","3":"All thanks to you, we have avoided a potential in-fight between the Ascendants. There is little to be gained from conflict, only sadness."},{"T":"301","2":"Ayla","3":"You did something like that earlier and now you're telling me you'll feel sad?!"},{"T":"301","2":"Gabriel","3":"I intend to bring Miss Luna's wish into fruition. Do understand where I come from."},{"T":"302","2":"What do you all want?","4":"What is her wish?"},{"T":"301","2":"Gabriel","3":"We want what Miss Luna wants. And she wishes to create a world that can coexist with the Punishing Virus."},{"T":"301","2":"Gabriel","3":"Miss Luna's wish is to create a world that can coexist with the Punishing Virus."},{"T":"301","2":"Liv","3":"A world that can coexist with the Punishing Virus... How?!"},{"T":"301","2":"Lee","3":"Is this about what Roland's been doing?"},{"T":"301","2":"Gabriel","3":"Increasing the number of Ascendants is one of them. What's more important is to fulfill our duties as Ascendants."},{"T":"301","2":"Lee","3":"Duties?"},{"T":"301","2":"Gabriel","3":"We filter out individuals suitable for survival in the next world, and invite them to join our ranks."},{"T":"301","2":"Lee","3":"Playing gods now, you people? Such a thing is..."},{"T":"301","2":"Gabriel","3":"No. We are but angels. Miss Luna is the one to take the divine throne."},{"T":"301","2":"Gabriel","3":"Gray Raven, I have observed you throughout your journey. You self-overcome. You tend towards the sublime heights. You deserve to live in the new world."},{"T":"301","2":"Gabriel","3":"So what say you? Would you join me in fulfilling Miss Luna's wish?"},{"T":"302","2":"No.","4":"What happens to the people who don't make the cut?"},{"T":"301","2":"Gabriel","3":"Then..."},{"T":"301","2":"Gabriel","3":"They will become the foundation of the new world. There are always such people in every era, are there not? Always sacrifices for Moloch."},{"T":"301","2":"Gabriel","3":"So be it then, Gray Raven. Perish. This is what Miss Luna would have wished for."}]