[{"T":"301","3":"In the ashen city, a girl sits on a broken beam in front of the ruins, her head swinging from one side to the other as she recites dialogues from who-knows-where."},{"T":"301","2":"Nanami","3":"Even though we are in this apocalyptic urban jungle, and it is not an easy quest, we still have to gain it!"},{"T":"301","2":"Martin","3":"Gain what?"},{"T":"301","2":"Nanami","3":"Victory! I mean victory!"},{"T":"301","3":"She jumps down from the ruins, nodding with her hands on her hips."},{"T":"301","3":"Beside her are some mechanoids who somehow show no signs of infection."},{"T":"301","2":"Martin","3":"So... Why did you call a bunch of mechanoids here all of a sudden?"},{"T":"301","2":"Nanami","3":"No, you're doing it wrong! We should start with introductions. Hi, I'm Nanami, nice to meet you!"},{"T":"301","2":"Martin","3":"Well, I'm Martin..."},{"T":"301","2":"Nanami","3":"Nooo, you are... you are a knight!"},{"T":"301","2":"Martin","3":"Knight? What knight?"},{"T":"301","2":"Nanami","3":"The knight I appointed! Just now!"},{"T":"301","2":"Martin","3":"...Right."},{"T":"301","2":"Nanami","3":"Archer—Rohacchi!"},{"T":"301","2":"Rohacchi","3":"Rohacchi, an archer."},{"T":"301","2":"Nanami","3":"There seems to be a medieval roleplaying game somewhere in the M.I.N.D. What's it called? I remembered the keyword is... right, it's assassins!"},{"T":"301","2":"Mechanoid","3":"..."},{"T":"301","2":"Nanami","3":"Good, you are the assassins. What else... Hmm... Guard!"},{"T":"301","2":"Nanami","3":"That one over there, right, you're the guard!"},{"T":"301","2":"Musashi VI?","3":"..."},{"T":"301","2":"Martin","3":"It seems that your 'third partner' can't understand what you're saying..."},{"T":"301","2":"Nanami","3":"Don't worry about it!"},{"T":"301","2":"Nanami","3":"Anyway, can you see the tower over there?"},{"T":"301","3":"She points at a gray tower behind her, its spire hidden in the cloudy sky, its top concealed."},{"T":"301","2":"Martin","3":"You are not climbing that, are you?"},{"T":"301","2":"Nanami","3":"You got me! Come on, Nanami's army, let's march to the top of the tower!"},{"T":"301","2":"Martin","3":"So, is this some kind of roleplaying game..."},{"T":"301","2":"Nanami","3":"It should have a name. How about '50 Levels of Gray Tower'?"},{"T":"301","2":"Rohacchi","3":"Do Rohacchi, go too?"},{"T":"301","2":"Nanami","3":"All of you are going!"},{"T":"301","3":"Nanami puts her hand up, and the mechanoids around her respond by gently swaying along with her movement."},{"T":"301","2":"Nanami","3":"The path to victory is to strategically capture each level of the Gray Tower and save the trapped princess..."},{"T":"301","2":"Martin","3":"Is there a real princess up there?"},{"T":"301","2":"Nanami","3":"Maybe! It has to be something special, nonetheless!"},{"T":"301","2":"Rohacchi","3":"As long as, I stay with you."},{"T":"301","2":"Martin","3":"I guess I'll treat it as cleaning up the city..."},{"T":"301","2":"Musashi VI?","3":"..."},{"T":"301","2":"Nanami","3":"Great!"},{"T":"301","2":"Nanami","3":"So, say goodbye to this place! We'll be victorious with our might and skills! Nanami's army, charge!"}]