[{"T":"301","3":"The game continues on the chessboard."},{"T":"301","3":"The White Knight maintains its advances while the Black pieces defend."},{"T":"301","2":"John","3":"C4 to F7."},{"T":"301","2":"Chrome","3":"H6 takes F7."},{"T":"301","2":"John","3":"...Queen, B3 to B7."},{"T":"301","3":"And now, the Black Knight on C6 and the Rook on A8 are both threatened by the White Queen. Chrome will have to sacrifice one of them."},{"T":"301","3":"The Black side has already lost two Pawns and a Knight."},{"T":"301","3":"'So, what will your choice be?'"},{"T":"301","3":"Chrome concentrates on the board, knowing that this is a challenge his father set up for him."},{"T":"301","2":"Chrome","3":"(If I can't come up with the best solution... I won't be able to convince him.)"},{"T":"301","2":"Chrome","3":"(I won't be able to convince myself.)"},{"T":"301","3":"With that thought in mind, he reaches out to the chessboard."},{"T":"301","3":"The holographic chessboard only requires voice inputs to move the pieces, but Chrome decides to pick up the projection of one."},{"T":"301","3":"What he is about to do will put the Rook on the right in a dangerous position."},{"T":"301","3":"The blue glow of the projected piece shimmers between his fingers, and Chrome puts it down firmly on the board."},{"T":"301","3":"'BOOM—'"},{"T":"301","3":"The grenade from the Corrupted lands less than 50 meters away from the base, sending shattered stones across the defense line."},{"T":"301","2":"Construct Captain","3":"Watch your back! Keep your eyes open! Squad One, pay attention to where the Corrupted are! Don't let them cross the defense line!"},{"T":"301","2":"Construct Captain","3":"This is the last place we can stop them!"},{"T":"301","3":"Following the captain's command, a few Constructs rush forward and open fire on the approaching Corrupted."},{"T":"301","3":"A white shadow suddenly flashes by with lightning, catapulting the Corrupted away with the stroke of a scythe."},{"T":"301","2":"Chrome","3":"Stay back! Squad Two Captain, please take your team back to the CPF!"},{"T":"301","2":"Construct Captain","3":"You are..."},{"T":"301","2":"Chrome","3":"Captain Chrome from Strike Hawk! We've cleared the Corrupted from C2 to C4, and we're here to back you up!"},{"T":"301","2":"Construct Captain","3":"If we retreat now, the Corrupted will take over the area!"},{"T":"301","2":"Chrome","3":"They won't."},{"T":"301","2":"Chrome","3":"There are facilities from the Post-Pandemic Age in this area. If we lure all the Corrupted here, we can launch an EMP strike."},{"T":"301","2":"Chrome","3":"But if you don't leave in time, the Constructs will also get affected."},{"T":"301","2":"Construct Captain","3":"How do you know about this..."},{"T":"301","2":"Chrome","3":"Retreat first! I'll cover you!"}]