[{"T":"301","3":"Vera dodges Gabriel's aerial charge, and slashes at Gabriel's calf with her blade as he zips past her."},{"T":"301","3":"But Gabriel makes a turn in the air in time, dodging Vera's attack and putting distance between them."},{"T":"301","2":"Gabriel","3":"Power, reaction speed, ductility."},{"T":"301","2":"Gabriel","3":"Subpar."},{"T":"301","2":"Vera","3":"Hah. Thanks for the bad review."},{"T":"301","2":"Vera","3":"Noctis!"},{"T":"301","2":"Noctis","3":"Coming!"},{"T":"301","3":"A barrage of air grenades and armor-piercing rounds shower Gabriel continuously, forcing him to retreat before he could attack Vera."},{"T":"301","2":"Gabriel","3":"Pathetic."},{"T":"301","2":"Vera","3":"21!"},{"T":"301","2":"No. 21","3":"Got it."},{"T":"301","3":"Another explosion follows, and the building above Gabriel's head collapses, interrupting Gabriel's heavy blow."},{"T":"301","2":"Vera","3":"And this is why, big fellas like you are just all muscle... and nothing else."},{"T":"301","2":"Vera","3":"Aaand, my work here is done."},{"T":"301","2":"Gabriel","3":"...You do not seek my death."},{"T":"301","2":"Vera","3":"Hah, of course! Wringing off your stupid face would take a war the scale of Kowloong. That's not what I can do with my authority."},{"T":"301","2":"Vera","3":"I'm just after the 'Ascension-Network' on you."},{"T":"301","2":"Noctis","3":"Aaaalright and done! Asimov's tracker really is something, eh? We now have the full network model of our Gabby here!"},{"T":"301","3":"As if to provoke Gabriel, Vera deliberately turns on the speaker to her communications device so that Gabriel can hear the excited Noctis."},{"T":"301","2":"Gabriel","3":"...!"},{"T":"301","2":"Vera","3":"Don't think we didn't catch what Shome's hiding."},{"T":"301","2":"Vera","3":"But, it's no different taking it from you."},{"T":"301","3":"Vera arches her body and leaps high in place. Grenades and flashbangs fired by Noctis and No. 21 explode right under her feet."},{"T":"301","2":"Vera","3":"Ta-ta, 'fool.'"},{"T":"301","2":"Gabriel","3":"You're not getting away!"},{"T":"301","3":"Gabriel's wings on his back emit a strange glow, and he takes off into the air."},{"T":"301","2":"Gabriel","3":"...This cannot be used for long, but, still enough to catch a mere fly."},{"T":"301","2":"Vera","3":"Tch..."},{"T":"301","3":"Going after the Vera jumping between buildings, Gabriel soars into the sky."}]