[{"T":"301","2":"Morian","3":"I'm back—"},{"T":"301","2":"Murray","3":"Welcome back, Morian."},{"T":"301","2":"Morian","3":"You're up...? How are you feeling?"},{"T":"301","2":"Murray","3":"I'm fine, Morian. Your brother may be born with a heart defect, but he's not made of glass. Until it develops into Eisenmenger, I can still move and hop around."},{"T":"301","2":"Morian","3":"Yes—hopping around during palliative care... But you better get ready, because I'll be getting you your surgery soon."},{"T":"301","2":"Murray","3":"Mhm, I know. Oh and, Morian, I read some of your books today..."},{"T":"301","2":"Morian","3":"Hm?"},{"T":"301","2":"Murray","3":"...Books about neural network and probabilistic programming... I... couldn't understand a thing. All the magazines are featuring scientific articles too lately..."},{"T":"301","2":"Murray","3":"'Multimodal machine learning for android kinetic modules' and so on... The prose of that article felt quite like you."},{"T":"301","2":"Murray","3":"I didn't understand a thing, but I still finished it. The author is... hm? Anonymous...?"},{"T":"301","2":"Morian","3":"...These books are still too complicated for you. Now, if I recall..."},{"T":"301","3":"Morian searches beneath the table for a short while, then straightens up and unfolds his palms. A small black robot stands on it, and after a pause, the robot tilts its head."},{"T":"301","2":"Murray","3":"W-wow! A little robot that moves! Did you make it, Morian?"},{"T":"301","2":"Morian","3":"Yep, the work of your older brother."},{"T":"301","2":"Murray","3":"That's amazing, Morian! You're even smarter than the person who wrote that article!"},{"T":"301","2":"Morian","3":"...We're probably equal. Never mind that. Let me ask you something else. 100, 010, 001. What do these three numbers mean?"},{"T":"301","2":"Murray","3":"Um... um..."},{"T":"301","2":"Morian","3":"That's 421 in binary. Your birthday."},{"T":"301","2":"Morian","3":"The binary numeral system is the basis of all computation technology. If you're interested in this, Murray, I'll teach you. As for the robot, you can have it when it's your birthday."},{"T":"301","2":"Murray","3":"Really?!"},{"T":"301","2":"Morian","3":"Yes, but this little fellow can be made even better. If only I can get my hands on that core chip..."},{"T":"301","2":"Murray","3":"The core chip…"}]