[{"T":"301","3":"In the deep and dark corridor, falling rocks rain down on No. 21's back. The rocks repeatedly force her to her knees, but she gets up again and again."},{"T":"301","3":"No. 21's small frame is unable to completely shelter Vera. No. 21 leans over Vera to protect her head, arms wrapping around her tightly from behind, lifting her from under her arms."},{"T":"301","3":"The Co-Bot lifts Vera up by her legs. Then they proceed to arduously drag her out one step at a time."},{"T":"301","3":"No. 21's laser cannon blasts the falling boulders overhead into pieces, but the shards of rocks cut into her face."},{"T":"301","2":"No. 21","3":"(Pants) Ngh... (Pants)"},{"T":"301","3":"She hears the shards pelt the Co-Bot like hail. Its small mechanical arms can't support Vera's weight, causing it to lose its grip."},{"T":"301","2":"No. 21","3":"You can do it... Little..."},{"T":"301","3":"Having heard this word so many times, she finally understands the meaning of the word as she says it."},{"T":"301","2":"No. 21","3":"...Little buddy..."},{"T":"301","3":"She should give the Co-Bot a 'designation' as well, so why not 'Buddy'?"},{"T":"301","2":"No. 21","3":"...You can do it, Buddy..."},{"T":"301","3":"No. 21's hands are soaked with what appears to be Vera's vital fluid. The thick, sticky ichor fills the gaps between her fingers. Each drop seems to tear at her heart."},{"T":"301","3":"No. 21 is overwhelmed with pain far more agonizing than what she had felt when she had first climbed out of the corridor by herself."},{"T":"301","3":"Seeing the shimmering light of the exit up ahead, her world gradually starts to quiet down... That's where she wants to go. She compels herself onward, carrying the Red Construct toward the 'outside world.'"},{"T":"301","3":"Why?"},{"T":"301","3":"She doesn't know the answer... Perhaps, that's just 'what she wants to do.'"},{"T":"301","3":"Just like last time, she desperately struggles toward the light."},{"T":"301","3":"The drizzling rain brings Vera to her senses."},{"T":"301","3":"The violent impact had temporarily knocked her unconscious. She reaches up with a hand and wipes the rain off her face. Her blurry vision becomes slightly more clear."},{"T":"301","3":"Looking down, she sees that the data files within the sealed waterproof pouch are intact in her other hand. However, there is no sign of No. 21."},{"T":"301","2":"Vera","3":"21!"},{"T":"301","3":"Vera wants to stand up, but the sharp pain in her back makes her wince. She rubs the artificial skin on her back, but the pain feels like a dozen sharp rocks grated her skin for an hour, shredding it to pieces. She's able to reach her fingertips into the broken tissue and feel her internal components."},{"T":"301","2":"Vera","3":"...Stupid idiot."},{"T":"301","3":"Vera looks around. It's already nightfall, long past when they were scheduled to be picked up by Kurono forces from HQ. The research institute's entrance before her had been completely blocked off by collapsed rubble, turning it into a silent tomb. She hears the sound of raindrops all around her."},{"T":"301","2":"Vera","3":"...No. 21! Call out if you're still alive!"},{"T":"301","2":"Vera","3":"...I'm going to evacuate! If you don't come out now, and I see you alive later, I'll cut you down as a defector—!"},{"T":"301","3":"Vera's voice gradually lowers and disappears in the rain as if telling a joke for only herself to hear."},{"T":"301","2":"Vera","3":"...Guess I can't live down the nickname of 'Death' after all."},{"T":"301","3":"Vera laughs sarcastically. She picks up her blade off to the side and uses it to prop herself up."},{"T":"301","3":"—Crumble."},{"T":"301","3":"The rock pile at the entrance to the research institute shifts, causing gravel to roll down. Then, suddenly, a small explosion sends rocks flying on either side. A white head pokes out from within."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"Vera","3":"..."},{"T":"301","3":"No. 21 quickly rolls out of the gap in the rock pile and lands heavily on a patch of grass. She looks at Vera."},{"T":"301","2":"No. 21","3":"You're awake."},{"T":"301","3":"The frail Construct stands up with a limp. Vera notices something in her hand. One leg is broken, resting at an uncanny angle."},{"T":"301","3":"She waddles toward Vera. That scene is shocking, but also somehow a little funny at the same time. Vera raises her eyebrows."},{"T":"301","2":"Vera","3":"You're walking like a penguin."},{"T":"301","2":"No. 21","3":"A penguin?"},{"T":"301","3":"No. 21 stands in front of Vera. Between them, there is a chunk of metal. The downpour washes away the dirt on it, revealing a vaguely written number '20' on it."},{"T":"301","2":"Vera","3":"Is this the remains of a Construct?"},{"T":"301","3":"No. 21 remains quiet. She looks around and sees some white flowers growing next to Vera, who is still half-laying on the ground."},{"T":"301","3":"No. 21 places the remains next to the flowers."},{"T":"301","2":"Vera","3":"Was that your friend?"},{"T":"301","2":"No. 21","3":"...I don't know."},{"T":"301","2":"Vera","3":"Looks like you've got quite the eye. Daisies are for remembering the departed."},{"T":"301","2":"No. 21","3":"This flower... is called a daisy?"},{"T":"301","3":"No. 21 examines the flowers closely. The slender petals are crystal clear and pure white in the rain."},{"T":"301","2":"No. 21","3":"...So pretty."},{"T":"301","2":"No. 21","3":"..."},{"T":"301","2":"No. 21","3":"...Let's go back."},{"T":"301","2":"Vera","3":"You wanna waddle your way back to Kurono?"},{"T":"301","2":"No. 21","3":"I can do it."},{"T":"301","2":"Vera","3":"Quit wasting time, silly. Come heal me up."},{"T":"301","2":"No. 21","3":"...I can't."},{"T":"301","2":"Vera","3":"I'll tell you what to do."},{"T":"301","3":"Late into the night, the barren expanse glows with a faint, desolate blue. The intermittent rain seems to stay all night, vowing to cleanse the dirt and despair from this vast land."},{"T":"301","3":"Vera continues onward, supporting No. 21 like a crutch. Vera can feel vital fluid dripping from No. 21's broken leg into a hazy puddle, her frame getting heavier and heavier."},{"T":"301","3":"Simple nano-patches aren't enough to repair their serious injuries. Had they not been misled about the real purpose of the mission..."},{"T":"301","3":"Kurono... This is what Kurono would want. Weeding out the weak."},{"T":"301","3":"Vera grits her teeth and shakes No. 21 on her back."},{"T":"301","2":"Vera","3":"Hey, don't fall asleep. You're as heavy as a mule."},{"T":"301","2":"No. 21","3":"Ngh..."},{"T":"301","2":"Vera","3":"...Wake up! There's something I wanted to ask you."},{"T":"301","2":"No. 21","3":"...Hmm?"},{"T":"301","2":"Vera","3":"Was that man really your father?"},{"T":"301","2":"No. 21","3":"...I don't know."},{"T":"301","2":"No. 21","3":"Maybe."},{"T":"301","2":"Vera","3":"Had I known that he might not be, I would've killed that coward just to shut him up."},{"T":"301","2":"No. 21","3":"...Do parents love their children?"},{"T":"301","2":"Vera","3":"Don't make such a stupid generalization of the world. There is no absolute right and wrong. Nothing is black and white. They may be your parents, but that doesn't necessarily mean they deserve to be parents."},{"T":"301","2":"No. 21","3":"No. 20 was right... I'm just a heartless killing machine."},{"T":"301","2":"Vera","3":"And I'm Death. You'd better stay away from me. Don't come any closer."},{"T":"301","2":"Vera","3":"Tomorrow, I'm going to request the leader to make you someone else's problem. How about that dumb*** always lookin' for a fight? I'm sure he'd like you a lot."},{"T":"301","2":"No. 21","3":"Why?"},{"T":"301","2":"Vera","3":"Like I said, I'm Death. Constructs that go on missions with me always end up dead."},{"T":"301","2":"No. 21","3":"But I'm not dead."},{"T":"301","2":"Vera","3":"What's that got to do with it? Everyone calls me that, so that's who I have to be. And you have to stay away from me."},{"T":"301","2":"No. 21","3":"...I don't understand."},{"T":"301","2":"Vera","3":"Heh, even an airhead like you thinks something's up. Huh?"},{"T":"301","2":"Vera","3":"Only fools define themselves. Only fools limit themselves. And I hate fools."},{"T":"301","2":"Vera","3":"If someone tells you what you are, do you really want to do what they say?"},{"T":"301","2":"Vera","3":"Those who try to order me around... They're just filled with a fear they're too oblivious to realize."},{"T":"301","2":"Vera","3":"I don't do what others say, nor do I bother trying to prove myself to others. I only do as I please."},{"T":"301","2":"Vera","3":"Ask yourself what it is you desire."},{"T":"301","2":"No. 21","3":"My desire... I want to..."},{"T":"301","2":"No. 21","3":"I want to... train with you."},{"T":"301","2":"No. 21","3":"I want..."},{"T":"301","3":"At 6 o'clock, No. 21 wakes up on her pure white bed. Birds are chirping outside her window."},{"T":"301","3":"At 7 o'clock, she completes her routine frame inspection and maintenance. Then she trains with 'Buddy'."},{"T":"301","3":"At 8 o'clock, she sits in the break room and learns some new things from the red Construct... some things about humans."},{"T":"301","3":"At 9 o'clock, she trains with the red Construct. Her combat has a special color."},{"T":"301","3":"..."},{"T":"301","3":"She wants to see more flowers. She wants to smell new smells. She wants to see new colors. She wants to feel that orange light and its strange warmth again."},{"T":"301","2":"Vera","3":"Hey! Quit falling asleep!"},{"T":"301","2":"Vera","3":"You want me to lug your corpse all the way back?"},{"T":"301","2":"No. 21","3":"...I'm not."},{"T":"301","3":"No. 21 clings to Vera's back. Her familiar scent puts her heart at ease."},{"T":"301","3":"Perhaps—"},{"T":"301","3":"Even though there is a lot she doesn't understand..."},{"T":"301","3":"Perhaps—No. 21 can have a life of her own."}]