[{"T":"301","2":"Liv","3":"What... what's going on?"},{"T":"301","3":"Walking into the lounge, Liv finds the Gray Raven resting area filled with people in uniforms labeled 'World Government Association of Art.'"},{"T":"301","3":"The staff-attired personnel walk in and out of the room, carrying boxes of various sizes. A gorgeous-looking Construct in pink walks up."},{"T":"301","2":"Ayla","3":"—Liv, here you are! I'm so, so sorry for taking up the space in your lounge!"},{"T":"301","2":"Liv","3":"I-it's okay... But, eh, are we... moving?"},{"T":"301","3":"Looking at the piles of cardboard boxes in the room, Liv is understandably confused."},{"T":"301","2":"Ayla","3":"Of course not! C'mon, Liv, check this out! I'm sure you'll find it interesting!"},{"T":"301","3":"Ayla puts her arm around Liv as she speaks and gestures toward the door theatrically."},{"T":"301","3":"As if on cue, the door slowly opens to reveal... an enormous, lush, emerald tree planted in an extravagant planter."},{"T":"301","2":"Liv","3":"That's... just..."},{"T":"301","2":"Lee","3":"Indeed, that's just a silver wattle, a common evergreen tree in the genus Acacia of the Fabaceae family. It prefers sunlight instead of shade, so I'd suggest putting it in a garden instead of our lounge..."},{"T":"301","3":"Lee appears out of nowhere, his arms crossed. It seems like the boxes have taken over his desk and covered him entirely."},{"T":"301","2":"Ayla","3":"Lee, you know your plants!"},{"T":"301","3":"Ayla grins, completely ignoring Lee's complaint."},{"T":"301","2":"Ayla","3":"Then you should also know that a silver wattle is excellent as a—"},{"T":"301","2":"Lee","3":"If that's what you're after, you should have used the one in the genus Abies of the Abietoideae subfamily under the Pinales order—"},{"T":"301","2":"Ayla","3":"Stop nitpicking! I've spent a lot of effort moving this tree from the botanic garden to here!"},{"T":"301","2":"Lee","3":"It doesn't seem like you've spent much effort at all."},{"T":"301","2":"Ayla","3":"Oh, c'mon, I did spend a lot of money on it!"},{"T":"301","3":"Ayla's hand gently strokes the tree, rustling its beautiful, lush leaves. It is hard to imagine how much she must have paid to take it out of the Babylonia garden during a post-apocalypse."},{"T":"301","2":"Liv","3":"Ayla, you can't be..."},{"T":"301","2":"Ayla","3":"That's right! It's a Christmas present for your commandant from me. I want to decorate it and turn it into a proper, festive Christmas tree!"},{"T":"301","2":"Liv","3":"Oh my... This year's Christmas tree?"},{"T":"301","2":"Ayla","3":"But I'd require your assistance."},{"T":"301","2":"Liv","3":"B-but you're a member of the WGAA. Decorating would be your expertise, not ours..."},{"T":"301","2":"Ayla","3":"That is true, but I'm no expert in who your commandant is... Unlike you."},{"T":"301","2":"Ayla","3":"Lee's right. This is just a common silver wattle for now—but when you adorn it with all the gifts everyone's preparing for your commandant, it'll become a gorgeous Christmas Tree filled with love!"},{"T":"301","2":"Lee","3":"I don't think it'll make any difference giving our presents to the commandant ourselves or hanging them on a tree..."},{"T":"301","2":"Ayla","3":"Which means you have prepared a present for the commandant, haven't you?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Liv","3":"Lee..."},{"T":"301","2":"Liv","3":"Actually... I've also prepared Christmas gifts for everyone..."},{"T":"301","2":"Liv","3":"You have all done so much to show me a good time last Christmas... I also want the Gray Ravens and everybody I know to experience the same joy this year..."},{"T":"301","3":"Liv stutters as she speaks, her face flushing from her candid confession."},{"T":"301","2":"Ayla","3":"...Liv!"},{"T":"301","3":"Ayla squeals, charmed and delighted, as she goes up and hugs Liv affectionately."},{"T":"301","2":"Ayla","3":"You sweet thing! Ugh!"},{"T":"301","2":"Liv","3":"A-Ayla..."},{"T":"301","3":"Liv raises her arms in Ayla's embrace, dumbfounded by the unexpected compliments."},{"T":"301","2":"Lucia","3":"Ayla... Guys, what are you doing?"},{"T":"301","3":"Lucia has been standing by the door for who knows how long."},{"T":"301","2":"Ayla","3":"We're planning for the Christmas Tree Dress-up Time!"},{"T":"301","2":"Lucia","3":"Is that a codename for a new operation?"},{"T":"301","2":"Ayla","3":"That's right! A new operation to celebrate the Gray Raven Commandant!"},{"T":"301","3":"Hearing her explanation, Lucia's eyes glow, and her tone becomes extremely serious."},{"T":"301","2":"Lucia","3":"In that case, please let me take part in it as well!"},{"T":"301","2":"Ayla","3":"Sure thing!"},{"T":"301","3":"Ayla pulls Lucia in with her other hand for a hug."},{"T":"301","2":"Lee","3":"This is..."},{"T":"301","3":"Lee lets out a silent sigh before turning away and heading to the door."},{"T":"301","2":"Liv","3":"...Lee?"},{"T":"301","2":"Lee","3":"Aren't we getting help from the others as well?"},{"T":"301","2":"Lee","3":"I'm just going to notify the people who are most definitely getting invited."},{"T":"301","2":"Liv","3":"That's wonderful, Lee..."},{"T":"301","2":"Ayla","3":"That's the spirit! Now, hurry back! Leave this place to us!"},{"T":"301","2":"Lucia","3":"What's our first step?"},{"T":"301","2":"Liv","3":"Ayla... y-you're holding me too tight..."},{"T":"301","2":"Lee","3":"...Sure."},{"T":"301","2":"Ayla","3":"Then I shall declare the Christmas Tree Dress-up Time operation—begins!"}]