[{"T":"301","2":"Nikola","3":"The mission is over according to the report, right Hassen?"},{"T":"301","2":"Hassen","3":"That's right. Both Strike Hawk and Gray Raven have done a great job. You want to hear about how they roughed up the enemies on the ship?"},{"T":"301","2":"Nikola","3":"I only care about the result."},{"T":"301","2":"Hassen","3":"That's a shame. I thought you'd be interested."},{"T":"301","2":"Nikola","3":"The question I'm more concerned about is whether that ship is now headed for some place we've never been before."},{"T":"301","2":"Asimov","3":"I don't know the details, but that place has the same name as the ship, 'Kowloong.'"},{"T":"301","3":"As Nikola asks his question, Asimov walks in through the other entrance and gives his answer."},{"T":"301","3":"Asimov is wearing the same uniform he wears every day. He keeps moving his fingers as he does calculations in his head."},{"T":"301","2":"Nikola","3":"Mm... back to the topic, how much do you know about this 'Kowloong'?"},{"T":"301","2":"Asimov","3":"About the 'ship' part, you two already know enough. As for the 'city' part, on top of its coordinates, we also found out the name of the organization running it."},{"T":"301","2":"Nikola","3":"So the name is...?"},{"T":"301","2":"Asimov","3":"Kowloong Corp."},{"T":"301","2":"Nikola","3":"They went from a chamber of commerce to a corporation. What do you know about them?"},{"T":"301","2":"Asimov","3":"I don't know about their composition, but they're a big organization no less powerful than ours."},{"T":"301","2":"Hassen","3":"A powerful organization, huh... If only we can have peaceful talks with them."},{"T":"301","2":"Nikola","3":"Don't be naive, Hassen. A secretive organization like that is up to no good."},{"T":"301","2":"Asimov","3":"Most organizations on the surface are hostile to us for no reason. I believe the best course of action is to send teams there in advance to back up Strike Hawk and Gray Raven."},{"T":"301","2":"Hassen","3":"You guys are pessimists, huh?"},{"T":"301","3":"After hearing their objections, Hassen shakes his head with a bitter smile. He doesn't retort because he knows what he said was just wishful thinking."},{"T":"301","3":"The world is going through an upheaval. One way or another, the catastrophe known as the Punishing Virus will enter the picture and twist the world as we know it."},{"T":"301","3":"By the time anyone wakes up to its existence, they will have already been caught in its abyss."},{"T":"301","3":"Babylonia, the Ascendants, the Forsaken, Akdilek, the Route Union, Kowloong, and all the other surviving humans scattered on Earth."},{"T":"301","3":"Their solidarity breaks down and everyone grows stubborn in their opinions. Sometimes such stubbornness leads to conflict; sometimes it leads to self-destruction."},{"T":"301","2":"Hassen","3":"And if we're going to have talks, we gotta do it from a position of strength..."},{"T":"301","2":"Nikola","3":"Talks or not, strength is what we must have. That's why we gathered here today."},{"T":"301","2":"Nikola","3":"Report the results, Asimov."},{"T":"301","2":"Asimov","3":"Yeah, I'll start with the new Construct model."},{"T":"301","2":"Asimov","3":"After finishing the review, I came to the reluctant decision that I'd use Lucia of Gray Raven as the sample in prototype development."},{"T":"301","2":"Nikola","3":"Lucia... is not a stable Construct."},{"T":"301","2":"Asimov","3":"That's exactly what I need. To add to the instability, I even included the data of the Ascendant Alpha."},{"T":"301","2":"Hassen","3":"Are you crazy?"},{"T":"301","2":"Asimov","3":"We've all seen what that Ascendant is capable of. If we could tap into their power, it'd make combat easier."},{"T":"301","2":"Nikola","3":"But we can't afford the risk of creating another Alpha."},{"T":"301","2":"Asimov","3":"At least that risk is beyond the scope of consideration in Construct development."},{"T":"301","2":"Hassen","3":"But Lucia is not here, so who's going to test the Construct?"},{"T":"301","2":"Asimov","3":"Even if she WAS here, the Construct could not be put to use immediately after being developed, because its memory compatibility has been compromised by Alpha's data. This means if we're not careful..."},{"T":"301","2":"Asimov","3":"Anyway, I've prepared a one hundred percent authentic data model. If you try out the Construct within that model, you'll see how powerful it is."},{"T":"301","2":"Nikola","3":"Then let's find out what this new Construct is capable of."}]