[{"T":"301","3":"In this light gold room with a lofty roof, bookshelves line both sides with various data panels and texts in chronological order. The half-suspended display monitor shows the current position of its occupants."},{"T":"301","3":"Flags of previous Kowloong dynasties hang on the wall at the end of the bookshelf. Some have faded with time. Others that show burns from the flames of war hang from the top of the dome."},{"T":"301","3":"This is the archives of the Kowloong Chamber of Commerce. It is a symbol of history and glory. It stands in the corner of the KCC as a witness to the footprints of humanity's ancestors."},{"T":"301","2":"Villier","3":"What exactly do we want from this data?"},{"T":"301","2":"Qu","3":"To understand history. To reflect over history."},{"T":"301","2":"Villier","3":"Is this history? All I see is historians eulogizing the victors and denouncing the losers."},{"T":"301","2":"Villier","3":"You saw the battle during the merging of the KCC, right? Our ancestors were praised as those who sought justice, while members of the opposition were labeled as stubborn conservatives of a bygone era."},{"T":"301","2":"Villier","3":"Why? Because history is written by the victors. So the losers are always wrong."},{"T":"301","2":"Villier","3":"Kowloong disintegrated their society, wiped out their history, and imposed what Kowloong thought of as truth on those uncivilized humans."},{"T":"301","2":"Villier","3":"Pff, anyone with half a brain can see the error in their ways."},{"T":"301","2":"Qu","3":"However, the efforts of the winners have been recorded in the annals of history. It is an indisputable fact that they were finally able to unify Kowloong, making it more stable."},{"T":"301","2":"Villier","3":"Isn't this just consequentialism?"},{"T":"301","2":"Villier","3":"Look here."},{"T":"301","3":"Villier says, gently swiping his data panel to transfer a large quantity of encrypted data onto Qu's data panel."},{"T":"301","2":"Qu","3":"What are these?"},{"T":"301","2":"Villier","3":"I checked the global data records."},{"T":"301","2":"Qu","3":"Looks like there's some discrepancy with what was recorded in historical texts."},{"T":"301","2":"Villier","3":"Indeed. This man was labeled as a 'sinner' for destroying Kowloong and causing countless deaths during a natural disaster that ravaged Kowloong years ago."},{"T":"301","2":"Qu","3":"A natural disaster shouldn't have caused such destruction. It was the Golden Age, after all."},{"T":"301","2":"Villier","3":"Well, in reality, he sacrificed his life to stop the proliferation of destruction."},{"T":"301","2":"Villier","3":"Humans don't care about the truth. They only want a target to project their anger and resentment. That way, they can play the victim."},{"T":"301","2":"Villier","3":"Most people choose the path of least resistance."},{"T":"301","2":"Villier","3":"The few who remember cracked under years of pressure. Unsteady alliances dissolve. As for the truth, it is long buried under the comforts of society. Seeking gain and avoiding loss—that is human nature."},{"T":"301","2":"Qu","3":"Faced with this fact, he still chose to sacrifice himself."},{"T":"301","2":"Villier","3":"Therefore, he is foolish for not thinking rationally. Had he mobilized public relations and enacted tougher measure to win the support of others, it could've been a different story."},{"T":"301","2":"Villier","3":"...When can humanity be perfect like machines?"},{"T":"301","2":"Villier","3":"Winners, losers—they all only know to fight for whatever they believe in."},{"T":"301","2":"Villier","3":"What an arrogant and ignorant existence."},{"T":"301","2":"Qu","3":"Is that so?"},{"T":"301","2":"Villier","3":"That's all I see from this pile of data. It's hideous."},{"T":"301","2":"Qu","3":"If they were given a second chance, do you think they would make the same choices?"},{"T":"301","2":"Villier","3":"I think so. Humanity doesn't understand how to correct their course. Otherwise, history wouldn't be doomed to repeat itself."},{"T":"301","2":"Qu","3":"What if it were you?"},{"T":"301","2":"Villier","3":"..."},{"T":"301","3":"Hearing this, Villier is at a momentary loss for words before smiling bitterly."},{"T":"301","2":"Villier","3":"I don't want to admit it, but I'd stick firmly to my beliefs. Sometimes, my similarities with humanity sickens me."},{"T":"301","3":"Villier shakes his head and walks to the end of the archives. Qu keeps searching through the data in front of her."},{"T":"301","2":"Qu","3":"Really...?"},{"T":"301","3":"Qu stares at the holographic image before her of the Pulao Crew returning victoriously. He is laughing and patting a comrade on the shoulder."},{"T":"301","2":"Qu","3":"This looks... pleasant."},{"T":"301","3":"The next picture is of a medic kneeling beside a wounded soldier. She puts the injured man's hand on her forehead as she weeps. The soldier's abdomen is splayed open. He clearly does not have much time left."},{"T":"301","2":"Qu","3":"This picture is... sorrowful."},{"T":"301","3":"Qu's hand stops on the last picture, which is of a Baxia soldier smiling as he walks toward a burn pile."},{"T":"301","2":"Qu","3":"Trying even if you know you're wrong. Fighting even if you're doomed to fail."},{"T":"301","2":"Qu","3":"Is this humanity?"},{"T":"301","2":"Qu","3":"I don't understand..."},{"T":"301","2":"Guard","3":"Lord Yin, you made it."},{"T":"301","2":"Yin","3":"Indeed. Those two are still inside?"},{"T":"301","2":"Guard","3":"Correct. The family has arranged for them to stay here until after the history exam next week."},{"T":"301","2":"Guard","3":"I'm afraid the exam is merely just a formality. Here's the video from the previous exam."},{"T":"301","3":"The bodyguard hands a control panel to Yin, which displays Qu and Villier methodically answering each of the questions posed by the Suanni scholars."},{"T":"301","3":"After the test, the Suanni scholars leave the archives and happily praise Qu and Villier."},{"T":"301","2":"Senior Official","3":"Lord Yin, we can't keep this up much longer."},{"T":"301","2":"Junior Official","3":"Yes, of course. More members of the Kowloong Crew support them. When the election comes around, I'm afraid..."},{"T":"301","3":"Before the official could finish speaking, Yin puts his hand to the man's head in the shape of a pistol."},{"T":"301","2":"Yin","3":"Shh... Do you hear that?"},{"T":"301","2":"Junior Official","3":"W-what?"},{"T":"301","2":"Yin","3":"The Ode of Time."},{"T":"301","2":"Yin","3":"As time goes on, Kowloong continues to expand. Generations of dynasties come and go."},{"T":"301","2":"Yin","3":"There are miracles and disasters, redemption and tyranny, inspirational history and tormenting lament."},{"T":"301","3":"Yin speaks as he walks toward the official. The official gradually steps back until he reaches the corridor wall with nowhere to retreat."},{"T":"301","2":"Yin","3":"These are all watershed moments in the river of time."},{"T":"301","2":"Yin","3":"Predecessors will eventually become lost to history and be trampled by generations to come. Is that what you were trying to say?"},{"T":"301","2":"Junior Official","3":"No, no, no. My humblest apologies, I misspoke. I beg your forgiveness."},{"T":"301","2":"Yin","3":"(Chuckles) Our family taught us that history is inevitable."},{"T":"301","2":"Yin","3":"But the family has some unspoken agreements."},{"T":"301","2":"Yin","3":"You do not need to give up what you possess so easily."},{"T":"301","3":"Yin lowers his hand and smiles as he pats the official's cheek. The official cannot help but tremble in fear."},{"T":"301","2":"Yin","3":"Heh, lucky you. I'm not carrying a weapon today."},{"T":"301","3":"Yin turns to leave after speaking, and the official finally breathes a sigh of relief, then collapses against the wall."},{"T":"301","3":"But just then, Yin sticks out his left hand in the shape of a gun and points it at the official. He mouths—"},{"T":"301","2":"Yin","3":"Bang!"},{"T":"301","3":"A bullet penetrates the official's skull and splatters blood and brain matter all over the relief on the corridor wall."},{"T":"301","3":"The guard holsters his silenced pistol and pulls out cleaning supplies to clear the scene."},{"T":"301","3":"The senior official bows his head in silence and follows behind Yin."},{"T":"301","3":"Yin looks at the closed door to the archives, sneers coldly, then turns away."},{"T":"301","2":"Yin","3":"Those two monsters..."},{"T":"301","2":"Yin","3":"Hmph. Don't restrain ourselves and use whatever means necessary. Isn't that what we were taught?"},{"T":"301","2":"Senior Official","3":"U-understood."}]