[{"T":"102","1":"Chapter 1","2":"Heart Of Gold"},{"T":"301","2":"Lucia","3":"This is it! Commandant, we've arrived at our destination."},{"T":"302","2":"It's an endless desert.","4":"Let's confirm our assignment once again."},{"T":"301","2":"Liv","3":"We've gone through one sandstorm after another, and I thought we would see something different after we're through... But it's just more desert"},{"T":"301","2":"Lee","3":"Right, we were sent here in such a rush, after all."},{"T":"301","2":"Lucia","3":"Alright, let me re-establish our mission parameters before we begin."},{"T":"301","2":"Lucia","3":"Our mission this time is to investigate the mysterious zone at the center of the sandstorm, the area nicknamed 'Golden Vortex'. According to our mission brief, we aren't the only team sent here from Babylonia."},{"T":"301","2":"Lucia","3":"Among the other teams are Goldfinch, the infiltration and intel collection experts, as well as the Purifying Force, and a Jointed Task Force that has gathered different personnel available in short notice."},{"T":"302","2":"What's so special about this place?"},{"T":"301","2":"Lee","3":"It's the sand. The sand here looks identical to gold dust."},{"T":"301","2":"Lucia","3":"Our mission can't be related to the sand. Babylonia wouldn't have sent us here for strange sand."},{"T":"301","2":"Lee","3":"This sand is everywhere. Something is moving them in secret... And to be able to cover such a large area, it must be a very huge device."},{"T":"301","2":"Lucia","3":"Liv, are we able to contact the Goldfinches? They would probably have better intel."},{"T":"301","2":"Liv","3":"(Shakes her head) We can't. I've tried multiple times, but nothing's come through. Maybe their comms equipment has malfunctioned? I'll keep trying..."},{"T":"301","2":"Lee","3":"Goldfinch doesn't have a lot of combat gears on them, but they should be equipped with state-of-the-art comms devices..."},{"T":"301","2":"Lee","3":"I need to re-evaluate how dangerous this place is."},{"T":"301","2":"Liv","3":"Commandant, something's approaching us at 12 o'clock."},{"T":"301","2":"Lucia","3":"Lee, weapons hot."},{"T":"301","2":"Browning","3":"H-hold on... I'm not... not an enemy."},{"T":"301","2":"Lucia","3":"Liv, protect the commandant. Lee, open fire if he so much as raises his arm."},{"T":"301","2":"Lee","3":"...Multiple severe wounds detected on his body."},{"T":"301","2":"Browning","3":"...AaAaArm... CaAaAn't... My apologies—something's wrong with my speaking module. I can't raise my arm even if I want to."},{"T":"301","2":"Browning","3":"My name is Browning, the captain of Goldfinch. My... M.I.N.D. ID can—c-confirm—m-my identity."},{"T":"301","2":"Lucia","3":"What happened? Where's your team?"},{"T":"301","2":"Browning","3":"T-trapped. It's all my—f-fault—my fault..."},{"T":"301","2":"Lucia","3":"Calm down and tell us what happened."},{"T":"301","2":"Browning","3":"They... c-came out of nowhere... Ambushed—i-it was a trap—my team... held them off to—s-save me..."},{"T":"301","2":"Lucia","3":"'They'? The Corrupted?"},{"T":"301","2":"Browning","3":"N-no... M-mechanoids—m-mechanoids."},{"T":"301","2":"Browning","3":"P-please... save the Goldfinches—I-I can't... I'm no match to them."},{"T":"301","2":"Lucia","3":"You need to hold on for your team!"},{"T":"301","2":"Browning","3":"I-I'm so... useless... I-I've failed—t-the Goldfinches..."},{"T":"301","2":"Lee","3":"Commandant, come over here..."},{"T":"301","2":"Liv","3":"Browning's condition is really bad... He doesn't seem to be able to forgive himself..."},{"T":"301","2":"Lee","3":"Both the M.I.N.D. ID and frame model matches—he is Browning, no doubt. However..."},{"T":"301","2":"Lee","3":"My instinct's telling me something's wrong with him. But I have nothing concrete right now."},{"T":"301","2":"Liv","3":"I also feel the same. But after what he's been through... Doesn't it make sense that something's off with him?"},{"T":"301","2":"Lucia","3":"I'm very concerned with the mechanoids he mentioned. How are they different from the Corrupted?"},{"T":"301","2":"Lee","3":"If we're going to rescue Goldfinch, we're definitely going to run into these mechanoids."},{"T":"301","2":"Lucia","3":"Commandant, rescuing the Goldfinches won't interrupt our original mission. We can even make use of the intel they have."},{"T":"302","2":"Then let's begin.","4":"What sort of mechanoids attacked your team?"},{"T":"301","2":"Lucia","3":"Roger, Commandant. Everyone, stay alert..."},{"T":"301","2":"Browning","3":"So many... of them—a-all kinds of models—a-all kinds of weapons..."},{"T":"301","2":"Browning","3":"(Watches the sand in the air) Golden Vortex... is actually a building... The closer we are to the building—t-the more mechanoids there are... We can't just walk—w-walk there..."},{"T":"301","2":"Lee","3":"Is it possible to take the route Goldfinch took to approach the center of the Golden Vortex?"},{"T":"301","2":"Browning","3":"We used... u-used—motion distractors... to lure them away—b-before approaching the building."},{"T":"301","2":"Browning","3":"L-lost it when... I escaped—b-but... I remember where it is."},{"T":"301","2":"Lee","3":"I'll go look for it with you."},{"T":"301","2":"Browning","3":"N-no... The distractor requires two operators... T-the window of opportunity is very short, we must work simultaneously... Two outside—t-two inside... Your frame doesn't match... H-hers does."},{"T":"301","2":"Liv","3":"Do you mean me, Browning?"},{"T":"301","2":"Browning","3":"You're a Support-type Construct—r-right? So am I... You and I—w-we're in charge of luring from the outside. When the other two Gray Ravens enter the interior—p-pass them the operation command, and then we go in."},{"T":"301","2":"Liv","3":"Then I'll go. Operating devices is my expertise as well."},{"T":"301","2":"Lee","3":"I can't believe that Browning's also one of those who can come up with a plan of operation at a moment's notice."},{"T":"301","2":"Lucia","3":"Lee..."},{"T":"301","2":"Lucia","3":"Are you sure about this, Liv?"},{"T":"301","2":"Liv","3":"I am! I can do this!"},{"T":"301","2":"Lucia","3":"Aright, but report your status all the time, and don't engage when you encounter enemies. Browning's frame is not at its best, so when you see anything dangerous, you can't... I'm pestering you, aren't I?"},{"T":"301","2":"Liv","3":"Lucia and Lee, you shouldn't overextend yourselves either. Don't forget that Commandant is by your side."}]