[{"T":"301","3":"..."},{"T":"301","3":"Whine—"},{"T":"301","3":"A deafening whine pierces through your eardrums and slithers deep into your mind."},{"T":"302","2":"What is this place?"},{"T":"301","3":"Your mind feels like mush. Colors seem to mix together, and the air is stagnant with the smell of vital fluid and a certain metallic tang. You see nothing but whiteness."},{"T":"302","2":"What is happening?"},{"T":"301","3":"A sudden voice, misty and dreamlike, seeps over from afar."},{"T":"301","2":"???","3":"...Commandant..."},{"T":"301","2":"???","3":"...Link... Stabilizer..."},{"T":"302","2":"Huh?"},{"T":"301","3":"You try to ask the voice, but nothing comes out of your mouth. Only the cold, rusty air floods in, bringing with it a displeasing dampness."},{"T":"302","2":"(Stabilize Mind Beacon)","4":"(Check M.I.N.D. connection)"},{"T":"301","3":"..."},{"T":"301","3":"After a short while, your vision finally returns to normal."},{"T":"301","3":"Your Mind Beacon seems to be strongly connected to something..."},{"T":"301","3":"The whiteness disperses, and a gray ceiling enters your eyes. A metallic floor then follows. The sight is both a familiar, and foreign one."},{"T":"302","2":"This is..."},{"T":"302","2":"The underground cave in City 075.","4":"This must be a dream."},{"T":"301","3":"Indeed. This place looks the same as the secret base of the Ascendants, or at least, as you remember it. But then, why would you be here?"},{"T":"302","2":"Ugh..."},{"T":"301","3":"A sudden headache bites away at you, disturbing your thoughts."},{"T":"301","2":"???","3":"Urgh—!"},{"T":"302","2":"The Corrupted?"},{"T":"301","2":"???","3":"Urgh!!!"},{"T":"302","2":"This looks bad..."},{"T":"301","3":"Yep. This must be a dream. In the morning, Celica is going to wake you up with a half-meter tall stack of reports and a billion phone calls, like usual."},{"T":"301","2":"???","3":"Urgh—!"},{"T":"302","2":"Not that unusual seeing Corrupted in dreams.","4":"What did I do to deserve this in my dreams?"},{"T":"301","2":"???","3":"Urgh—!"},{"T":"302","2":"They're getting closer and closer...","4":"Trying to scare me in my dreams? No chance."},{"T":"301","2":"???","3":"—!!"},{"T":"301","3":"The Corrupted approach in a most inhuman fashion, their appendages even flicking gravel up at you. A spurt of gravel strikes your skin with a realistic scrunch."},{"T":"302","2":"..."},{"T":"302","2":"This looks real bad..."},{"T":"301","2":"???","3":"URGH!"},{"T":"302","2":"Gotta run!","4":"(Retaliate)"},{"T":"301","3":"Before the Corrupted could land a hit on you, you take a mighty leap and run for your life."},{"T":"301","3":"You subconsciously reach for your pistol, only to find nothing."},{"T":"302","2":"...I'm completely unarmed."},{"T":"301","3":"And so, before the Corrupted could land a hit on you, you take a mighty leap and run for your life."},{"T":"301","3":"All thanks to the physical training in F.O.S., you manage to quickly lose the Corrupted."},{"T":"301","3":"As you run, memories flash past your eyes..."},{"T":"301","2":"???","3":"Commandant... Are you sure?"},{"T":"301","2":"???","3":"I'll keep monitoring the stability of your mind."},{"T":"301","2":"???","3":"If anything bad happens, disconnect immediately... But well, you know that already."},{"T":"301","3":"Memories converge, like leaves caught in a stream."},{"T":"301","3":"You linked your mind to an Ascendant..."},{"T":"301","3":"Her hair, long and pristine. The skin, pallid and almost translucent. And that gaze, ever so mysterious."},{"T":"302","2":"I... linked with Luna."},{"T":"301","3":"'Commandant, connecting with an Ascendant is extremely dangerous. We don't know what might happen.'"},{"T":"301","3":"'I know, but we've been doing fine so far. Let's cross that bridge when we come to it.'"},{"T":"302","2":"Yes..."},{"T":"301","3":"'Commandant...'"},{"T":"301","3":"'Leave this to me.'"},{"T":"301","3":"'...Okay!'"},{"T":"302","2":"What happened after that?"},{"T":"301","3":"You only remember a hazy whiteness, then pain, and darkness."},{"T":"302","2":"...Nope, can't remember anything else."},{"T":"302","2":"(Look around)"},{"T":"301","3":"You come to the same conclusion as before. This is indeed the underground cave in City 075. Yet something is amiss—like how the ground is rumbling as if something is moving beneath..."},{"T":"301","3":"Why did you wake up here, after you connected with Luna?"},{"T":"301","3":"Not to mention how your Mind Beacon is still strongly connected to a certain unknown signal."},{"T":"302","2":"Am I connected to Luna?","4":"Am I connected to the Gray Ravens?"},{"T":"301","2":"Corrupted","3":"—!"},{"T":"302","2":"They're here again...!"},{"T":"301","3":"A horde of Corrupted slowly pour out of a building not so far away. They are somehow shambling toward you with pinpoint accuracy, as if installed with radars."},{"T":"302","2":"Looks like this is a new group of Corrupted.","4":"Can't handle them all. Better run."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"Suddenly, a ghostly shadow slides out of the darkness and blocks your path."},{"T":"302","2":"α!?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"The Alpha before you is silent, her gaze taking on an iciness magnitudes above her usual self... Or, more accurately, her eyes seem to be unfocused."},{"T":"301","2":"α","3":"..."},{"T":"302","2":"Who are you?","4":"What are you trying to do?"},{"T":"301","3":"Alpha ignores your question. She draws her weapon and mechanically trudges forward. The Corrupted behind her also seem to have multiplied in numbers like magic."},{"T":"302","2":"Where did they come from...?","4":"This makes no sense at all..."},{"T":"301","3":"Right as Alpha raises her blade, the answer to this series of strange events finally strikes you."},{"T":"302","2":"This isn't the real world!"},{"T":"301","2":"α?","3":"..."},{"T":"302","2":"Ngh!"},{"T":"301","3":"You take a step back, barely dodging the attack. The wind from the cut still scratches you like a whip."},{"T":"302","2":"Sure hurts like reality, though..."},{"T":"301","2":"α?","3":"..."},{"T":"301","3":"The Alpha-looking someone is not over yet. She attacks you once more."},{"T":"302","2":"If only I had a weapon...","4":"I can't handle her head on."},{"T":"301","3":"Dodging the attack, you scan around for a makeshift weapon."},{"T":"301","3":"Dodging the attack, you scan around for a quick route of escape."},{"T":"301","3":"...And you discover a white figure about ten meters away from you, just around a corner."},{"T":"302","2":"That's...","4":"Luna?"},{"T":"301","2":"α?","3":"...?"},{"T":"301","3":"Hearing what you just said, 'Alpha' finally gives a reaction. She stops attacking to turn and look behind her."},{"T":"302","2":"(Now!)"},{"T":"301","3":"Knowing full well that your fragile human body cannot keep up with a Construct, you quickly come up with an ingenious plan, worthy of your top graduate spot in commandant school..."},{"T":"302","2":"Run!","4":"RUN!"},{"T":"301","2":"α?","3":"..."},{"T":"301","3":"To this strange Alpha, the Luna around the corner is evidently more interesting to her than you are. She simply ignores you and sheathes her blade, slowly approaching Luna."},{"T":"301","3":"The Corrupted nearby, as if following the same command, also move toward Luna. Their eyes glow in a sanguine redness, brighter than before."},{"T":"302","2":"This isn't right..."},{"T":"302","2":"They seem to be..."},{"T":"301","3":"The Luna hiding in the corner shuffles. She seems to have noticed the wave of Corrupted headed for her."},{"T":"301","3":"Luna covers her mouth and takes a few steps back. She then pivots and bolts into the darkness, her tiny frame quickly dissolving into nothing."},{"T":"302","2":"They're attacking Luna?"},{"T":"301","3":"At the very least, 'Alpha' and the Corrupted are still going after her. You should be safe, for now."},{"T":"301","3":"You slowly jog to a halt as you reach a hiding place and finally catch a breath. Making good use of this opening, you get your thoughts in order."},{"T":"302","2":"I connected to Luna."},{"T":"301","3":"Indeed, there was no other way."},{"T":"302","2":"And then I woke up in this place."},{"T":"301","3":"...Everything here makes no sense."},{"T":"302","2":"...That 'Alpha' going after her sister.","4":"...That Luna running away."},{"T":"301","3":"'Alpha' was brimming with hostility. The real Alpha would never do that to her sister... So this 'Alpha' must not be the real one."},{"T":"301","3":"'Alpha' was brimming with hostility for her sister. And Luna herself seems to be targeted by the Corrupted as well..."},{"T":"301","3":"Based on all that has happened, plus the fact that this cannot be the real world, this leaves only one option..."},{"T":"302","2":"This is a M.I.N.D."},{"T":"301","3":"This is the only plausible explanation."},{"T":"301","3":"Since M.I.N.D.s are highly incompatible with other consciousnesses, some M.I.N.D.s would activate a self-defense mechanism during a mind link and attack any consciousnesses within... Or so you have heard from Asimov."},{"T":"302","2":"If it's Luna, then this is possible.","4":"Asimov must be happy with a new case study."},{"T":"301","3":"Surveying your surroundings once more, you find it to be deathly quiet. Nothing obvious comes to your attention."},{"T":"302","2":"..."},{"T":"302","2":"I can't sit here and do nothing."},{"T":"301","3":"Footsteps ring out in a long and narrow path."},{"T":"301","3":"A hint of fear shows up on the lone maiden's face, looking completely lost. Air distorts around her as she passes, materializing into cubes of data. They crumble as quickly as they appear."},{"T":"301","3":"Hearing the mechanical thumps from behind and around her, she becomes disoriented, more and more."},{"T":"301","3":"Run... Dead end... Turn... Dead end... Turn again... Another dead end—the paths all begin to blur together."},{"T":"301","2":"???","3":"Ah... Hah..."},{"T":"301","3":"The sounds behind her too, begin to merge into clear footsteps, edging ever closer."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"Angst—how foreign this feeling must be to her. She runs, headed toward a destination she does not even know of."},{"T":"301","2":"Corrupted","3":"—"},{"T":"301","3":"The enemies behind her approach with malice that is almost palpable. Ice-cold fear creeps up the back of her neck."},{"T":"301","2":"Corrupted","3":"Urgh—!"},{"T":"301","2":"???","3":"...!"},{"T":"301","3":"Running out of breath, she turns apprehensively to face the enemies... only to see a headless mechanoid with its lower torso torn off, a few strands of wire dangling from the carcass."},{"T":"302","2":"..."},{"T":"301","3":"You take a deep breath, and chuck the mechanoid head away."},{"T":"302","2":"...Here's to hoping serum works in a M.I.N.D."},{"T":"301","3":"She stares at you widely, looking very afraid."},{"T":"301","2":"Luna","3":"Y-you..."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"..."},{"T":"301","3":"The girl, the Construct, before you freezes. Her fearful look melts into a daze. She stands there, petrified like a rock."},{"T":"302","2":"That was just a basic non-combat mechanoid.","4":"What's with the look on your face...?"},{"T":"301","3":"This is just downright uncanny."},{"T":"301","3":"The leader of the Ascendants, a most fearsome enemy, now standing dumbfounded before you like some innocent little girl. Looking at her, you find yourself dumbfounded as well—her confusion must be contagious."},{"T":"302","2":"(Should I say something...?)","4":"(Is this really Luna?)"},{"T":"301","2":"Luna","3":"Who are you...?"},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"You don't know who I am?","4":"Are you Luna?"},{"T":"301","2":"Luna","3":"You're not a... baddie?"},{"T":"301","2":"Luna","3":"I-I'm... Luna. You..."},{"T":"301","2":"Luna","3":"You're not a... baddie?"},{"T":"302","2":"Baddie?"},{"T":"302","2":"(...She just said 'baddie'?)","4":"(This can't be Luna.)"},{"T":"301","2":"Luna","3":"Stay away from me..."},{"T":"301","3":"This Luna is a lot more expressive than the one you know."},{"T":"302","2":"Wait..."},{"T":"301","3":"And she skirts away, immediately. You reach for her hand, but only her fluttering hair brushes past. Before you could even react, the world before you spins around like a whirlpool."},{"T":"301","3":"The ground curls up like a canvas, and Luna lets out a small yelp of surprise. Like a leaf, she is almost instantaneously drawn into the center of the whirlpool, disappearing into the warped space."}]