[{"T":"301","2":"Vera","3":"This isn't ending any time soon."},{"T":"301","3":"The two of you take down another wave of Corrupted, and Vera's frame is overheating from the continuous intense fights."},{"T":"302","2":"Get indoors."},{"T":"301","3":"Vera immediately understands what you mean. She picks you up and carries you over her shoulder, leaping into a building."},{"T":"301","3":"The Corrupted pass by the building, unable to detect your signals."},{"T":"301","3":"As you have guessed, almost all buildings here are covered with radiation-absorbent material and built with special substances that isolate most usual signals. They are nearly invisible to a machine's 'eyes.'"},{"T":"301","3":"Having gone through this immediate danger, Vera relaxes her tense self and sits down, leaning on the wall."},{"T":"301","3":"There is a deep cut on her arm, vital fluid slowly dripping out from the wound. She got it earlier protecting you."},{"T":"301","3":"She keeps saying she does not care for your safety, and yet you are unharmed, save for being exhausted from the difficult journey—she has kept you protected."},{"T":"302","2":"I'm sorry.","4":"Are you okay?"},{"T":"301","2":"Vera","3":"Shut up."},{"T":"301","2":"Vera","3":"An apology that doesn't help our current situation means it's only to make you feel better."},{"T":"301","2":"Vera","3":"Do you think I look 'okay'?"},{"T":"301","2":"Vera","3":"Now shush and let me cool down."},{"T":"301","3":"She leans on the wall, her artificial skin starting to turn red."},{"T":"302","2":"You..."},{"T":"301","3":"Before you say anything, Vera gives you a stare."},{"T":"301","2":"Vera","3":"If you ask me if I'm feeling alright again, I promise you I'll throw you into the ocean."},{"T":"301","3":"You remain silent for a long time."},{"T":"301","3":"Having cooled her frame a bit, Vera takes a deep breath and starts treating her wound."},{"T":"301","3":"Unlike humans, most of Constructs' wounds are not lethal. But also unlike humans, their wounds do not heal themselves."},{"T":"302","2":"Do you need my help?","4":"You look like an expert."},{"T":"301","2":"Vera","3":"No. You'd make it worse."},{"T":"301","2":"Vera","3":"Ha, you have no idea what I used to do."},{"T":"301","3":"Having said that, it does not seem like she is going to elaborate."},{"T":"301","3":"Vera quickly stops the 'bleeding,' and you are surprised to find her technique no less delicate and skilled than Liv's."},{"T":"301","3":"She fixes herself in no time."},{"T":"302","2":"I can help if you need me."},{"T":"301","2":"Vera","3":"...Is the true measure of a Chief being relentless or having incredibly thick skin?"},{"T":"301","3":"She looks at you, and this time she speaks unprompted."},{"T":"301","2":"Vera","3":"I just think that everything we're doing now is stupid and meaningless."},{"T":"301","2":"Vera","3":"The Parliament... Kurono... and this mission are all stupid to their core."},{"T":"301","2":"Vera","3":"All those calculated men are so damn stupid. They will not stop fighting each other even when everything is at stake."},{"T":"301","2":"Vera","3":"I am stupid too for telling you this."},{"T":"302","2":"You think this mission is pointless.","4":"You are angry."},{"T":"301","3":"Vera looks up."},{"T":"301","2":"Vera","3":"What do you think the point is?"},{"T":"301","2":"Vera","3":"If you understand the Parliament and Kurono enough, you will understand why they are all dancing around you."},{"T":"301","2":"Vera","3":"Kurono wants to lock you up for conspiring with the enemy. The Parliament wants you to sacrifice everything for the fate of humanity."},{"T":"301","2":"Vera","3":"They're both trying to rob you and bleed you dry."},{"T":"301","2":"Vera","3":"One of them is blatant with their intentions, the other one decorates it with righteous causes."},{"T":"301","3":"Vera looks up."},{"T":"301","2":"Vera","3":"Of course I'm angry. Not just at all of these—I'm angry at myself for having to do it anyway."},{"T":"301","2":"Vera","3":"Has Gray Raven been through so little, or are you just so damn naive?"},{"T":"301","2":"Vera","3":"Everyone knows the Punishing Virus comes from within the zero-point reactor. We're already paying the price, and look where we are."},{"T":"301","2":"Vera","3":"How ironic to have us investigate a place like this. Don't they know how the world ended? Do they want a sequel already?"},{"T":"301","3":"She closes her eyes."},{"T":"301","3":"The soldiers crying on their death beds, the comrades falling before her eyes... Her memories of the past and their pain flood her mind."},{"T":"301","2":"Vera","3":"I thought the Parliament would be better than Kurono at the very least. Surprise! They're also morons who tempt fate."},{"T":"301","2":"Vera","3":"Poking at something so dangerous just to counter the opponent."},{"T":"302","2":"You think we should leave zero-point energy alone?"},{"T":"301","2":"Vera","3":"I don't 'think.' I 'know' it for a fact."},{"T":"301","2":"Vera","3":"Can you deny that it was what started all of this?"},{"T":"301","3":"You cannot refute her words."},{"T":"301","3":"That is a fact like she has said."},{"T":"301","3":"Humans have long died on the road to their ambitions. This city is just a graveyard for their arrogance."}]