[{"T":"301","3":"Deep M.I.N.D. is now shaking violently because of the red light pillars."},{"T":"301","3":"As the red dots of light diffuse, noises echo through Lucia's M.I.N.D. Her heartwarming memories have now turned into despair magnified."},{"T":"301","2":"Luna?","3":"...Please stay here, Lucia."},{"T":"301","2":"Lucia","3":"No, you're not Luna. You're just an illusion."},{"T":"301","2":"Luna?","3":"An illusion, not an imagination. I'm a story your memories put together."},{"T":"301","3":"Nothing that Lucia says has changed anything. Her M.I.N.D. is slowly being contaminated by the red lights."},{"T":"301","2":"Luna?","3":"The bond you've always believed in is the real illusion here."},{"T":"301","2":"Lucia","3":"No... It's not like that..."},{"T":"301","2":"???","3":"Let me show you, then... What I've seen, what the Ascension-Network has shown me, and what you're about to experience."},{"T":"301","3":"As Luna lifts Lucia's chin and touches her cheek, memories pour into Lucia's M.I.N.D."},{"T":"301","3":"Memories of when the planet formed, when oceans abounded with life, when lives were born."},{"T":"301","3":"But then comes endless bloodshed."},{"T":"301","3":"The few spared by wars bear children, who then breed still more wars."},{"T":"301","3":"This is how they have evolved and survived as the fittest."},{"T":"301","3":"To stay alive, the weak have learned to be even more despicable."},{"T":"301","3":"They deceive, betray, pretend, and lie..."},{"T":"301","3":"Following this contaminated river of time, Lucia sees a monstrous creature on the other side, having been discarded as if it was garbage."},{"T":"301","2":"Luna?","3":"Lucia... Are you also going to leave me, too?"},{"T":"301","3":"The monster does not cross the river in time, and its body gradually decays, leaving traces of blood on the ground."},{"T":"301","3":"In that instant, the barriers supporting Lucia collapse. Her vision is now dark with the rubble pinning her firmly to the ground, the red dots of light afloat taunting her."},{"T":"301","3":"Infected and on the verge of being devoured, Lucia hears a voice."},{"T":"301","2":"???","3":"I believe... you'll return..."},{"T":"301","2":"Lucia","3":"Who's there?"},{"T":"301","2":"Voice from Afar","3":"Lucia, come back...!"},{"T":"301","2":"Voice from Afar","3":"We can still make it! We still have a chance to make a change...!"},{"T":"301","2":"Lucia","3":"Are you... Commandant?"},{"T":"301","3":"Memories flash before her eyes, giving her strength."},{"T":"301","2":"Voice from Afar","3":"I believe in you the way you've believed in us... So... believe in yourself, Lucia...!"},{"T":"301","3":"She looks in the direction from which the voice came. Right above the abyss, a beacon shines bright, the same way a star would at the dead of night."},{"T":"301","2":"Lucia","3":"It's Commandant's Mind Beacon..."},{"T":"301","2":"Lucia","3":"They're all... waiting for me..."},{"T":"301","3":"With what little strength she has left, Lucia escapes from the rocks and heads for the glistening star above."},{"T":"301","2":"Lucia","3":"...I can't change anything staying here... I need to go!"}]