[{"T":"301","3":"Chrome opens his eyes to see the familiar dark room and Asimov's solemn face."},{"T":"301","2":"Chrome","3":"You've been working hard, Asimov. How is the test data?"},{"T":"301","2":"Asimov","3":"You've reached a high enough degree of synchronization and proficiency to pass the test."},{"T":"301","2":"Asimov","3":"But the core issues still haven't been addressed."},{"T":"301","3":"Asimov clenches his fists and closes his eyes. Chrome has never seen such an expression on this seemingly infallible scientific genius."},{"T":"301","2":"Chrome","3":"Is there anything I can do to help?"},{"T":"301","3":"Asimov grabs the mug on the table, swallows a mouthful of cold coffee, and shakes his head in a trance."},{"T":"301","2":"Asimov","3":"This frame uses technology similar to that of Lucia: Plume."},{"T":"301","2":"Chrome","3":"I know."},{"T":"301","3":"Before signing the agreement and applying to participate in the experiment, he fully understood the principles and risks of the project."},{"T":"301","3":"But Asimov's expression does not stem from the achievements of his research, but rather the costs."},{"T":"301","3":"Lucia was reborn as Plume after sustaining life-threatening injuries during the battle of Kowloong. Asimov had explained that she lost her original memory during the upload process. Despite having a backup of her memory, re-integration would have only caused a sense of alienation."},{"T":"301","3":"Plume has not had any issues since then, and Lucia's memory still remains intact."},{"T":"301","3":"Recently, she seems to have completely regained familiarity toward her memories and has gradually overcome the impacts of the transfer process."},{"T":"301","3":"The original agreement stated that there might be similar risks, but the main purpose of this experiment was to resolve the negative effects of frame transferal."},{"T":"301","2":"Chrome","3":"Are you referring to the risks mentioned in the plan?"},{"T":"301","2":"Asimov","3":"No, the plan only mentioned the hypotheses we made at the beginning of the experiment."},{"T":"301","2":"Asimov","3":"But as this experiment continues, I've discovered that the technology still has a lot of issues that remain unsolved."},{"T":"301","2":"Asimov","3":"To give you a simple idea, imagine filling a bottle with rocks, then casting it out at sea."},{"T":"301","2":"Asimov","3":"Even though your M.I.N.D., aka the 'bottle,' is stable and able to retain all of these 'rocks,' when uploaded into the frame, it would be inoperable, much like how the bottle would sink to the ocean floor."},{"T":"301","2":"Asimov","3":"Lucia was able to synchronize with the frame without any adjustments due to additional data from..."},{"T":"301","2":"Asimov","3":"Cough—because the data is compatible with her, just like the frame itself."},{"T":"301","2":"Chrome","3":"Additional data?"},{"T":"301","2":"Asimov","3":"That's classified. I'm not at liberty to say much more."},{"T":"301","3":"However, Asimov knows that specialized frames are 'special' not only because they are created on the basis of all the data accumulated by Gray Raven thus far..."},{"T":"301","3":"...But also because they contain data from the Ascendant—Alpha."},{"T":"301","3":"When Lucia earnestly returned to the battlefield, she failed to ask the question that was deliberately hidden."},{"T":"301","3":"'—Where did you get this Ascendant data?'"},{"T":"301","3":"The answer was out of hope to put an end to this calamity, but was also to give rise to human strife."},{"T":"301","2":"Asimov","3":"Ever since Lucia was uploaded into the frame, the Science Council has been collecting various data on Plume."},{"T":"301","2":"Asimov","3":"We've made numerous adjustments, which allow you to safely establish a virtual link."},{"T":"301","2":"Asimov","3":"However, only you can do it. That's because your specialized Inver-Device and M.I.N.D. are inherently more stable."},{"T":"301","2":"Asimov","3":"That's why I invited you to participate in this program."},{"T":"301","2":"Chrome","3":"What risks are we most likely to face now?"},{"T":"301","2":"Asimov","3":"Your M.I.N.D. is likely to experience any number of serious cognitive side effects."},{"T":"301","2":"Asimov","3":"Common symptoms aside, you may experience M.I.N.D. deviation much like how the bottle would sink to the bottom of the ocean. If it were to continue any further... you may experience M.I.N.D. corruption."},{"T":"301","2":"Asimov","3":"At that point, you would lose control. Anything goes after that."},{"T":"301","2":"Asimov","3":"If you don't know what that's like, you can speak with 【kuroname】 later."},{"T":"301","2":"Chrome","3":"It's fine. I've read about it in the reference materials. There's no sense in bothering the Gray Raven Commandant."},{"T":"301","2":"Asimov","3":"However, since your specialized Inver-Device has allowed you to serve as the commandant of Strike Hawk, you're not the only one at risk."},{"T":"301","2":"Asimov","3":"If your M.I.N.D. experiences any deviation or corruption, any squad member linked with you will also be affected."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Asimov","3":"Until we resolve whatever is making your M.I.N.D. susceptible to corruption, I can't let you use this frame."},{"T":"301","3":"Chrome glances back at Asimov, who is looking at a large stack of files, ruminating about how to improve the frame."},{"T":"301","2":"Chrome","3":"I'm no scientist, but I think..."},{"T":"301","2":"Chrome","3":"If the core problem is data compatibility with my M.I.N.D., or as you put it, rocks sinking the bottle..."},{"T":"301","2":"Chrome","3":"Would it be possible to attach additional equipment to isolate it in parallel with the bottle?"},{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"Asimov thinks for a moment, then stands up as if to say, 'Eureka!', then walks to the side of the lab and begins looking up something on the terminals."},{"T":"301","2":"Asimov","3":"Rosetta..."},{"T":"301","2":"Asimov","3":"The research data from her transfer between the centaur and humanoid frame...!"},{"T":"301","3":"With the terminal's high processing speed, Asimov quickly finds the target file. He pulls up a chair in front of the monitors and begins to work assiduously."},{"T":"301","3":"Seeing his bleak demeanor begin to reside, Chrome politely dismisses himself."},{"T":"301","2":"Chrome","3":"I'll get going. Let me know if you need help calibrating the frame."},{"T":"301","2":"Asimov","3":"Understood."},{"T":"301","3":"He responds without lifting his head from his work."},{"T":"301","3":"Up until Chrome closes the door, all he can hear is Asimov mumbling to himself from within the lab."},{"T":"301","2":"Asimov","3":"I'm almost at a breakthrough... Rand, Ann... I won't let your sacrifices be in vain..."},{"T":"301","3":"Once the sound of footsteps outside the lab fades into the distance, Asimov opens an encrypted file on Plume containing 'Alpha_data' sent to him early on by 'some people.'"},{"T":"301","3":"The method, costs, and potential dangers of acquiring such data had been deliberately stricken from the record."},{"T":"301","3":"Perhaps, only when all of this comes to light will the truth behind these 'anomalies' finally be revealed."},{"T":"301","2":"Celica","3":"Hello, Chrome."},{"T":"301","3":"After leaving the closed lab, Chrome receives a notification from Celica on his terminal."},{"T":"301","2":"Celica","3":"There's been a change to the search and rescue mission. Since it's been assigned on such short notice, time is of the essence."},{"T":"301","2":"Celica","3":"Gather your squad and board the transport craft in forty minutes."},{"T":"301","2":"Celica","3":"Mission details have been uploaded to your terminal. Let me know if you have any questions."},{"T":"301","3":"Chrome opens the mission details and quickly scans the intel. The new mission is to enter the Longinus blast zone to search for abnormalities."},{"T":"301","2":"Celica","3":"It may appear to be an ordinary recon mission..."},{"T":"301","2":"Celica","3":"But after you evacuated, we suddenly detected high Punishing concentration within the area."},{"T":"301","2":"Chrome","3":"Suddenly?"},{"T":"301","2":"Celica","3":"Correct. The specific location and concentration fluctuate greatly."},{"T":"301","2":"Celica","3":"Maybe it's just a false positive caused by various regional and climate factors. Or maybe there's something hiding down there."},{"T":"301","2":"Celica","3":"Considering the potential risks, this mission is best left in good hands."},{"T":"301","3":"Chrome scrolls down the intel log and notices small line of gray text at the bottom: 'This task has been transferred from Gray Raven to Strike Hawk.'"},{"T":"301","2":"Chrome","3":"This was originally assigned to... Gray Raven?"},{"T":"301","2":"Celica","3":"【kuroname】 is indisposed and unable to perform missions for the time being."},{"T":"301","2":"Chrome","3":"Have the memory flashbacks put the commandant out of commission?"},{"T":"301","2":"Celica","3":"Hm? Um..."},{"T":"301","3":"Celica hesitates for a moment before realizing why Chrome would know about it."},{"T":"301","2":"Celica","3":"Seems like Wanshi sensed something wrong with 【kuroname】. Correct, the commandant's condition has something to do with that."},{"T":"301","3":"The phrasing of 'something' filled Chrome's mind with doubt, but asking about it directly probably would not elicit a response."},{"T":"301","2":"Chrome","3":"Understood. I'll rally the team."},{"T":"301","3":"Chrome terminates the call, but before he can issue an assembly order to Wanshi and Kamui, the communication prompt flashes again."},{"T":"301","2":"John","3":"I received the test results."},{"T":"301","3":"Due to the risks and restitutes involved with the frame transferal experiment, John Smith had also received a notice as the co-signer."},{"T":"301","2":"John","3":"Careful, you're playing with fire. You can always back out of the experiment if you need to."},{"T":"301","2":"Chrome","3":"I appreciate the concern, Mr. Smith. I'll be sure to tread carefully, but with great risk comes great reward."},{"T":"301","2":"John","3":"What do you have coming up?"},{"T":"301","2":"Chrome","3":"We were reassigned to a mission meant for Gray Raven. I'm going to assemble the team, then proceed to the target."},{"T":"301","2":"John","3":"Gray Raven? Looks like they're in over their heads this time."},{"T":"301","2":"Chrome","3":"Because of the commandant's illness?"},{"T":"301","2":"John","3":"From what I've gathered, illness is only an excuse for the commandant to be monitored."},{"T":"301","2":"Chrome","3":"【kuroname】 is being monitored...?"},{"T":"301","2":"John","3":"Yes, but that's just the start. Gray Raven has a lot of trouble coming their way."},{"T":"301","2":"John","3":"Not only are they dealing with this mysterious illness, they've also got people trying to uncover their past transgressions in order for Gray Raven to be a stepping stone on their road to success."},{"T":"301","2":"Chrome","3":"Past transgressions? Why's that?"},{"T":"301","2":"John","3":"These people are planning on using the commandant's condition to put them out of service."},{"T":"301","2":"John","3":"But the commandant still hasn't slipped up, so they have to put their plan on hold."},{"T":"301","2":"John","3":"If 【kuroname】 keeps this up, they'll try to stop Gray Raven by claiming that they violated military orders, had a private connection with the Ascendant leader, or that they are keeping her whereabouts a secret."},{"T":"301","2":"Chrome","3":"A private connection with the Ascendant leader? No commandant can do that. And I don't believe 【kuroname】 is harboring the enemy."},{"T":"301","2":"John","3":"It's just a possibility. Apparently, the 'Huaxu' in the enemy's hands determined that 【kuroname】 can resist M.I.N.D. corruption and connect with Ascendants."},{"T":"301","2":"Chrome","3":"...!"},{"T":"301","2":"John","3":"After learning this, the enemy specifically asked Gestalt to verify authenticity, and the results were confirmed."},{"T":"301","2":"Chrome","3":"Why did Huaxu think that 【kuroname】 can connect with Ascendants?"},{"T":"301","2":"John","3":"Because the commandant crossed paths with them during the underground Battle of City 075."},{"T":"301","2":"John","3":"The commandant wrote everything down in the mission report, but someone leaked it. Even if the commandant hadn't said anything, these people would've found out one way or another."},{"T":"301","2":"John","3":"If it came to that, falsifying the military report would only exacerbate their crimes."},{"T":"301","2":"Chrome","3":"Who leaked the commandant's mission?"},{"T":"301","2":"John","3":"It doesn't matter. Even if you found out who did it, someone else would just take their place."},{"T":"301","2":"John","3":"Their network has penetrated into the very fabric of Babylonia. All the President can do is take every necessary precaution."},{"T":"301","2":"John","3":"There isn't much he can do to prevent leaks. After all, the opposition has other means to implicate them. Not to mention, they occupy numerous irreplaceable positions."},{"T":"301","2":"John","3":"No one knows what the commandant really did. They claim that 【kuroname】 lost consciousness at the time. Even the Constructs on Gray Raven didn't see Luna leave."},{"T":"301","2":"John","3":"They're still collecting evidence. But based on the current trend, the opposition is deliberately trying to forge evidence to achieve their goals."},{"T":"301","2":"Chrome","3":"How do you know this...?"},{"T":"301","2":"John","3":"Working in the political sphere, I have my ways. I am a Smith, after all."},{"T":"301","2":"John","3":"The next Smith will have to learn to piece together fragments of intel and speculation to get the whole picture."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome furrows his borrows as if lost in thought."},{"T":"301","2":"Chrome","3":"Where is 【kuroname】 now?"},{"T":"301","2":"John","3":"Do you want to see the commandant?"},{"T":"301","2":"Chrome","3":"Yes."},{"T":"301","2":"John","3":"People need to use whatever they can to get rid of any other unnecessary troubles."},{"T":"301","2":"John","3":"I'm telling you all of this intel just to remind you."},{"T":"301","2":"John","3":"I know you're interested in the commandant's potential."},{"T":"301","2":"John","3":"I didn't want to interfere with you being around such an exceptional human, but the squad is already in too deep."},{"T":"301","2":"John","3":"If you get too close to 【kuroname】, you'll be monitored and put in the same position."},{"T":"301","2":"John","3":"Just look at the other Gray Ravens. Stay away from them, or else you'll just get caught in the crossfire."},{"T":"301","2":"Chrome","3":"Trust my judgment and way of doing things, Mr. Smith. Even if I see 【kuroname】, I won't let them get the best of me."},{"T":"301","2":"Chrome","3":"Please tell me. Where is 【kuroname】?"},{"T":"301","2":"John","3":"..."},{"T":"301","3":"After numerous requests, Chrome finally gets a brief meeting with the commandant on the grounds of relaying information on the mission."},{"T":"301","3":"Under the watchful eyes of soldiers and staff, the airtight door slowly rises up."},{"T":"301","3":"Blinding light fills the empty room. A human is sitting on the cold and hard seat in the conference room, looking ahead with tired and dull eyes."},{"T":"301","3":"Someone once joked that uncomfortable chairs can shorten meetings and make them more efficient."},{"T":"301","3":"But when a person is left to sit on the chair for almost two days, the same cannot be said."},{"T":"301","3":"Chrome looks around the room quietly. In this clean, tidy and unassuming room, cameras are installed in each of the four corners—at least, that was all that could be seen with the naked eye."},{"T":"301","3":"He steps into the room, and the door slowly lowers. Even though it is just the two of you, neither of you are able to speak freely under such watchful eyes."},{"T":"301","3":"Looking at the side of your pale and tired face, Chrome quietly clenches his fists. Before he greets you, he notices the projection equipment in the corner."},{"T":"301","3":"The hazy blue light creates a three-dimensional image of an antique clock with no tick marks or minute hand. There is only an hour hand slowly moving along with each swing of a pendulum."},{"T":"301","3":"A small line of text below the clock reads: Monitoring Schedule."},{"T":"301","3":"It is difficult for those who have not experienced it to notice, but one's perception of time is infinitely lengthened by staring at a clock during times of hardship."},{"T":"301","3":"Before coming here, Chrome had heard that the interval between examinations and treatments was 2 hours during the day and 5 hours at night."},{"T":"301","3":"Anyone who has worked at the Star of Life knows that this frequency of treatment for patients with serious illnesses is normal."},{"T":"301","3":"But that is done under the conditions that the patients in 'critical conditions' are 'looked after without being disturbed,' not 'monitored in confinement.'"},{"T":"301","3":"However, if an appeal is submitted due to the frequency of treatment, the other party would just come up with a series of written terms to prove that they are not violating any rules."},{"T":"301","3":"The commandant's hardship would be hidden between the lines."},{"T":"301","3":"Such as, being isolated in this empty room for an extended duration..."},{"T":"301","3":"The blinding light and cold, hard conference chairs making rest nigh impossible..."},{"T":"301","3":"Numerous monitoring equipment in the room... Soldiers and staff pacing outside..."},{"T":"301","3":"The clock without tick marks... The all-too-convenient monitoring interval..."},{"T":"301","3":"Singling out any one of these reasons would give no indication that there is any foul play."},{"T":"301","3":"No one could complain that the room is too clean and empty, or that the seats are too uncomfortable."},{"T":"301","3":"But together, this is enough to make life wither away with each swing of the pendulum."},{"T":"301","2":"Chrome","3":"(...This is a prison in every sense of the word.)"},{"T":"301","3":"Chrome wants to say something, but he finds himself unable to speak under such watchful eyes."},{"T":"301","3":"Seeing the clock, Chrome cannot help but recall that you had downloaded Edgar Allen Poe's short story, 'The Pit and the Pendulum', from the database."},{"T":"301","2":"Chrome","3":"(Did 【kuroname】 ever finish reading the story?)"},{"T":"301","3":"Regardless, Chome has to do something."},{"T":"301","2":"Chrome","3":"Hello, Gray Raven Commandant."},{"T":"301","3":"You slowly turn in the direction of the familiar voice to see Chrome standing by the door. The white paint from his coating reflects the blinding light in the room as if enveloping him in its radiance."},{"T":"302","2":"Hello.","4":"Chrome?","6":"...It's been a while."},{"T":"301","3":"You barely manage to muster up such a brief greeting out of sheer fatigue. In a trance, you sense an internal struggle in Chrome's gaze."},{"T":"301","2":"Chrome","3":"...How are you feeling?"},{"T":"302","2":"Peachy.","4":"Like crap.","6":"Quite obvious, isn't it?"},{"T":"301","3":"The lengthy interrogation regarding the memory replays and mission details have taken a toll on your voice prior to meeting him. No matter how hard you try, you cannot hide the raspiness in your voice."},{"T":"301","3":"Chrome quietly walks over and stands in front of the chair. He turns slightly to block the blinding light from above, but the struggle in his eyes becomes all the more apparent."},{"T":"302","2":"Have a seat.","4":"(Stand up)"},{"T":"301","2":"Chrome","3":"That won't be necessary. I'm just here to talk about the mission."},{"T":"301","3":"Chrome quickly reaches out and gently helps you back into your seat."},{"T":"301","2":"Chrome","3":"You shouldn't stand up as weak as you are. I'm just here to talk about the mission."},{"T":"301","2":"Chrome","3":"Anyway... Babylonia has detected high fluctuations of Punishing concentration within the Longinus blast zone."},{"T":"301","2":"Chrome","3":"If we can rule out any false positives, there might be something hidden there."},{"T":"301","2":"Chrome","3":"Did you notice anything during the last mission?"},{"T":"302","2":"(Explains what happened during the mission)"},{"T":"301","3":"Listening to your explanation, Chrome records the main points in his terminal notes and draws detailed areas on the map."},{"T":"301","2":"Chrome","3":"Thanks for the help. Looks like there might actually be something suspicious there. I'll bring some sensors along."},{"T":"302","2":"(Nods, then continues looking at the clock)","4":"Chrome, how much longer do you think I'll be here?"},{"T":"301","3":"Chrome puts away his terminal and looks at the blue projection of the pendulum."},{"T":"301","2":"Chrome","3":"【kuroname】, do you know when the pendulum will stop descending?"},{"T":"301","3":"For any of the onlookers, this sentence would have no significance."},{"T":"301","3":"As if understanding the look in your eyes, Chrome shifts his gaze from the pendulum onto you."},{"T":"301","2":"Chrome","3":"Soon. The pendulum will stop descending soon."},{"T":"302","2":"Descend? What do you mean?","4":"When they can't get what they want?","6":"Are you the 'rat'?"},{"T":"301","3":"Saying this, you look into Chrome's eyes and wink."},{"T":"301","2":"Chrome","3":"Sorry, forget I ever said anything."},{"T":"301","3":"Seeing the hint, he smiles."},{"T":"301","3":"Hearing the hint, he smiles."},{"T":"301","2":"Chrome","3":"Correct. So not much longer."},{"T":"301","3":"Seeing that you got the hint, Chrome smiles and drops his gaze."},{"T":"301","2":"Chrome","3":"'I'm becoming one.'"},{"T":"301","3":"After he finishes speaking, the door promptly raises with the clear buzzing of an alarm. Chrome steps back, causing the blinding light to occupy your field of vision."},{"T":"301","2":"Chrome","3":"Thank you again for your help. Goodbye for now."},{"T":"301","3":"He nods under the staff's watchful eyes, then leaves the empty room."},{"T":"301","3":"As the door closes with a heavy thud, your gaze returns to the white void."}]