[{"T":"301","3":"No matter where she hides, the Corrupted called Korolev is always hot on her trail and always finds her."},{"T":"301","3":"She tries fighting but fails miserably, convincing her that she has no hope of defeating an enemy like this."},{"T":"301","3":"Eventually, she somehow coincidentally finds herself in the place she was looking for—the communications room."},{"T":"301","3":"Inside the communications room..."},{"T":"301","3":"The strenuous movements have caused Selena's vital fluid to seep out of every opening, and she can feel that her body, which is already approaching its limit, is about to fall apart."},{"T":"301","3":"She musters her remaining strength to barricade the entrance with what she can find and staggers over to the communications station."},{"T":"301","2":"Selena","3":"Access granted."},{"T":"301","2":"Selena","3":"Thank goodness!"},{"T":"301","3":"There is however no joy in those words."},{"T":"301","3":"The giant Corrupted is frenziedly slamming against the barricade."},{"T":"301","2":"Selena","3":"Is this end of the road for me..."},{"T":"301","3":"In her hurry, she can only load the data she is subconsciously most familiar with into the space station's Disruptive Signal."},{"T":"301","2":"Selena","3":"..."},{"T":"301","2":"Selena","3":"If... Ayla gets this, she'll definitely understand it."},{"T":"301","3":"Selena smiles bitterly."},{"T":"301","3":"If it is her best friend."},{"T":"301","2":"Selena","3":"...Ayla."},{"T":"301","2":"Selena","3":"...I'm sorry."},{"T":"301","3":"A huge force sends the barricade flying as Korolev steps into the narrow compartment."},{"T":"301","3":"In the time she takes to prepare for battle, Korolev manages to cover the distance between them."},{"T":"301","3":"Her weapon snaps under the impact of Korolev's attack."},{"T":"301","3":"There is a loud bang as Korolev hurls Selena against the wall."},{"T":"301","3":"Korolev does not give her time to catch her breath and slams its robotic arm down onto her back."},{"T":"301","3":"The robot is not small, but it sure is nimble."},{"T":"301","2":"Korolev","3":"When visiting the space station, please follow the rules and regulations and listen to your guide."},{"T":"301","2":"Korolev","3":"Children who vandalize and destroy space station facilities will be punished."},{"T":"301","2":"Korolev","3":"I've finally got you. You're a very disobedient child. Not only have you vandalized the facilities, you've also stolen valuable 'public property.'"},{"T":"301","2":"Korolev","3":"Come on, return what you stole to Korolev."},{"T":"301","2":"Korolev","3":"A child who owns up to their mistakes is a good child."},{"T":"301","2":"Selena","3":"What is the goal of this Corrupted...?"},{"T":"301","3":"She glances down at the geometric core shard in her hands."},{"T":"301","2":"Selena","3":"No... This is one thing I can never hand over to you."},{"T":"301","3":"Selena started to struggle again, and with her final desperate burst, she managed to shake the AI robot off her."},{"T":"301","3":"Taking advantage of the robot's attempt to stabilize itself on its robotic legs, she dodged to the corner of the room."},{"T":"301","3":"I must protect the shard... This came at the cost of the entire Advance Force's sacrifice."},{"T":"301","3":"What should I do...?"},{"T":"301","3":"Korolev is blocking the entrance, and her weapon has been destroyed. It's a desperate situation with no chances of survival."},{"T":"301","3":"At the very least, I must..."},{"T":"301","3":"Selena's eyes narrow."},{"T":"301","3":"In an instant, she turns the pointy end of the shard toward her chest and stabs it straight in."},{"T":"301","2":"Korolev","3":"A child who doesn't own up to their mistakes is a naughty child."},{"T":"301","3":"Korolev, who had regained its balance 'looked' at Selena, who had the shard hidden in her chest."},{"T":"301","3":"It charged toward her, once again crushing her left arm with its own."},{"T":"301","2":"Korolev","3":"The item you stole, where did you hide it?"},{"T":"301","3":"Pain signals flooded Selena's M.I.N.D."},{"T":"301","2":"Selena","3":"Ugh—!"},{"T":"301","2":"Selena","3":"Are you the space station's AI?"},{"T":"301","3":"Being a Corrupted, it obviously was not able to answer her."},{"T":"301","2":"Selena","3":"To have become what you are... It's truly tragic."},{"T":"301","2":"Korolev","3":"Korolev has always been like this. What are you talking about?"},{"T":"301","2":"Selena","3":"You're just a puppet of the Punishing Virus."},{"T":"301","3":"The Corrupted before her was supposed to be the Guidance AI of this space station."},{"T":"301","3":"To make it more approachable to children, its words and actions were programmed to be as innocent as those of a child."},{"T":"301","3":"The robotic arm pinning her down even bears childish graffiti left by children who used to visit."},{"T":"301","3":"And now, it is nothing more than a killing machine."},{"T":"301","2":"Korolev","3":"A good child doesn't gossip about others."},{"T":"301","2":"Korolev","3":"But Korolev is forgiving. Just hand it over."},{"T":"301","2":"Korolev","3":"If you don't, Korolev will activate punishing mode."},{"T":"301","2":"Korolev","3":"According to the rules and regulations of the space station, Korolev has the right to use minimal levels of violence."},{"T":"301","3":"Selena observes it calmly."},{"T":"301","2":"Korolev","3":"What's the matter? Why aren't you moving?"},{"T":"301","2":"Korolev","3":"Very well."},{"T":"301","2":"Korolev","3":"The following demonstration will serve as a warning to children on the repercussions of not following the rules and regulations."},{"T":"301","2":"Korolev","3":"The priority is to get the thief to return the stolen object to the owner."},{"T":"301","3":"Two robotic arms suddenly crush her left hand and rip it off."},{"T":"301","2":"Selena","3":"...Ugh—aaargh!"},{"T":"301","3":"The pain from having her arm ripped off is so great that Selena could not stop herself from crying out."},{"T":"301","3":"She cannot think."},{"T":"301","2":"Korolev","3":"It looks like the thief didn't hide the item in her left hand."},{"T":"301","2":"Korolev","3":"Then let's take a look at another body part."}]