[{"T":"301","3":"The research laboratory is as deserted as ever, save for the cold, uncaring glow of a small display, where digits skip and change in the corner of the room."},{"T":"301","3":"In front of the display is Asimov, his head in his arms on the table. Next to him is a cup of cold coffee and a sandwich untouched for way too long."},{"T":"301","3":"'New Year' is approaching, according to the traditional lunar calendar."},{"T":"301","3":"The room would have been fittingly lonely if not for Asimov's slow, heavy breaths."},{"T":"301","2":"Liv","3":"Asimov?"},{"T":"301","2":"Liv","3":"Asimov, sir... Please wake up."},{"T":"301","2":"Asimov","3":"What did I... Huh, I fell asleep."},{"T":"301","2":"Liv","3":"Sorry to disturb your rest. I'm here to deliver Gray Raven's data on our session in the battle simulation."},{"T":"301","3":"The four of you stare as Asimov gulps down his cold coffee with furrowed brows, and he does not look at you until he has settled himself."},{"T":"301","2":"Asimov","3":"...How many times have you run the sim? Have you gotten the hang of the 'Combat Unit Booster', or are you still..."},{"T":"301","2":"Lee","3":"47 times. We've more or less grasped how to make use of this mechanoid."},{"T":"301","2":"Lee","3":"Overall speaking, there doesn't seem to be any issues, functionality-wise. But given the differences between our frames, you should probably focus on the battle data of Lucia and me."},{"T":"301","2":"Lee","3":"Although... 'Combat Unit Booster' is quite a mouthful, isn't it?"},{"T":"301","2":"Asimov","3":"Just call it a CUB."},{"T":"301","2":"Liv","3":"...CUB? That does seem pretty fitting, and it sounds... it sounds cute..."},{"T":"301","2":"Asimov","3":"I've been asleep for..."},{"T":"301","3":"Asimov takes a look at the digits on the display."},{"T":"301","2":"Asimov","3":"75 minutes. Based on your past data and my projections, you should have been able to complete 4 to 5 runs during this timespan."},{"T":"301","2":"Asimov","3":"I hope you didn't slow down just to give me a more diverse set of data. You know how deeply I care about your test results."},{"T":"301","2":"Lucia","3":"Don't worry, Asimov. Commandant has also participated in the simulation..."},{"T":"301","2":"Asimov","3":"I didn't realize you're here as well, 【kuroname】... and I don't remember asking for your involvement if I'm being honest."},{"T":"301","3":"Asimov turns his chair toward you, his fingers crossed under his chin."},{"T":"302","2":"My team's mission is my mission.","4":"Whoa, the bags under your eyes have gotten worse!"},{"T":"301","2":"Asimov","3":"Save it."},{"T":"301","2":"Asimov","3":"Mind your own business!"},{"T":"301","2":"Asimov","3":"Forget it. Now that you're here, I'll save myself the legwork and explain the project to you altogether."},{"T":"301","3":"He sighs, trying to figure out how to phrase his explanation in layman's terms."},{"T":"301","2":"Asimov","3":"First, just to clarify, I wasn't stealing your team behind your back... It's just that the drones we're developing this time are not your conventional mechanoids."},{"T":"301","2":"Asimov","3":"They can connect to the M.I.N.D. and behave according to a Construct's thoughts."},{"T":"301","2":"Asimov","3":"But they're not controlled by the Constructs. They function with their own AI systems—they're designed to be combat 'partners' of a Construct squad."},{"T":"301","2":"Lucia","3":"...'Partners'? Aren't they just armed drones?"},{"T":"301","2":"Asimov","3":"Compared to their combat capability, we wanted to focus more on CUBs' abilities to stabilize the M.I.N.D., which is why we designed them in the form of animal companions."},{"T":"301","2":"Lee","3":"Would that actually work...?"},{"T":"301","2":"Liv","3":"Theoretically, it would. Pets are human companions, after all! With them by our side, we would naturally feel calmer..."},{"T":"301","2":"Lee","3":"Are they 'pets,' though? They look more like the monsters in the ancient texts found in Kowloong."},{"T":"301","2":"Asimov","3":"We commissioned Leonie from the WGAA to design their appearances, so their looks are heavily influenced by her artistic sensibilities. If you have complaints, she's the one you're looking for."},{"T":"301","2":"Lee","3":"It's fine. I'm not that obsessed with appearances..."},{"T":"301","2":"Asimov","3":"Anyway, these CUBs are created to help Constructs maintain their human cognitions—a sense of security, belonging, protective instincts... These can all stabilize your M.I.N.D."},{"T":"302","2":"Sounds like the role of a commandant."},{"T":"301","2":"Asimov","3":"True, but not every squad comes with a commandant as reliable as you are, do they? Given how much it takes to develop a commandant and the rate we're losing them... We have to find a suitable alternative."},{"T":"301","2":"Asimov","3":"And that is why the data with a commandant's involvement would be inaccurate."},{"T":"302","2":"That's why you didn't ask me to participate in the simulations."},{"T":"301","2":"Lee","3":"If you're hoping to test a team-support model, you'd need to make sure it's compatible with different types of Constructs. You can't do that only with simulations on Babylonia."},{"T":"301","2":"Asimov","3":"Therefore, I've also requested other... 'tests.' Speaking of which, it should be time—"},{"T":"301","3":"An animated firework pops up on Asimov's comms interface with the word 'Happy New Year!', seemingly anticipating his responses. But Asimov simply ignores it and enters the comms channel straight away."},{"T":"301","2":"System","3":"Incoming transmission—"},{"T":"301","2":"Celica","3":"Sorry for the interruption—"},{"T":"302","2":"I have a bad feeling about this...","4":"Are you working overtime?"},{"T":"301","2":"Celica","3":"Sorry to interrupt your conversation, but Asimov asked, so here I am after proper working hours."},{"T":"301","2":"Celica","3":"I assume our heartless researcher hasn't even raised a brow when I criticized him in his face, has he?"},{"T":"301","2":"Asimov","3":"I'll say it again—I personally do not believe that holidays should be allowed in the field of scientific research."},{"T":"301","2":"Celica","3":"Of course—I'm sorry we have to ask Gray Raven to crunch again. And Asimov, I know you meant it, but I'm still hoping that you'll pay attention to your work-life balance."},{"T":"301","2":"Hassen","3":"Is it my turn, Celica? Hello, Gray Raven, thank you for your work."},{"T":"301","2":"Hassen","3":"Based on what we discussed with Asimov earlier and his applications, 【kuroname】, we have to ask you to leave on your own."},{"T":"302","2":"On my own...","4":"What did I do?"},{"T":"301","2":"Hassen","3":"Nothing! We literally need you to leave for a one-person journey."},{"T":"301","2":"Hassen","3":"Simply put—Asimov, maybe you should do the briefing instead. It's your request, after all. You'll probably explain the mission details better."},{"T":"301","2":"Asimov","3":"To support the development of CUBs, I require as many sets of data as possible. Among them is a group that requires my extra attention, but whose data is fairly inaccessible—the older models of Constructs."},{"T":"301","2":"Lee","3":"Older models? From what I know, they've all been decommissioned..."},{"T":"301","2":"Hassen","3":"Commandant, I assume you also have an inkling of the people who would fit all Asimov's strict criteria—"},{"T":"302","2":"...","4":"Could it be...?"},{"T":"301","2":"Hassen","3":"That's right! I'm glad the Gray Ravens didn't antagonize the Forsaken in your previous encounters."},{"T":"301","2":"Hassen","3":"...You didn't, did you?"},{"T":"302","2":"I don't think so...","4":"I have the right to remain silent."},{"T":"301","2":"Asimov","3":"That's alright. We'll stick with the accounts on your reports."},{"T":"301","2":"Hassen","3":"Very wise of you. As long as you know where you stand."},{"T":"301","2":"Hassen","3":"I understand, I do. As one of the decision-makers in Babylonia, I wouldn't have sent my best soldier to work with a third party unless it's absolutely necessary—"},{"T":"301","2":"Hassen","3":"'Unless.' Asimov should probably be the one to elaborate."},{"T":"301","2":"Asimov","3":"It's simple—let the Forsaken participate in the trial and send their data back. I need as many sets as possible, including but not limited to the two teams we sent earlier and... the others on the surface."},{"T":"301","2":"Hassen","3":"As to how you actually get the data..."},{"T":"301","2":"Hassen","3":"The good news is that the Forsaken has agreed to work with us. We're providing them with supplies and a recycling arrangement, both of which they find very agreeable during the winter—or so it seems."},{"T":"301","2":"Hassen","3":"The bad news is that we can only send one person to the surface. On your own, literally, and no Constructs allowed."},{"T":"302","2":"So you already have an arrangement.","4":"So it can only be me."},{"T":"301","2":"Hassen","3":"That's right. We can only send in one person for the transfer with the Forsaken and handle the data retrieval, and our best candidate is none other than you, 【kuroname】."},{"T":"301","2":"Hassen","3":"It's nearing the end of the year, so the Forsaken campsite is going to look a little strange. But, they have guaranteed to protect you at all costs."},{"T":"301","2":"Lucia","3":"...Hold on, are you saying that Commandant has to carry out this mission alone?"},{"T":"301","2":"Asimov","3":"The three of you still have to stay and carry out more tests. As to Hassen, you should know the way he does things better than I do."},{"T":"301","2":"Hassen","3":"We've arranged for you a specific vehicle and real-time tracking. According to the plan, you'll be transferring the supplies at the outposts along the way."},{"T":"301","2":"Hassen","3":"The correspondence team and the extraction team have already landed. You will be assigned to the supply convoy in the corresponding areas so we can coordinate more easily."},{"T":"301","2":"Hassen","3":"Well, that's all for the small talk."},{"T":"301","2":"Hassen","3":"【kuroname】, you have two hours to prepare. See you on the bridge."},{"T":"302","2":"I understand..."},{"T":"301","2":"Asimov","3":"Alright, the meeting's over. Go get ready, Commandant. Gray Raven, you're staying for more tests."},{"T":"301","2":"Lucia","3":"Commandant, please stay safe!"},{"T":"302","2":"Don't worry."},{"T":"301","3":"Asimov fixes his messy hair from his earlier nap, looking fidgety due to lack of sleep."},{"T":"301","2":"Asimov","3":"And 【kuroname】... Safe travels."}]