[{"T":"301","2":"Lee","3":"I checked it again in case there was a mistake..."},{"T":"301","2":"Lee","3":"Data shows that most of the functions in the Golden Vortex have stopped running."},{"T":"301","2":"Lucia","3":"Someone's helping us... Is it Kamui?"},{"T":"301","2":"Lee","3":"(Replaces the damaged parts on his gun) Maybe."},{"T":"301","3":"Comms request... from Babylonia..."},{"T":"301","2":"Hassen","3":"...Gray Raven, do you copy?"},{"T":"301","2":"Liv","3":"Lucia! Lee!"},{"T":"301","2":"Lucia","3":"Comms is back!"},{"T":"301","2":"Lee","3":"Which means Nat has lost the power for the comms interference modules."},{"T":"301","2":"Lucia","3":"Liv, where are you?"},{"T":"301","2":"Liv","3":"I'm with the Joint Task Force, preparing to back you up. We'll be there to rescue you in a minute!"},{"T":"301","2":"Hassen","3":"Stand by where you are."},{"T":"301","2":"Liv","3":"But... President Hassen..."},{"T":"301","2":"Hassen","3":"The Science Council and I have looked into the report on the Golden Vortex."},{"T":"301","2":"Hassen","3":"The weather engine they are using is made with parts of a Central Purification Filter from the Post-Pandemic Age."},{"T":"301","2":"Hassen","3":"Meaning that a large amount of Punishing Virus is currently being drawn from the air."},{"T":"301","2":"Lucia","3":"Is that so? Then we should have received warnings the moment we entered the Golden Vortex..."},{"T":"301","2":"Lucia","3":"...Unless the gold dust has suppressed the virus."},{"T":"301","2":"Hassen","3":"That's what happened."},{"T":"301","2":"Lee","3":"This antigen can't completely remove the virus. It won't be long before there's a massive outbreak here."},{"T":"301","2":"Lee","3":"For your safety, the Joint Task Force must retreat now."},{"T":"301","2":"Lucia","3":"When the outbreak happens, Nat's guards... will mostly likely turn into enhanced Corrupted."},{"T":"301","2":"Lucia","3":"Liv, you must get out of here."},{"T":"301","2":"Liv","3":"But how about you?"},{"T":"301","2":"Lee","3":"(Takes a look at Lucia) ..."},{"T":"301","2":"Lucia","3":"(Wipes the shattered metal off her blade) ..."},{"T":"301","2":"Hassen","3":"I understand that there are other teams within the Golden Vortex?"},{"T":"301","2":"Lucia","3":"That's right, President. Karenina, Bianca, and Kamui are still here..."},{"T":"301","2":"Hassen","3":"I don't like the idea of leaving the commandant in danger..."},{"T":"301","2":"Hassen","3":"But I hate the idea of leaving my soldiers behind even more."},{"T":"301","2":"Hassen","3":"Find them!"},{"T":"301","2":"Hassen","3":"I'll come up with a plan of retreat!"}]