[{"T":"301","3":"Since the twins appeared before you, the Hetero-Sapiens have been growling deafeningly while the Hetero-Plants tip their branches and leaves toward the ground."},{"T":"301","3":"A celebration, as well as a show of submission."},{"T":"301","3":"The sharpest blade might slay the dragon, but it will not stop a calamity."},{"T":"301","3":"Standing before the most perfect creation of the Punishing Virus instead of the Hetero-Hive Mother, the mightiest squad pales in comparison."},{"T":"302","2":"Cough!"},{"T":"301","3":"A powerful blow slams you onto the wall of the tower. You cannot help but cough with your lungs pressed."},{"T":"301","2":"Liv","3":"Ugh..."},{"T":"301","3":"You look down at Liv in your arms, who managed to evade the strikes from the twins when you pulled her away."},{"T":"301","3":"Even with Simon helping you stabilize the Constructs, you are at your limit keeping the three Gray Ravens from getting infected right now."},{"T":"301","2":"Lucia","3":"...Move, dammit..."},{"T":"301","2":"Lee","3":"D-damn..."},{"T":"301","3":"Cold sweat begins to form underneath their artificial skins. The impact on their M.I.N.D. has made even standing difficult, as the three have to steady themselves with whatever they have nearby."},{"T":"301","3":"Being in the same room with the Hetero-Hive Mother and the twins, the Gray Ravens' Inver-Devices are getting hit twice as hard."},{"T":"301","3":"With that, Lee, Liv, and even Lucia with her specialized frame, are all briefly immobilized."},{"T":"301","3":"As the Gray Ravens struggle to counter the strikes and their frames accumulate wounds, Liv has finally figured out how the enemies are attacking them."},{"T":"301","3":"As you pull her away, she quickly tells you how the enemies are attacking you without moving at all."},{"T":"301","3":"The black, cylindrical pellet is the true face of the high-speed, flying attacker."},{"T":"301","3":"Even in the blink of an eye, Liv has still managed to catch that the pellet was the 'bullet' you fired at the Hetero-Hive Mother previously."},{"T":"301","2":"Liv","3":"...No."},{"T":"301","3":"That thing is not a bullet. It is an instance of them imitating your attack."},{"T":"301","3":"From her analysis, the damage dealt by this attack is far beyond that of a bullet for both humans and Constructs."},{"T":"301","3":"The twins can speak clearly, but that does not mean that they are beings capable of communicating with speech."},{"T":"301","3":"Because since their birth, all of you can feel their hostility intuitively."},{"T":"301","2":"Liv","3":"They feel... angry..."},{"T":"301","3":"It is clear they are angry because you have hurt their 'mother'—the Hetero-Hive Mother."},{"T":"301","3":"You can see that Lee is leaning on the broken mechanical devices and shooting, while Lucia is kneeling nearby, supported by her blade."},{"T":"302","2":"(Help Liv up)"},{"T":"301","3":"You help Liv stand so that she can lean on the wall and steady herself."},{"T":"301","3":"The eyes of the twins are still hollow, but their hostility means you cannot let your guard down for a second."},{"T":"301","3":"Right now, their gaze pauses on Lucia and Lee, and several 'bullets' start hovering near them."},{"T":"301","3":"You have to make a choice now..."},{"T":"302","2":"(Save Lucia)","4":"(Save Lee)"},{"T":"301","3":"You focus the power of your exoskeleton on your legs and dash toward Lucia."},{"T":"301","3":"The initial speed of the mimic bullets from the twins is not too high. If you ignore the side effects and push your exoskeleton, you might be able to do something before the bullets speed up."},{"T":"301","3":"The leg motors crack with the warning of overloading. The bullet grazes your back, but you manage to rush to Lucia's side at the last moment, pulling her away from the bullet's trajectory."},{"T":"301","2":"Lucia","3":"Commandant... use this..."},{"T":"301","3":"Lucia immediately understands what your objective is and uses all her strength to pass you her katana."},{"T":"302","2":"(Pick up the katana)"},{"T":"301","3":"Receiving her blade, you immediately fling it toward Lee."},{"T":"301","3":"The katana crushes the mechanical device Lee has been leaning on, making him fall to the ground and avoid the bullet that went for him."},{"T":"301","3":"The side effects begin to kick in, and your legs go limp, sending you and Lucia tumbling down."},{"T":"301","3":"You focus the power of your exoskeleton on your legs and dash toward Lee."},{"T":"301","3":"The initial speed of the mimic bullets from the twins is not too high. If you ignore the side effects and push your exoskeleton, you might be able to do something before the bullets speed up."},{"T":"301","3":"The leg motors crack with the warning of overloading. The bullet grazes your back, but you manage to rush to Lee's side at the last moment, pulling him away from the bullet's trajectory."},{"T":"301","2":"Lee","3":"Use this..."},{"T":"301","3":"Lee immediately understands what your objective is and uses all his strength to pass you his gun."},{"T":"302","2":"(Raise the gun)"},{"T":"301","3":"Receiving his gun, you immediately fire toward Lucia."},{"T":"301","3":"Your shot hits the katana Lucia is leaning on, making her fall to the ground and avoid the bullet that went for her."},{"T":"301","3":"The side effects begin to kick in, and your legs go limp, sending you and Lee tumbling down."},{"T":"301","3":"After rolling for a few meters, you finally steady yourself with the defense system of the exoskeleton."},{"T":"302","2":"(Fire)"},{"T":"301","3":"You open fire on the twins, but all your bullets are blocked before they even reach them."},{"T":"301","3":"The weakened Hetero-Hive Mother stands in your way."},{"T":"301","3":"It is limping inside the pool of red and black liquid on the ground, with the shells broken off from the pain of birth scattered around it."},{"T":"301","3":"Its body slowly rises, the red structure that gave birth to the twins still bearing a clear scar. Black liquid spills out from there occasionally."},{"T":"301","3":"Even when weakened, it still raises its tentacles high, guarding the twins."},{"T":"301","2":"Hetero-Hive Mother","3":"You will not... be allowed... to hurt... my children..."},{"T":"301","3":"Your mind suddenly begins to get hazy."},{"T":"301","3":"The light around you fades, and your abdomen delivers you a sense of searing pain and warm touch."},{"T":"301","3":"You look down and see one of the Hetero-Hive Mother's tentacles piercing through your flank."},{"T":"301","3":"An instinct from a mother."},{"T":"301","2":"Liv","3":"No..."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","2":"Lee","3":"!!!"},{"T":"301","3":"The twins instinctively try to attack those who attacked the Hetero-Hive Mother."},{"T":"301","3":"The Hetero-Hive Mother also instinctively strikes at those who want to hurt the twins."},{"T":"301","3":"You bite down on your lips, and blood spills from your wound down your mouth, but the pain has snapped you awake for a moment."},{"T":"302","2":"(Reach out)"},{"T":"301","3":"You use one hand to hold on to its tentacle while your other hand ejects the magazine from your pistol."},{"T":"302","2":"Cough..."},{"T":"301","3":"Using your mouth, you draw a new magazine from the stripe over your shoulder before swiftly reloading your gun."},{"T":"301","3":"An emergency, tactical reloading action you learned from Lee."},{"T":"302","2":"(Lean in and shoot)"},{"T":"301","3":"You use your right hand to press the pistol against the tentacle. The Hive Mother does not react, clearly not considering your shots a threat."},{"T":"301","3":"And that is the moment you have been waiting for."},{"T":"302","2":"(Pull the trigger)"},{"T":"301","3":"Your pistol roars and the pungent smell of explosives fills your nostrils. The Hetero-Hive Mother's tentacle breaks from your shot."},{"T":"301","2":"Hetero-Hive Mother","3":"—!"},{"T":"301","3":"Your first shot was a misdirection, tricking the Hive Mother into thinking that your bullet would not hurt it."},{"T":"301","3":"Even though the situation has spiraled out of control, your initial misdirection has still provided you an opportunity to turn things around."},{"T":"301","3":"You used your remaining strength to change to the experimental bullets the Parliament gave you before leaving."},{"T":"301","3":"And now, given the enemy's limited movement, you managed to take the chance to fire at the Hetero-Hive Mother at a close distance."},{"T":"301","3":"Heavily wounded, the Hetero-Hive Mother screeches and retreats while the twins rush toward its side."},{"T":"301","3":"In the last few moments before you fall unconscious, you hear thunderous explosions."},{"T":"301","3":"The platform before you begins to crumble, and the Gray Ravens and you fall with the broken platform to a lower level. After a brief moment of freefalling, a Construct catches you."},{"T":"301","3":"Darkness spreads across your field of view. The last thing you see is the familiar uniform."},{"T":"301","2":"Simon","3":"Chief Commander, we've rescued Gray Raven."},{"T":"301","2":"Construct A","3":"Chief Commander, the lower platform is cut off by the explosion. We can't retreat the way we entered like we planned."},{"T":"301","2":"Hans","3":"Start moving up. We'll depart with the exit Harley Jo made at the top of the tower."},{"T":"301","3":"Hearing the Constructs' reports, Hans immediately orders the teams to switch direction and retreat upward."},{"T":"301","2":"Lee","3":"The enhancement has become a burden to the commandant..."},{"T":"301","2":"Lee","3":"I'm adjusting the energy output of the exoskeleton and using them to keep the commandant alive."},{"T":"301","3":"Lucia and the others have finally shaken off the effects of the interference, and they immediately rush to your side after standing back up."},{"T":"301","2":"Lucia","3":"Chief Commander, the commandant informed us before passing out that the Hetero-Hive Mother has left a broken tentacle in the wound by the abdomen."},{"T":"301","2":"Lucia","3":"Although we couldn't defeat the Hetero-Hive Mother... Gray Raven has successfully retrieved a sample."},{"T":"301","3":"Hearing Lucia's report, Hans walks to your side, his hand on the wound in your flank, frowning."},{"T":"301","2":"Hans","3":"Help Liv perform first-aid on 【kuroname】. Retrieve the tentacle first in case of another infection."},{"T":"301","3":"With Liv, Eleanor, and other Constructs working together, the tentacle in your flank has been extracted and placed inside the sample container."},{"T":"301","3":"Liv quickly bandages you. Eleanor swiftly wipes off the sweat on your head while injecting you with a serum. But given the poor environment, your blood still pours from underneath the bandages, dying them red."}]