[{"T":"301","3":"The pyramid-shaped main island is superimposed above a large, circular chasm, where water pours down its edge and forms one majestic, annular waterfall, plummeting into the seemingly bottomless abyss."},{"T":"301","3":"Wide roads connect the main city and the six towering gray spires around it, still standing steadfast despite how long they have been abandoned."},{"T":"301","3":"After defeating the Corrupted, your boat enters the main city unscathed."},{"T":"301","3":"Years have passed, but the paint from the Golden Age has yet to fade. The densely packed highrises almost cover the sky, but their unlit windows no longer look like stars."},{"T":"301","3":"The closer you approach the city, the more intense the sense of dread."},{"T":"301","3":"The six spires around the city are like six towering tombstones, save for the lack of an epitaph."},{"T":"301","3":"Everywhere you look are marks left behind by humans, but the city feels lifeless."},{"T":"301","3":"Time has frozen in this place. History has stopped within these walls."},{"T":"301","3":"Atlantis has forgotten the world, and the world has forgotten it."},{"T":"301","3":"You leap off the boat."},{"T":"301","3":"Vera walks ahead of you."},{"T":"302","2":"Are you... alright?"},{"T":"301","3":"Vera has looked miserable since receiving the message from Hassen."},{"T":"301","3":"Hearing your question, she turns around."},{"T":"301","2":"Vera","3":"Huh? Are you seriously trying to take care of others' feelings when you can't even take care of yourself?"},{"T":"301","2":"Vera","3":"How about you stop wasting time talking to me and try to find the intel they want ASAP?"},{"T":"301","2":"Vera","3":"Hell... How are we supposed to find the precise thing they want in such a large city before it sinks?"},{"T":"302","2":"21 and Noctis."},{"T":"301","2":"Vera","3":"What about them?"},{"T":"302","2":"You're worried about them."},{"T":"301","3":"Vera pauses."},{"T":"301","3":"She turns around again, her gaze piercing, her usual mockery absent."},{"T":"302","2":"The Chief Commander said he'd protect them."},{"T":"301","2":"Vera","3":"Do you really need someone to spell it all out to you? Don't you understand the subtext?"},{"T":"301","2":"Vera","3":"Nikola wasn't giving me a promise. He was giving me a warning."},{"T":"301","2":"Vera","3":"He was warning me not to betray him."},{"T":"301","3":"With that, you suddenly grasp what she is talking about."},{"T":"302","2":"The Chief Commander is different from Kurono."},{"T":"301","2":"Vera","3":"Do you honestly believe that?"},{"T":"301","2":"Vera","3":"Stop with your bullshit."},{"T":"301","2":"Vera","3":"Lee is on your team. You must have heard him talking about Kurono and me."},{"T":"301","2":"Vera","3":"I was one of Kurono's. I got transferred to the Task Force later."},{"T":"301","2":"Vera","3":"Do you know how I ended up directly at Nikola's command?"},{"T":"301","2":"Vera","3":"Because he was one of Kurono's too."},{"T":"301","2":"Vera","3":"It's not a secret. People from his generation know it full well, but most of those who know don't say a damn thing. It's not something worth celebrating, after all."},{"T":"301","2":"Vera","3":"So, understand this—the Parliament is the same as Kurono fundamentally. Perhaps they've acted and believed different, but given everything you've been through, how virtuous do you think the Parliament can be?"},{"T":"301","2":"Vera","3":"The Parliament and Kurono are in a deadly game of chess right now, and we are their pawns and bets."},{"T":"301","2":"Vera","3":"I suggest you focus on how to save yourself in this little dance they're doing first, instead of blindly trusting those in power."},{"T":"301","2":"Vera","3":"The frame I'm using right now is called Garnet. It's designed to fight Constructs—to eliminate traitors. Unlike the Purifying Force, this frame isn't even registered in any system."},{"T":"301","2":"Vera","3":"Sending it to me can only mean one thing."},{"T":"301","2":"Vera","3":"—The Chief Commander believes our enemies this time are the Kurono Constructs."},{"T":"301","2":"Vera","3":"Can you justify to yourself that the Kurono Constructs are not part of Babylonia? What's the difference between what we are doing now and those civil wars the humans had back then?"},{"T":"301","2":"Vera","3":"At the end of the day, they picked me for this mission simply because they didn't want to get Gray Raven's hands dirty."},{"T":"301","3":"Before she can finish, you sense another intense tremble beneath your feet."},{"T":"301","3":"The Corrupted hiding in the shadows reveal themselves."},{"T":"301","2":"Vera","3":"Stay back."}]