[{"T":"301","2":"Guard","3":"Report. We drove those Babylonians out of the security area."},{"T":"301","2":"Qu","3":"Good."},{"T":"301","2":"Guard","3":"But they're not showing signs of backing down. The monitoring device suggests that they're even planning to make camp in the outer part of the city."},{"T":"301","2":"Guard","3":"Lady Qu, should we launch another attack?"},{"T":"301","2":"Qu","3":"That won't be necessary. They're only here to defend against the Ascendants."},{"T":"301","2":"Guard","3":"So are we going to join forces with them?"},{"T":"301","2":"Qu","3":"I don't see them as our ally. We'll deal with them when the time is right."},{"T":"301","2":"Guard","3":"Understood. So they, too, will be our enemy—is that what I should tell the others?"},{"T":"301","2":"Qu","3":"Yes, and be quick about moving the artifacts and the other exhibits. Speed up the database relocation to the core facility within the walls."},{"T":"301","2":"Guard","3":"We're already on it, Lady Qu."},{"T":"301","2":"Qu","3":"Now that all major factions have gathered here... we need a change of plans."},{"T":"301","2":"???","3":"What a... dump."},{"T":"301","3":"The Ascendants quietly set foot in the city, but the area they find themselves in has long been abandoned by Kowloong."},{"T":"301","2":"Roland","3":"Clingers to the old world, they are. They've been preserving not only local artifacts, but also museum relics from other cultures, or so I've heard?"},{"T":"301","2":"Lamia","3":"Mm-hmm... Never saw the point of that, though."},{"T":"301","2":"Gabriel","3":"The value of a collection is defined by the collector. Outsider eyes and words matter not."},{"T":"301","2":"???","3":"Is that one of the lines in that book of yours, Gabriel?"},{"T":"301","2":"Gabriel","3":"Yes, Miss Luna."},{"T":"301","2":"Luna","3":"You'd have to lend that book to me someday."},{"T":"301","2":"Corrupted","3":"————"},{"T":"301","3":"The Corrupted slowly make their way through the opening and gather behind the Ascendants—praying, worshipping, waiting."},{"T":"301","3":"They know not what is to befall. They know only that they follow orders."},{"T":"301","2":"α","3":"Quite pitiful numbers, but, sufficient, hm?"},{"T":"301","2":"Corrupted","3":"————"},{"T":"301","3":"Alpha turns her gaze to Roland, then to Gabriel and Lamia. They reach a mutual agreement."},{"T":"301","2":"Roland","3":"Gabriel and I will stay together. Lamia, you do what you do best and find a way inside the city."},{"T":"301","2":"Lamia","3":"H-huh...? I-I have to be on my own?! M-Miss Luna...!"},{"T":"301","2":"Luna","3":"Please, Lamia?"},{"T":"301","2":"Lamia","3":"Um, I..."},{"T":"301","3":"The idea of going solo seems to have frightened Lamia, but Luna only answers her plea of help with a gentle smile."},{"T":"301","2":"Lamia","3":"O-okay..."},{"T":"301","2":"α","3":"That's settled then. Take your fleet of Corrupted and move out."},{"T":"301","3":"Luna is gazing into the distance. Alpha commands the other three in her place."},{"T":"301","2":"Roland","3":"Tourism! How exciting."},{"T":"301","2":"Gabriel","3":"Miss Luna, do wait for my good news."},{"T":"301","2":"Lamia","3":"Aw... sniff... I-I need a manual for how to work with these people..."},{"T":"301","3":"The three leave with the Corrupted, and silence takes over. Luna nudges toward Alpha."},{"T":"301","2":"Luna","3":"Sister, just for, a little longer, like this..."},{"T":"301","2":"α","3":"As long as you want."}]