[{"T":"301","2":"Sailor","3":"Are they all asleep?"},{"T":"302","2":"(Nods)"},{"T":"301","3":"He seems relieved by this news as he turns his attention to something else."},{"T":"301","3":"The homesick tune has come to its end as if the muffled sound of a horn. It brightens up the mood and lifts the spirits of the night watchers."},{"T":"301","3":"It doesn't seem right for the sea to remain this calm. Looking into the distance, memories of the past come pouring into mind. The sailor starts sharing his story."},{"T":"301","3":"The evil dragon itself might not be the calamity, but it certainly represents calamity."},{"T":"301","3":"And it's not just the dragon... Monsters, war, disease, hunger... As the mix of these things ages, it brings suffering and pain. This world is strangling and suffocating everyone."},{"T":"301","3":"None of these makes any sense."},{"T":"301","2":"Sailor","3":"People want to survive."},{"T":"301","3":"Many people abandoned their homes and escaped from their previous lives. They ended up getting separated from the others and dying alone."},{"T":"301","2":"Sailor","3":"Then, people realized another thing about that evil dragon. It was a lot less likely to get attacked by the dragon or the monsters while at sea than it was while on land."},{"T":"301","2":"Sailor","3":"Many people started building boats or even taking other people's boats for their own."},{"T":"301","2":"Sailor","3":"One by one, the boats set sail for the uncharted sea. People scrambled to get a ticket on such lifeboats. They pushed each other away, dragged each other down, and stepped on each other's bodies to desperately grasp at straws."},{"T":"301","2":"Sailor","3":"Back then, I was young and physically strong. But there were so many people. Too many people, actually. The jostling crowd was more like pushing each other off the board rather than helping each other board the boat."},{"T":"301","3":"People were pushing each other and tightening their bellies as if they wanted to squeeze the air out of their lungs so they could fit in the boat and save space for more refugees."},{"T":"301","2":"Sailor","3":"The boarding plank was ravaged by the many people stomping it. And I was slowly losing my strength. In the end, I came up with a silly idea."},{"T":"301","3":"The sailor looks down at his slightly crippled leg. There is a faint smile on his face as if he just thought of something funny."},{"T":"301","2":"Sailor","3":"Though the idea was silly, it was also effective. I put my leg into the damaged plank that could no longer hold people's weight."},{"T":"301","2":"Sailor","3":"It was painful at first as I could feel the wood splinter nailed into my leg and even the bones. My ankle was completely stuck there."},{"T":"301","2":"Sailor","3":"It was really painful for both my leg and my belly. Even breathing became a torment. While I was in a daze, I tried to distract myself with something. So, I focused on my hearing."},{"T":"301","2":"Sailor","3":"It was strange. I couldn't hear anything. Everyone seemed to be angry, yelling, or crying, but I couldn't hear a thing. My mouth was moving, but I didn't realize what I said. Perhaps I didn't say anything. I couldn't hear it anyway."},{"T":"301","3":"But it didn't matter. After all, I only cared about one thing back then:"},{"T":"301","3":"I must stay on the boat."}]