[{"T":"301","3":"Huainan falls to the ground with a loud thud."},{"T":"301","3":"'Take care of yourself.'"},{"T":"301","3":"Changyu's head is abuzz with the horrid cries and clashes in his dreams. The screams taunt him, haunt him... until even the noises turn quiet, and all that remains is the last word of a pointless fight."},{"T":"301","3":"Changyu's pupils dilate as he falls to the ground by his friend, the last thing in his sight being a group of medical personnel with tranquilizers in their hands slowly approaching."},{"T":"301","3":"The smell of gasoline is what wakes Changyu."},{"T":"301","3":"He lets out a quiet moan, struggling to shake off the effect of the tranquilizer. He tries to blink, only to find cold, apathetic fluorescent light bathing over him."},{"T":"301","3":"This is not the Nighter. Every inch of this space screams indifference. The deep, roaring waves of the ocean are replaced by the heavy, persistent clanking of an engine."},{"T":"301","2":"???","3":"You're awake."},{"T":"301","2":"Changyu","3":"This is..."},{"T":"301","3":"The person standing by Changyu wears a clean, tailored suit, donning the carved face of a Westerner."},{"T":"301","2":"Changyu","3":"...Akdilek?"},{"T":"301","2":"Akdilek Personnel","3":"Perceptive. You're on the commoner carriage of Asslam, Changyu. You've been traded to us as merchandise."},{"T":"301","2":"Changyu","3":"What..."},{"T":"301","3":"Changyu stands up and looks at the strange interior of a train. He has never been on a train before. It does not feel different from the Nighter."},{"T":"301","3":"He takes a step forward to the massive floor-to-ceiling window in front of him. He finds his expression reflected on the filthy glass window, and he finds the sight beyond the window reflected in his eyes."},{"T":"301","2":"Changyu","3":"The collar..."},{"T":"301","3":"Changyu's fingers gently brush over his neck, but they find nothing where the collar once was."},{"T":"301","3":"It is such a foreign yet familiar feeling."},{"T":"301","3":"The train is plowing ahead at full speed. The scenery outside turns into blurry trails of orange lights, as if fireworks have exploded right next to Asslam, beautiful and dazzling."},{"T":"301","3":"...Until Changyu realizes where the orange glows come from."},{"T":"301","2":"Changyu","3":"They are—"},{"T":"301","3":"Crawling all over the ruins in the distance are thirsting, trembling Corrupted, staring and chasing after the bellowing vehicle."},{"T":"301","3":"No longer the flickering phantoms in his dreams, these are real, crazed monsters created by the Punishing Virus on their way to swallow the planet whole."},{"T":"301","3":"There is no wonderland or paradise out there. There is only death and uncaring cold."},{"T":"301","3":"Collapsed buildings. Ravaging beasts. Overwhelming darkness."},{"T":"301","3":"This is hell—the end of days—the real world, the truth that houses Changyu."},{"T":"301","3":"Changyu has never felt so small."},{"T":"301","3":"Never felt so afraid, so curious, so truthful... so thrilled."},{"T":"301","3":"His new understanding attacks his senses violently, washing over him like an endless waterfall. Changyu meets the crushing tide valiantly as he steadily stands, accepting the weight of this new burden."},{"T":"301","2":"Changyu","3":"...So this is the real world."},{"T":"301","2":"Akdilek Personnel","3":"Changyu, as protocol stated, you will be joining Akdilek as a Construct combatant on standby."},{"T":"301","2":"Akdilek Personnel","3":"You will be given time to adjust to life on this train. You will learn the principal tenets, then you will begin training. All, of course, in preparation for you to be refitted into a Construct."},{"T":"301","2":"Akdilek Personnel","3":"That said, you still have a choice."},{"T":"301","2":"Akdilek Personnel","3":"The rumors spread on the Nighter are all baseless accusations. We are not some dark cults that terrorize and bully people."},{"T":"301","2":"Akdilek Personnel","3":"But they were useful rumors. Taking advantage of your public perception is a fundamental lesson all businessmen must learn. Our predicament, for example, has led us to you."},{"T":"301","2":"Akdilek Personnel","3":"You have potential. As a fighter... and a companion, one that we can count on."},{"T":"301","2":"Akdilek Personnel","3":"We will not force you to stay here, so this is your one chance to choose. Stay here at Akdilek and fight with us, or return to the Nighter."},{"T":"301","2":"Akdilek Personnel","3":"I'm sure you will figure out the rest."},{"T":"301","2":"Akdilek Personnel","3":"Welcome to Asslam."},{"T":"301","3":"Something among those words has snapped Changyu out of his dissociating numbness."},{"T":"301","2":"Changyu","3":"Where is Huainan?"},{"T":"301","2":"Akdilek Personnel","3":"So, your first concern is your companion's whereabouts?"},{"T":"301","2":"Changyu","3":"How do you—forget it. Where is he?"},{"T":"301","2":"Akdilek Personnel","3":"We have done our research on you. As for your companion, I too admire his capability—if only he were still alive."},{"T":"301","2":"Akdilek Personnel","3":"The Kowloong Crew has declared death penalties for those who violated the regulations of the Trade Fair. All bodies have sunk to the bottom of the ocean."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","2":"Akdilek Personnel","3":"If you decide to stay, you will learn that tragedies like this happen all over the world every day."},{"T":"301","2":"Akdilek Personnel","3":"Everyone tries to break the bonds that hold them, only to find themselves stepping into a larger cage. Even the people pulling the strings cannot view the whole picture."},{"T":"301","2":"Akdilek Personnel","3":"But you... You are not afraid of the uncertainty, aren't you? You are... ecstatic."},{"T":"301","2":"Akdilek Personnel","3":"That's good. 'She' will like you."},{"T":"301","2":"Akdilek Personnel","3":"We can use new blood like you."},{"T":"301","3":"Changyu closes his eye. He does not wish to answer or argue. He shows no emotions, even though the slight twitch at the corner of his mouth may have betrayed him."},{"T":"301","2":"Changyu","3":"...Understood."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","3":"Changyu takes a deep breath. Then he opens his eyes and straightens his back, his unyielding expressions invoking that of someone he once knew."},{"T":"301","2":"Changyu","3":"In that case, Akdilek, how can I be of service?"},{"T":"301","3":"Outside, night has reluctantly retreated. It will be a while before the next stretch of darkness arrives."}]