[{"T":"301","2":"Asimov","3":"【kuroname】, there's good news and bad news. Which one do you want to hear first?"},{"T":"302","2":"..."},{"T":"301","2":"Asimov","3":"By the look on your face... Forget it. We found Amberia's location. I'm sending you the coordinates now."},{"T":"301","2":"Asimov","3":"However, her integration level is much higher than anticipated. She's approaching 100%, which is near critical mass..."},{"T":"301","2":"Asimov","3":"Looks like she has sensed that you are severing the connections with the sub-systems, which has caused her to become enraged."},{"T":"301","2":"Asimov","3":"Other Construct teams are ready for deep diving, but they can't last long without a commandant. So they'll be rotating in and out and supporting you."},{"T":"301","2":"Lee","3":"We've got a difficult battle ahead."},{"T":"302","2":"Are you guys okay?"},{"T":"301","2":"Lucia","3":"Everything's fine."},{"T":"301","2":"Liv","3":"With you here, Commandant, our M.I.N.D.s are stable."},{"T":"302","2":"So..."},{"T":"302","2":"Let's rest a moment before we attack."},{"T":"301","2":"Gray Raven","3":"Roger."},{"T":"301","3":"The familiar Niflheim Lab extends in the space before. Amberia is in the deepest part of the lab."},{"T":"301","2":"???","3":"'Years had come and gone... 50 years, 100 years... Finally, a brave prince heard tales of the princess. He did not fear the bodies within the brambles, and proceeded resolutely to the castle of thorns.'"},{"T":"301","2":"???","3":"'The brave prince arrived at the castle's gate and lit a crimson flame with his sword. Thorns surged forward to attack the prince but were frozen in place, and beautiful roses bloomed from every thorn as the prince walked past.'"},{"T":"301","2":"???","3":"'Thunder and lightning illuminated the tower. Each of the Prince's firm steps gradually dispelled the darkness from the spiral staircase.'"},{"T":"301","2":"???","3":"'The prince finally arrived at the room on the top floor. He opened the door to see a beautiful princess sleeping among a bed of roses.'"}]