[{"T":"301","2":"Transport Drone","3":"Ticket received from Pulao Crew. Initiating automatic stop."},{"T":"301","2":"Changyu","3":"(Panting)"},{"T":"301","2":"Guardian","3":"Ticket dispatched."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","2":"Guardian","3":"Identification: Changyu, District 12. You are suspected of 6 incidents of illegally damaging public facilities and..."},{"T":"301","2":"Changyu","3":"Hey! Not me! I'm the victim here!"},{"T":"301","2":"Guardian","3":"What is that hanging on the drone... Does it belong to you?"},{"T":"301","2":"Changyu","3":"Uh... Yeah."},{"T":"301","2":"Guardian","3":"Here is your lost property."},{"T":"301","2":"Changyu","3":"Oh... Uh, thanks..."},{"T":"301","2":"Guardian","3":"It is my duty to enforce the laws and regulations, but it is also my duty to help citizens in need."},{"T":"301","2":"Guardian","3":"Harmonious coexistence with the people is the highest principle of service machinery under the jurisdiction of the Kowloong Chamber of Commerce, without exception."},{"T":"301","2":"Guardian","3":"As for your alleged unlawful damage to public facilities..."},{"T":"301","2":"Changyu","3":"...!"},{"T":"301","2":"Guardian","3":"The disputing party has chosen not to file a complaint. Your charges have been formally dropped."},{"T":"301","2":"Changyu","3":"...?"},{"T":"301","2":"Guardian","3":"According to the clarification of the party concerned, your damage seems to come from the need to help them. Even if charges are incurred, they are willing to bear the fine for you."},{"T":"301","2":"Changyu","3":"Hmm... Oh, wow..."},{"T":"301","2":"Guardian","3":"This is a formal notification. You are free to go."},{"T":"301","2":"Changyu","3":"...Thanks again."},{"T":"301","2":"Guardian","3":"Why have you thanked me?"},{"T":"301","2":"Changyu","3":"...For telling me this."},{"T":"301","2":"Guardian","3":"You are welcome. Harmonious coexistence with the people is the highest principle of service machinery under the jurisdiction of the Kowloong Chamber of Commerce, without exception."}]