[{"T":"301","2":"Kamui","3":"Capt., what was that explosion...?"},{"T":"301","2":"Chrome","3":"Must be the Corrupted self-exploding. But it doesn't seem to be doing much to the Kowloong walls."},{"T":"301","3":"The sounds of explosions are even reaching Strike Hawk's position. Tasked with defense, and not vanguard duty, the two can only stay put and be on standby."},{"T":"301","2":"Vera","3":"If their doors are so flimsy, those shut-ins wouldn't be so arrogant as to turn down our help."},{"T":"301","3":"The other squad dispatched here, Cerberus, arrives. Yet, only one member could be seen. She strolls unhurriedly toward the two Strike Hawk agents, as if the ongoing war does not concern her in the slightest."},{"T":"301","2":"Chrome","3":"We've been waiting for you, Cerberus. What was the hold up?"},{"T":"301","2":"Vera","3":"Oh, Chrome, good 'Kapitan'... Do I really have to answer that question?"},{"T":"301","2":"Chrome","3":"Redeployment orders are supposed to be executed without delay... Hold on a sec, where are your other two members? They're supposed to be here with you."},{"T":"301","3":"Vera's two teammates are nowhere to be seen, but Chrome's well-grounded observation does nothing to the devil-may-care smile on Vera's face."},{"T":"301","2":"Noctis","3":"'Course we know about the 'rules!' You got a problem with us not following 'em? Then why don't we duke it out here, eh, yes-man?"},{"T":"301","2":"Chrome","3":"Why are you on comms? Are you nearby?"},{"T":"301","2":"Vera","3":"You aren't even here. I'll do the duking if you really feel the need for it."},{"T":"301","2":"Noctis","3":"Oh, hey, I read about you, big stick guy. Another dude's living inside ya, aye? And you smell positively deee-lectable. Interesting, makes me wanna..."},{"T":"301","2":"Vera","3":"Don't even. For the last time—Don't. Leave. Your. Post."},{"T":"301","2":"Noctis","3":"Tch..."},{"T":"301","2":"Chrome","3":"What post? You have another mission?"},{"T":"301","2":"Vera","3":"Mh-hm, maybe yes, maybe no. Given the situation, having all three of us here is quite pointless anyway."},{"T":"301","2":"Kamui","3":"I mean... Three'd fight better than one..."},{"T":"301","3":"Before Strike Hawk can continue prodding at Cerberus' recklessness, another quake draws everyone's attention to the sky."},{"T":"301","2":"No. 21","3":"Enemy incoming. Above."},{"T":"301","2":"Corrupted","3":"—!!!!"},{"T":"301","3":"Following the warning from the comms, a swarm of jet-boosted Corrupted fly into the city. Some of them land where the two squads are."},{"T":"301","2":"Kamui","3":"Chrome, these are not ordinary Corrupted, are they?"},{"T":"301","2":"Corrupted","3":"——"},{"T":"301","3":"Looking at these black Corrupted, Kamui is reminded of those Heteromers he and his team saw back in space. Chrome's nod confirms his guess."},{"T":"301","2":"Vera","3":"The Ascendants found themselves some new toys... Pah, how 'nice.' Noctis, 21, prepare to engage on your end."},{"T":"301","2":"Noctis & No. 21","3":"Roger!"},{"T":"301","2":"Chrome","3":"Let's do this, Kamui!"},{"T":"301","2":"Corrupted","3":"—!!!"}]