[{"T":"301","3":"The low hum of vibration signifies the end of the giant platform's descent."},{"T":"301","3":"Huaxu departs the elevator right away, ignoring everyone's watchful gaze."},{"T":"301","2":"Lucia","3":"Let's follow. Stay alert."},{"T":"301","2":"Liv","3":"Understood!"},{"T":"301","3":"The four of you push on nervously for dozens of feet until you come across a familiar figure."},{"T":"301","2":"Lucia","3":"α!"},{"T":"301","3":"Huaxu's projection moves to Alpha's side and vanishes. It is now apparent that it was Alpha's order to bring you all here."},{"T":"301","2":"Lee","3":"She's holding..."},{"T":"301","2":"Liv","3":"Indeed. Based on the location of the signal... she's holding Huaxu's key."},{"T":"301","2":"α","3":"I don't care why you've come. You stop here."},{"T":"301","2":"α","3":"Huaxu, your final task."},{"T":"301","3":"With that, Liv and Lee are suddenly shoved onto the ground by an invisible force."},{"T":"301","2":"Liv","3":"I can't control... my frame?!"},{"T":"301","2":"Lee","3":"Huaxu is... seizing our frame's motor function... Is that what Huaxu's capable of?"},{"T":"301","2":"α","3":"Spear of F.O.S. is both a weapon and a flaw. Huaxu can always find a way to infiltrate someone as unprepared as you."},{"T":"301","2":"Lucia","3":"Alpha! Let them go!"},{"T":"301","3":"No longer able to suppress her rage, Lucia draws her katana and sprints toward her doppelganger at breakneck speed."},{"T":"301","3":"The two blades collide with a sharp ping. Their frames and fighting styles are so similar that the two fighters are almost tangled together, indistinguishable."},{"T":"301","2":"Huaxu","3":"According to the computing power available currently, the suppression can last 613 seconds."},{"T":"301","2":"α","3":"That's more than enough, but don't forget the human."},{"T":"301","3":"Alpha issues her commands as she counters Lucia's attacks."},{"T":"301","2":"Huaxu","3":"Employing the Spear of F.O.S. to infiltrate the commandant's link."},{"T":"301","2":"Huaxu","3":"Takeover succeeded."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"302","2":"Ugh—aaargh!"},{"T":"301","3":"As if your hands are no longer under your control, they reach for your throat and strangle you. You begin to suffocate as oxygen leaves your brain, dimming your vision."},{"T":"301","3":"Chaos takes over your mind. Disorderly orders and illogical logics begin to fill your entire consciousness all at once."},{"T":"301","2":"Huaxu","3":"Through the Spear of F.O.S, I have placed the commandant's Mind Beacon into the M.I.N.D. of the Corrupted nearby... Soon there will be nothing left but madness."},{"T":"301","2":"α","3":"No one's going to help you now, Lucia."},{"T":"301","2":"Lucia","3":"Let go of Commandant! Let go of my friends!"},{"T":"301","3":"Lucia's fury charges her sword with a layer of frost. Leaping with her jetpack, she strikes with her katana like a raging blizzard. Alpha, who never backs down from a fight, is somehow forced into a series of dodges."},{"T":"301","2":"α","3":"You sure are different, but is this all you've got?"},{"T":"301","3":"As Lucia's onslaught briefly halts, Alpha charges with her scarlet-red blade, having anticipated her opponent's move."},{"T":"301","2":"α","3":"Your power only yields from the lies they planted, and your sword only unsheathes for their lofty ideals."},{"T":"301","2":"α","3":"How much longer can you go on with the trust that will inevitably fail you?"},{"T":"301","2":"α","3":"One day... the humans and Gray Raven will betray you again, and you'll become one of us."},{"T":"301","3":"Her words have Lucia wavered for a second. Mockingly, Alpha smirks, raising her blade and thrusts."},{"T":"301","3":"But her blade only hits the lingering shadow of Lucia, shattering an abandoned glass case to the side."},{"T":"301","2":"Lucia","3":"You're right. We're born of the same essence, and we were the same person. Had I never met Gray Raven, I might just turn out the way you are."},{"T":"301","2":"Lucia","3":"...But I've chosen a completely different path!"},{"T":"301","3":"To Alpha, Lucia's assertiveness looks no different to an ignorant person's mockery of the 'mistakes' she has made—worse, even, as it comes from her counterpart."},{"T":"301","3":"Infuriated, she clutches the grip of her blade and steps forth with the speed of lightning. Her sword slices in the shape of crescent moons, shredding everything between her and Lucia, relentlessly advancing."},{"T":"301","2":"α","3":"You—know—nothing—"},{"T":"301","3":"Lucia promptly evades the impending attacks, but Alpha's unrelenting strikes still manage to give her a few cuts."},{"T":"301","2":"Liv","3":"Lucia... Quickly! Commandant's going to..."},{"T":"301","3":"Even in great pain, Liv manages to shout with all her strength under Huaxu's suppression, throwing an injector at where you are."},{"T":"301","3":"Struggling to lift himself, Lee fires a few shots at Alpha, interrupting the crimson waves of slashes, giving Lucia a shot at retreating."},{"T":"301","2":"Lee","3":"Now!"},{"T":"301","3":"Lucia takes the opportunity when Alpha ducks from Lee's bullets to leap away and hurries her way to you."},{"T":"301","2":"Lucia","3":"Sorry, Commandant!"},{"T":"301","3":"Lucia grabs your hands and forcefully tears them away from your throat, holding them by the floor."},{"T":"301","3":"All of a sudden, oxygen and pain from your wrists enter your chest at the same time, blending with your confused mind, as if setting your body aflame."},{"T":"302","2":"AAAAGGHHH!"},{"T":"301","2":"Lucia","3":"Keep breathing!"},{"T":"301","3":"Befuddled and taken over, your hands are bounded to the constraints next to your legs on your protective suit by Lucia, while Alpha sneers and watches."},{"T":"302","2":"Th-thank... you..."},{"T":"301","2":"α","3":"How ridiculous. What you're doing is pointless—your so-called kindness is only prolonging your commandant's pain..."},{"T":"301","3":"Lucia ignores Alpha's teases. She picks up the injector from Liv and hurriedly jabs it at the injection point of your suit before noticing the label on it."},{"T":"301","2":"Lucia","3":"Short-term Combined Tranquilizer..."},{"T":"301","3":"Alpha scoffs and strikes with her katana."},{"T":"301","3":"—CLANG!"},{"T":"301","3":"The shivering frost blade and the fiery crimson sword clash and spark. The two swordswomen tangle again, in rivalry, in resolve, in rage."},{"T":"301","3":"You have no idea how long has passed. Perhaps the line between pain and perception has blurred in your mind, extending your grasp on the passage of time."},{"T":"301","3":"You feel like you have been locked inside a bottomless pit, thrown into a frantic tide of Corrupted."},{"T":"301","3":"As if a wall has muffled the sound of battle, and a web has covered your delirious confusion, everything is less distinct and painful."},{"T":"301","3":"On the cusp of unconsciousness, you hear a familiar voice."},{"T":"301","2":"???","3":"A proposal for Gray Raven on the optimized path to victory."},{"T":"302","2":"...Who is this?"},{"T":"301","3":"In your dimming vision, you see a shape, a bad memory jolting like the reflecting lights on stained glass. An intense, instinctual reaction has jogged your recollection of who that is."},{"T":"302","2":"...Huaxu!"},{"T":"301","2":"Huaxu","3":"Commandant 【kuroname】 has discovered my disguise, demonstrating a stable mind after being corrupted for 4 minutes and 32 seconds, suggesting remarkable capabilities in Construct connection and defying corruption."},{"T":"301","2":"Huaxu","3":"Based on this result, I hypothesize that you are capable of connecting with an Ascendant. Therefore, I propose the following suggestion—"},{"T":"301","2":"Huaxu","3":"Infiltrate Alpha's M.I.N.D. by leveraging your connection with Lucia, who originates from the same source."},{"T":"302","2":"...Why would I do that?","4":"What will it do to Lucia?"},{"T":"301","2":"Huaxu","3":"With Alpha in the M.I.N.D., you can buy the other Gray Ravens some time. This will not affect Lucia in any way."},{"T":"302","2":"...Disable your attack first!","4":"You can invade Alpha yourself."},{"T":"301","2":"Huaxu","3":"I cannot disobey the order from a level one user. I can only do what has not been forbidden."},{"T":"302","2":"...What do you need me to do?"},{"T":"301","2":"Huaxu","3":"Stabilize Lucia's M.I.N.D. from Alpha's interference, and give her the same clearance level as Alpha, so that she can enter her own Deep M.I.N.D."},{"T":"301","2":"Huaxu","3":"At this stage, only two people with the same clearance and origin could synchronize."},{"T":"302","2":"How does it benefit you if Alpha fails?"},{"T":"301","2":"Huaxu","3":"I will not be destroyed by the Ascendant Alpha."},{"T":"302","2":"That's it?"},{"T":"301","2":"Huaxu","3":"The remaining information is classified."},{"T":"301","2":"Huaxu","3":"To encourage an agreement, I can inform you of a helpful piece of detail."},{"T":"301","2":"Huaxu","3":"Based on the result of the simulation, any decision other than cooperation will lead to Gray Raven's demise."},{"T":"302","2":"I believe Lucia will win.","4":"This is the only way."},{"T":"301","2":"Huaxu","3":"【kuroname】, you have not considered the challenges posed by the environment and reinforcement."},{"T":"302","2":"...Seems like this is the only way."},{"T":"301","2":"Huaxu","3":"Agreement reached. I recommend staying awake, Commandant."},{"T":"302","2":"Got it.","4":"Is that a joke?"},{"T":"301","3":"Despite protesting the unreasonable demand in your waning consciousness, Huaxu no longer answers you."},{"T":"301","3":"As the feverish images ping-pong between your senses, you are still far from 'awake' even if you can maintain a stable foundation."},{"T":"301","3":"If you have to stay up until Huaxu is ready..."},{"T":"301","3":"Not far before you, pieces of shattered glass reflect the fading light in a vague resemblance of hope..."},{"T":"302","2":"(...I suppose I'll have to do it the 'old-fashioned' way.)"},{"T":"301","3":"As you stand up, the broken glass on the ground cuts you, and the blood and pain pull your consciousness to the surface."},{"T":"301","3":"In your disoriented trance, Hassen's reminders from your last conversation emerge once more."},{"T":"302","2":"You mean, a part of Lucia's memories has been hidden?"},{"T":"301","2":"Hassen","3":"That's right."},{"T":"301","2":"Hassen","3":"Now that her frame contains data from Alpha, maybe it's time she has her full memories back."},{"T":"301","2":"Hassen","3":"Nikola withheld part of it at first out of concerns. He believed doing so would benefit our ongoing fight."},{"T":"301","2":"Hassen","3":"But that only solves our immediate problem. The longer it's held back, the easier Lucia gets lost in confusion and doubt."},{"T":"301","2":"Hassen","3":"I believe her bond with the Gray Ravens can keep her from crossing that line."},{"T":"301","2":"Asimov","3":"I've sent an access key to your terminal. It'll allow you to use the Spear of F.O.S. to access Lucia's Deep M.I.N.D."},{"T":"301","2":"Hassen","3":"That's where Alpha's memories are locked. You should know what that means."},{"T":"301","2":"Hassen","3":"It's up to you to decide when to use it."},{"T":"302","2":"Why give it to me now?"},{"T":"301","2":"Hassen","3":"Because I believe Lucia will not cross that line anymore."},{"T":"301","2":"Hassen","3":"If you're wondering why I'm not waiting until there's a breathing room... I'll let you know that I've seen too many people lost their lives in my lifetime because they were in doubt."},{"T":"301","2":"Hassen","3":"I don't want that happening to you. No point in picking a proper time, then."},{"T":"302","2":"The President was right."},{"T":"302","2":"But..."},{"T":"301","2":"Lucia","3":"Before the gap in my memory, I was a member of the previous Gray Raven team. That was before the three of you were a part of the Gray Ravens."},{"T":"301","2":"Lucia","3":"Even without Luna by my side, I was still committed to fighting for Babylonia, for humans and my friends, just like I am now."},{"T":"301","2":"Lucia","3":"But something happened during that gap in my memory, causing Alpha to walk down the path she's on."},{"T":"301","2":"Lucia","3":"That's why... I can't give you my promise—I can't imagine what will happen after I remember."},{"T":"301","3":"...You recall how much you have seen Lucia grow during your time in Gray Raven."},{"T":"301","3":"How distant she was when you first met her. But from that emptiness—"},{"T":"301","2":"【kuroname】","3":"Are you alone?"},{"T":"301","2":"Lucia","3":"Ah..."},{"T":"301","2":"Lucia","3":"I'm..."},{"T":"301","2":"Lucia","3":"It's just me."},{"T":"301","2":"【kuroname】","3":"What a coincidence. I'm by my lonesome too. What's your name?"},{"T":"301","2":"Lucia","3":"Lucia..."},{"T":"301","3":"—she has gained strength—"},{"T":"301","2":"Lucia","3":"Pain receptors disconnected, we can continue to execute our mission!"},{"T":"301","3":"—and warmth—"},{"T":"301","2":"Lucia","3":"This promise is what I want to treasure and protect. That is why I'll no longer treat myself only as a weapon."},{"T":"301","2":"Lucia","3":"It doesn't mean that I will lose my edge. Now that I have something to protect, I will not stop fighting, like a sharpened blade in the sheath."},{"T":"302","2":"Lucia..."},{"T":"302","2":"I'll believe in you the way you've believed in us."},{"T":"301","3":"Barely standing up straight, you lift your light-headed gaze to find the two of them still battling furiously, but Lucia is starting to falter under Alpha's attacks."},{"T":"302","2":"Looks like... now's the time to return what's hers."},{"T":"301","3":"As Alpha goes for a lethal strike, a bullet aimed at her interrupts her attack. She falls back at once, angrily looking at you."},{"T":"301","2":"α","3":"Can't believe you're still standing..."},{"T":"301","2":"Huaxu","3":"Based on the maximum stability possible for a Mind Beacon, this human should have gone psychotic a long time ago. This is an unexplainable phenomenon. I will require time to analyze this error."},{"T":"301","2":"Huaxu","3":"However, it is my belief that the priority of the entity Alpha lies elsewhere."},{"T":"301","2":"Huaxu","3":"The target is transmitting access to the Deep M.I.N.D., the recipient being... Lucia."},{"T":"301","2":"α","3":"Transmitting access to the Deep M.I.N.D.?"},{"T":"301","3":"To Alpha, transmitting access during a fight and allowing Lucia to remember her past are both a sure path to Gray Raven's defeat."},{"T":"301","2":"α","3":"Looks like you're more foolish than any human I know... Gray Raven Commandant 【kuroname】."},{"T":"301","3":"Even though you are standing, your delirious mind and physical pain are constantly warring for your last shred of consciousness. Still, you will not fall."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"302","2":"Lucia...!"},{"T":"301","3":"Your vision and your senses twist and warp, but you still persevere and reach out for Lucia."},{"T":"302","2":"Find out who you really are!"},{"T":"302","2":"I believe you'll return like how you've believed in us!"},{"T":"301","3":">>>>>>>> Identifying... Commandant identified: 【kuroname】"},{"T":"301","3":">>>>>>>> Warning: Transmitting access of Deep M.I.N.D. Please confirm."},{"T":"302","2":"Confirm."},{"T":"301","3":">>>>>>>> Warning: Risk assessment incomplete. Potential outcomes unpredictable and dangerous. Please confirm—"},{"T":"302","2":"Confirm!"},{"T":"301","3":">>>>>>>> Confirmation received. Updating agreement..."},{"T":"301","3":">>>>>>>> Update complete."},{"T":"301","3":">>>>>>>> Access authorization changed. Access designation: Construct Memory (LUCIA)"},{"T":"301","2":"Lucia","3":"That's right... I believe in Gray Raven and Commandant..."},{"T":"301","2":"Lucia","3":"I don't know what happened in that gap of my past, but I'll never regret being here with Gray Raven."},{"T":"301","2":"α","3":"Of course you don't know any regrets, shortsighted as you are."},{"T":"301","3":"Alpha bends down and leaps toward Lucia, her sword aiming at Lucia's throat. But Lucia steps up against her strikes, countering the impending attack with her blade. Their katanas collide in glistening sparks."},{"T":"301","2":"Lucia","3":"Maybe I don't know what happened in the past, but I know what's here and now! I don't have any regrets not because I'm ignorant or foolish—it's because every day with Gray Raven is a memory I hold dear!"},{"T":"301","3":"Their bodies are bruised and wounded from each other's attacks, but neither of them is showing any apprehension. Clutching their weapons, they unrelentingly look for openings between their breaths to strike."},{"T":"302","2":"...Huaxu!"},{"T":"301","2":"Huaxu","3":"M.I.N.D.s connection bridged. Resonance begins in five, four, three, two..."},{"T":"301","2":"α","3":"!?"},{"T":"301","3":">>>>>>>> [Access Directory] M.I.N.D.s connection establishing..."},{"T":"301","3":">>>>>>>> Access authorization successful... M.I.N.D.s matched... Ready to connect."},{"T":"301","3":">>>>>>>> Connected... Input identified: Construct Memory (LUCIA)"},{"T":"301","2":"Lucia","3":"Alpha... No. Me."},{"T":"301","2":"Lucia","3":"I will understand you, and then I'll surpass you. Whatever the past holds, I am who I am. I am Lucia of Gray Raven!"},{"T":"301","3":">>>>>>>> Accessing Deep M.I.N.D... Begin."}]