[{"T":"301","3":"White smoke bursts out of the Cerberus lounge door the moment it is opened."},{"T":"301","3":"Vera cannot help but let out a few coughs. She frowns at the dust on the hem of her outfit, then brushes away more smoke and dust that keeps coming out."},{"T":"301","2":"???","3":"Captain's back. Noctis is dead."},{"T":"301","2":"??","3":"Rrgh... Ngh... Um..."},{"T":"301","3":"Vera cannot see who is talking, but she is very familiar with the voices."},{"T":"301","2":"Vera","3":"Is anyone still alive? Tell me what the heck you did here."},{"T":"301","3":"A white figure rushes out from the smoke. She tries to shake away the dust, looking no different to a little animal."},{"T":"301","2":"No. 21","3":"Captain, Noctis was making dangerous explosives in the lounge, but Buddy and I got him under control."},{"T":"301","3":"Meanwhile, a red-haired man walks out of the smoke as if nothing has happened. A small robot is tightly grabbing onto his face, looking almost like a stylish gas mask."},{"T":"301","2":"Noctis","3":"Rrgh... Ngh..."},{"T":"301","2":"Vera","3":"What is he saying?"},{"T":"301","2":"No. 21","3":"Noctis is saying, 'I'm sorry, it's my bad.'"},{"T":"301","3":"Noctis has to rip the hyperactive robot—or 'Co-Bot', to be precise—off his face so he can finally talk."},{"T":"301","2":"Noctis","3":"God dammit, No. 21! What I said was the bottles only exploded because you were interfering!"},{"T":"301","3":"No. 21 is making threatening growls, but Noctis simply does not care, which results in another brawl with the Co-Bot."},{"T":"301","2":"Vera","3":"I don't give a crap about what you are doing, but you better not do it too loud... This damn place comes with a lot of rules."},{"T":"301","3":"No matter how problematic they were before joining Babylonia, the three of them are now members of Cerberus, a squad that is only recently established but has already become well-known in ways both good and bad."},{"T":"301","3":"Vera kicks away the tables before opening her own locker. She quickly performs basic maintenance on her equipment."},{"T":"301","2":"No. 21","3":"Is there a mission, Captain?"},{"T":"301","2":"Vera","3":"It has nothing to do with you. They only asked me."},{"T":"301","3":"No. 21 cluelessly looks at Vera and feels a bit hesitant. Recently, Vera would sometimes go on missions alone, and the results of those missions would not be recorded in any form."},{"T":"301","2":"No. 21","3":"Am I... is Noctis dragging you down?"},{"T":"301","2":"Noctis","3":"What are you talking about, idiot? You and this stupid robot are the ones dragging me and Vera down!"},{"T":"301","3":"Noctis taunts and screams while trying to dodge the Co-Bot, only to get clawed on the back of his head two seconds later."},{"T":"301","2":"Noctis","3":"I swear I'm going to blow this thing up this time!"},{"T":"301","2":"No. 21","3":"Don't lose to him, Buddy!"},{"T":"301","3":"Vera has already disappeared before the two of them clash again. She has not gone far, only leaning on the door with her eyes closed, listening to the quarrel that seems to have become a part of their daily life."},{"T":"301","3":"When Vera's hand reaches the cold katana handle, she slowly opens her eyes, once again regaining the coldness in them, and walks toward her next destination without looking back."},{"T":"301","2":"Vera","3":"What I need to do was decided long ago..."},{"T":"301","3":"Vera steps into Nikola's office, only to find another Construct inside with him. She makes an annoyed 'tsk' and is about to leave."},{"T":"301","2":"Nikola","3":"Where are you going? Come back. We're about to go."},{"T":"301","3":"Cerberus works directly under Nikola, so most of their missions are highly classified. She seldom receives support from other squads and members. In particular, this type of special 'assignment' is kept strictly to herself."},{"T":"301","2":"Vera","3":"Hah, are you sure...?"},{"T":"301","3":"Vera takes a glimpse at the Construct and realizes she has never seen him before. Nikola nods in return."},{"T":"301","2":"???","3":"Hello, you must be Miss Vera. I am..."},{"T":"301","3":"Vera ignores his handshake. She finds an empty chair and sits on it instead. The other Construct pulls his hand back in embarrassment."},{"T":"301","2":"Vera","3":"...Fine, you are going to take the responsibility anyway."},{"T":"301","2":"Nikola","3":"That's not for you to worry about... To get you up to speed, this is Lloyd. He will be coming along with you this time."},{"T":"301","2":"Vera","3":"This guy...? Where does this handsome toff come from?"},{"T":"301","3":"Vera frowns as she scrutinizes Lloyd, who looks way too well-presented for the dirty, chaotic battlefield."},{"T":"301","2":"Vera","3":"I told you a long time ago... I don't need any help. I can do this on my own."},{"T":"301","2":"Nikola","3":"Don't get me wrong. This is not a discussion. Your only option is to accept it."},{"T":"301","2":"Lloyd","3":"I'm not a 'toff,' Miss Vera. Just like you, I am a soldier of Babylonia."},{"T":"301","3":"Thanks to Vera's 'assignments,' she has almost remembered the names of all Construct soldiers in the file. But she has never seen him—the name 'Lloyd', however, does sound a little familiar."},{"T":"301","2":"Vera","3":"Lloyd... Loy..."},{"T":"301","3":"There is a rumor of a Construct named 'Lloyd' among Babylonia soldiers. He is an ordinary soldier just like them, but is said to have superior strength and an extremely impressive track record."},{"T":"301","3":"Most importantly, he can always survive using the 'Recall' technology no matter how dire the situation is. Time after time, he would return to the frontline. Others see him as a hero of Babylonia and call him 'The Undying Loy'."},{"T":"301","2":"Nikola","3":"You have probably figured out who he is, so I'm going to skip the introduction."},{"T":"301","3":"Vera used to laugh at the rumor, but now the legendary hero is right next to her."},{"T":"301","2":"Vera","3":"The undying 'hero' teaming up with 'Death'... Interesting."},{"T":"301","2":"Lloyd","3":"Miss Vera...?"},{"T":"301","2":"Vera","3":"You look a lot less intelligent than the rumors suggest."},{"T":"301","3":"Before Lloyd can ask, Vera has already picked up her weapon."},{"T":"301","2":"Vera","3":"Whatever, let's go, 'hero'... Nikola will send the mission detail to our terminals."},{"T":"301","3":"Lloyd looks at Nikola, who is apparently annoyed by Vera's attitude but still makes a hand signal, asking him to follow."},{"T":"301","3":"After both Lloyd and Vera are gone, Nikola looks back at the holographic screen with a global tactical map displayed on it."},{"T":"301","2":"Nikola","3":"Lloyd must continue to be the 'hero' that he is supposed to be."},{"T":"301","3":"The situation of the Task Forces all around the globe is displayed live on the map. The screen is flooded with notices showing the deaths and losses of Construct soldiers. The information is so basic that even their names are omitted—a simple ID and a time stamp are all they have."},{"T":"301","2":"Nikola","3":"No matter how he does it, or how high the price is..."}]