[{"T":"301","3":"City 173, Holy Church - Nov 13th, 09:41 AM"},{"T":"301","3":"It has been ten days since Toby's last delivery of supplies. An air of unease has spread throughout the church."},{"T":"301","2":"Sister A","3":"We haven't seen Toby ever since his last delivery here."},{"T":"301","2":"Sister B","3":"I saw Lofte asking the father something with a grave expression a few days ago."},{"T":"301","2":"Citizen A","3":"Toby hasn't been back home too for the past ten days."},{"T":"301","2":"Sister C","3":"Oh no... Did Toby disappear too...? The army hasn't been in battle with the Corrupted recently, so..."},{"T":"301","2":"Sister B","3":"It's as they say, people who come in contact with the witch will..."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Citizen B","3":"Ah, she's coming over."},{"T":"301","2":"Sister B","3":"Let's go, or else we'll be the next ones missing..."},{"T":"301","3":"City 173, Corridor inside the Holy Church - Dec 21st, 11:47 PM"},{"T":"301","3":"The quiet of the night is shattered by a series of footsteps reverberating through the empty corridor."},{"T":"301","3":"Moonlight pierces through the stained glass windows, painting the walls with a spectrum of dancing shadows. Under the dim light, a head of gold and a face of sorrow can be seen."},{"T":"301","2":"Bianca","3":"Restlessness has been spreading throughout the city. People are scared, they are doubting..."},{"T":"301","2":"Bianca","3":"And those who have disappeared, are they still safe...?"},{"T":"301","2":"Bianca","3":"Father, I do not know how to proceed... What should I do... Where should I go... Father..."},{"T":"301","3":"Bianca mumbles by the window."},{"T":"301","3":"'Clang—'"},{"T":"301","3":"A sudden sound echoes from the church hall, sounding even more out of place in these empty hallways at night."},{"T":"301","2":"Bianca","3":"Then who could it have been?"},{"T":"301","3":"Bianca asks without a second thought, but she only received silence as a reply."},{"T":"301","3":"She hesitated before carefully making her way toward the hall."},{"T":"301","2":"Bianca","3":"..."},{"T":"301","3":"In front of Bianca is the door leading to the hall, which had been opened slightly by someone. After a few moments of thinking, she quietly pushes open the door and enters."},{"T":"301","3":"With the help of the dim moonlight, Bianca is able to make out a black-cladded figure in long robes kneeling in front of the statue of God as if they are praying."},{"T":"301","3":"Bianca sticks close to the wall, careful to conceal her presence as she inches closer to the black-clad man."},{"T":"301","3":"'Clang—'"},{"T":"301","3":"A sharp sound of glass breaking rings out from under her feet as she walks past the stained glass windows."},{"T":"301","3":"Bianca worriedly lifts her feet from the broken glass and hides."},{"T":"301","2":"Bianca","3":"...?"},{"T":"301","3":"But what puzzles Bianca was that the noise did not alert the black-clad man. She peers out from behind the bench to see the man is still praying in front of the statue as if nothing happened at all."},{"T":"301","3":"After a moment of hesitation, Bianca calms herself and makes her way toward the man once more."},{"T":"301","3":"As the distance shortened, Bianca can see that man's robes are tattered. He has a head of dazzling blonde hair, and in front of him, is a very familiar longbow."},{"T":"301","2":"Bianca","3":"Mr... Toby?"},{"T":"301","3":"I heard you went missing a while back, everyone will be thrilled to see that you're fine."},{"T":"301","3":"The black-clad man finally finished his prayers. His body swayed under the moonlight. He slowly opens his mouth to speak while still kneeling."},{"T":"301","2":"???","3":"Judging from your voice, you're Miss Bianca, right? I'm sorry for entering without permission."},{"T":"301","2":"???","3":"Hehe, you really are a nice person despite what the others say."},{"T":"301","2":"Bianca","3":"I..."},{"T":"301","2":"???","3":"Sorry for coming at this hour, but I have a small request..."},{"T":"301","3":"The black-clad man turns around to reveal that he is indeed Toby, but at the same time, Bianca could see blood-red electric currents course through his body..."},{"T":"301","3":"It was a familiar sight. One that Bianca has seen hundreds of times—the signs of Punishing corruption. Her heart clenched at the sight of it."},{"T":"301","2":"Bianca","3":"...How could this be... You're infected...? But if humans are infected, they'll..."},{"T":"301","3":"Toby tries to comfort Bianca with a strained smile."},{"T":"301","2":"Toby","3":"They'll die."},{"T":"301","2":"Toby","3":"But I... feel that... I'm not quite human now..."},{"T":"301","2":"Toby","3":"Hehe, something probably happened... when I disappeared... But I... don't remember anymore."},{"T":"301","2":"Bianca","3":"...Um."},{"T":"301","2":"Toby","3":"Oh, come on, smile. I don't know how to react when people put on that expression."},{"T":"301","2":"Bianca","3":"...I'm sorry."},{"T":"301","2":"Toby","3":"Ah, don't apologize as well. I don't know how to deal with those too."},{"T":"301","2":"Bianca","3":"I'm sorry... You must be in pain..."},{"T":"301","2":"Toby","3":"..."},{"T":"301","3":"Hearing Bianca say that, Toby hesitates for a moment, but the hesitation is soon replaced with a relieved smile."},{"T":"301","3":"Toby wanted to comfort Bianca, but he was only able to stand for a second before crashing to the ground, as he was already too weak to support his own weight."}]