[{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"Judging by photograph, it appears Luna did take something from the Arctic route Union after all."},{"T":"301","3":"But it is hard to tell what it is from this angle."},{"T":"301","2":"Asimov","3":"Could it be..."},{"T":"301","3":"But if it really was what he thought it was, why would there be such a thing in the ARU?"},{"T":"301","3":"What are they planning on using it for? And what does Luna intend on doing with it?"},{"T":"301","3":"An ominous thought came to his mind, causing Asimov to subconsciously look at the time."},{"T":"301","2":"Asimov","3":"It seems unlikely, but it'd best to confirm it, then tell the President. Ugh, forget it."},{"T":"301","3":"He presses the name of another person in his comm log currently overwhelmed with work."},{"T":"301","2":"Celica","3":"What is it?"},{"T":"301","2":"Asimov","3":"The President gave me quite the headache of an assignment. Now he's gone off to sleep. Think you can get me in touch with survivors from the ARU?"},{"T":"301","2":"Asimov","3":"I estimate that the Forest Guard and Forsaken are still there. I need to confirm some information with them."},{"T":"301","2":"Celica","3":"Wait... Survivors?"},{"T":"301","3":"Celica was stunned for a moment, before coming to her senses."},{"T":"301","2":"Celica","3":"Understood... Wait a moment."},{"T":"301","3":"After disconnecting the comm link, Asimov waited for five minutes in a state of perplexity over his work."},{"T":"301","2":"Celica","3":"Apologies, sir. I tried contacting numerous people, but I couldn't get through to anyone."},{"T":"301","2":"Asimov","3":"...Looks like the radio signal transmitter has also been destroyed."},{"T":"301","2":"Celica","3":"Where should we go from here?"},{"T":"301","2":"Asimov","3":"Let Hassen get some rest."},{"T":"301","2":"Asimov","3":"Any teams that have been to the ARU available for dispatch?"},{"T":"301","2":"Celica","3":"Unfortunately, there have been too many missions as of late."},{"T":"301","3":"The sound of Celica's rapidly parsing the attendance record is picked up through the comm link."},{"T":"301","2":"Celica","3":"According to the current mission schedule, the Gray Ravens are the squad that can return to Babylonia the fastest."},{"T":"301","2":"Asimov","3":"Who's the unlucky one...?"},{"T":"301","2":"Celica","3":"If the mission is urgent, I can ask the Gray Ravens to abandon their current mission and return pronto."},{"T":"301","2":"Asimov","3":"I still have to confirm something first."},{"T":"301","2":"Asimov","3":"Have the Gray Ravens wait for me in the conference room once they return."},{"T":"301","2":"Celica","3":"Understood."}]