[{"T":"301","3":"After an extremely difficult mission, the Parliament approved a few days of holiday for most commandants."},{"T":"301","3":"While you don't need to go out, there are still tons of documents accumulated over time for you to process."},{"T":"301","3":"There is no such thing as a holiday. Catching up on the paperwork is enough to keep you occupied."},{"T":"301","3":"There is no escape from these repetitious and uneventful days..."},{"T":"302","2":"If only there were something special happening..."},{"T":"301","2":"Nanami","3":"Commandant!"},{"T":"301","2":"Nanami","3":"Com—man—dant!"},{"T":"301","2":"Nanami","3":"Commandant, are you here?"},{"T":"301","3":"Nanami's voice arrives way before she does. Her typical style. But to come here at this point in time..."},{"T":"302","2":"Is that considered special?"},{"T":"301","3":"'PANG!'"},{"T":"301","3":"After signing the familiar repair report for the door, the energetic Nanami arrives at your desk."},{"T":"301","2":"Nanami","3":"I knew you'd be here, Commandant!"},{"T":"301","2":"Nanami","3":"Nanami is your assistant for the day. Ahem..."},{"T":"301","3":"Nanami clears her throat."},{"T":"301","2":"Nanami","3":"Nanami reporting! Any order, Commandant?"},{"T":"302","2":"Not really.","4":"You are my assistant?"},{"T":"301","2":"Nanami","3":"Then you're free to help me with something, Commandant!"},{"T":"301","2":"Nanami","3":"I am now! Because Nanami has a favor to ask you, Commandant."},{"T":"301","3":"Is that what an assistant does? You remain suspicious, but your words are honest—"},{"T":"302","2":"What is it?"},{"T":"301","2":"???","3":"An analysis of the target human's tone and temperature change indicates the target's level of willingness to continue working is 0.543%."},{"T":"301","3":"You hear a strange robotic voice with electrical crackles coming from the corridor. It sounds quite horrifying when it comes out of nowhere."},{"T":"302","2":"?","4":"..."},{"T":"301","2":"Nanami","3":"Haha, isn't it fun, Commandant? That's Nanami's new friend, Maple."},{"T":"301","2":"Nanami","3":"Haha, Commandant, did Maple scare you?"},{"T":"301","3":"Without gaining your approval, Nanami pulls a large 'office chair' inside the room."},{"T":"302","2":"Maple... is a chair?"},{"T":"301","3":"Its main structure is an office chair indeed, but it is also connected to various circuits, screens and control panels."},{"T":"301","3":"Dated parts, uneven paint, rust marks..."},{"T":"301","3":"It feels like Nanami has dug out the cockpit of some vehicle from a few centuries ago and brought it here."},{"T":"301","3":"When you move closer, you find a green, freaky smiley face flickering on a small CRT screen."},{"T":"302","2":"Are you sure this isn't a torturing tool?","4":"What is this?"},{"T":"301","2":"Nanami","3":"Of course not!"},{"T":"301","2":"Nanami","3":"Precisely speaking, Maple is..."},{"T":"301","2":"Maple","3":"Maple is a truly humanized smart virtual reality chair. Nanami created me to bring you more joy. I hope you will like me."},{"T":"301","2":"Maple","3":"Hello, 【kuroname】."},{"T":"301","2":"Maple","3":"You do not know me, but Maple knows everything about you."},{"T":"301","2":"Maple","3":"I want to play a game."},{"T":"301","2":"Nanami","3":"Maple! Did I let you answer before me?"},{"T":"301","3":"Maple makes a series of descending electrical sounds. The fluorescent eyes on its screen have also lowered, looking sad and disheartened."},{"T":"301","2":"Maple","3":"Bzzzz—Maple is sorry. Maple is a good child. Maple should not interrupt while Nanami is talking."},{"T":"301","2":"Nanami","3":"Ahem... As Maple said, it can help Nanami to recreate all sorts of scenes."},{"T":"302","2":"VR?"},{"T":"301","2":"Nanami","3":"It's more than just virtual reality. In fact, some of Nanami's wisdom has been lent to Maple!"},{"T":"301","2":"Nanami","3":"That's why Maple can do a lot of things that regular VR devices cannot."},{"T":"301","2":"Nanami","3":"Babylonia is so stingy on resource management. All my applications were rejected."},{"T":"301","2":"Nanami","3":"It took me a lot of time and effort digging up the junkyard before finally managing to assemble enough computing power for Maple."},{"T":"301","2":"Nanami","3":"Commandant, do you still remember our date?"},{"T":"301","3":"The topic she suddenly brings up jogs your memories—"},{"T":"301","2":"Nanami","3":"First stop, the carousel! Rumor has it that the horses will take you to the sky if you ride them long enough!"},{"T":"301","2":"Nanami","3":"Second stop, let's go to the haunted house! ...Though ghosts aren't real at all."},{"T":"301","2":"Nanami","3":"And the third stop is roller coaster time! Its rail will break halfway. Super exciting, right?"},{"T":"301","2":"Nanami","3":"We never finished any ride, but it was still a super fun day!"},{"T":"301","2":"Nanami","3":"Hmph! Relax your stupid fingers!"},{"T":"301","2":"Nanami","3":"Oops... It broke."},{"T":"301","3":"Luckily, she was holding the hand of a mannequin..."},{"T":"301","2":"Nanami","3":"You must've remembered it too, right, Commandant?"},{"T":"302","2":"(Nod hard in grief)","4":"Hard to forget."},{"T":"301","2":"Nanami","3":"But that date was nowhere near enough!"},{"T":"301","2":"Nanami","3":"Nanami remembers it clearly. But it was still not enough!"},{"T":"301","2":"Nanami","3":"Nanami had a great time with you, but somehow I just felt something was missing."},{"T":"301","2":"Nanami","3":"I thought about it for a long time and finally found out the reason."},{"T":"302","2":"What is it?"},{"T":"301","2":"Nanami","3":"The location!"},{"T":"301","2":"Nanami","3":"I looked up the database. People used to date on beaches, cinemas, or streets. All of them are no longer around."},{"T":"301","2":"Nanami","3":"So, I built Maple to resolve this particular problem."},{"T":"301","2":"Nanami","3":"I have added many locations where I'd like to have a date with you in Maple. There are a total of... How many?"},{"T":"301","2":"Maple","3":"Report: Nanami has saved a total of 4294967296 locations, 65536 weather effects, and 18446744073709551616 sudden events in Maple."},{"T":"301","2":"Nanami","3":"Huh? Did I save that many?"},{"T":"301","2":"Nanami","3":"Alright, let's not waste any time. Come sit here, Commandant."},{"T":"301","3":"Nanami pats on Maple. Its seat squeaks, and you see small electrical sparks on the tangled cables."},{"T":"301","2":"Maple","3":"^_^"},{"T":"302","2":"..."},{"T":"302","2":"Better not."},{"T":"301","2":"Nanami","3":"Huh?"},{"T":"301","3":"Nanami sounds shocked."},{"T":"302","2":"I've still got paperwork to do.","4":"I don't feel good about this."},{"T":"301","2":"Nanami","3":"Just put them away for now, Commandant. You hate them, don't you?"},{"T":"301","2":"Nanami","3":"Don't worry, Maple is absolutely safe. Even if it's not, you still have me!"},{"T":"301","2":"Nanami","3":"Pleeease, Commandant—Nanami would love to take this opportunity to know more about you."},{"T":"301","3":"Without further explanation, Nanami drags you toward Maple. A human's strength is nowhere near a Construct's, and she presses you onto the seat."},{"T":"301","3":"Despite its dilapidated look, Maple is surprisingly comfortable to sit in."},{"T":"301","3":"But the comfort is fleeting as Nanami puts a fully enclosed metal helmet on your head."},{"T":"301","3":"'Click!'"},{"T":"301","3":"The thick metal blocks all the light. You can only feel the smell of rust and stuffy darkness."},{"T":"301","2":"Nanami","3":"Are you ready, Commandant?"},{"T":"301","3":"Her voice bounces around inside the metal helmet, making a humming echo that bombards your skull."},{"T":"301","3":"Still, you can clearly feel her eagerness and excitement. Somehow, this has calmed you down."},{"T":"302","2":"(It's too late to say no.)"},{"T":"301","3":"Accepting your fate, you give a thumbs up toward the direction of her voice."},{"T":"301","2":"Nanami","3":"Beginning to connect!"},{"T":"301","2":"Nanami","3":"I'll see you on the other side, Commandant."},{"T":"301","3":"You hear a long beep. The seat under you suddenly thrusts forward, and you cannot tell whether the propulsion is virtual or real. You feel your mind accelerating in a deep sea or space until it crashes into a blazing white light."}]