[{"T":"301","3":"The thrust lasts but a moment. Before you know it, you are already inside a bedroom."},{"T":"301","3":"The world outside is already dark save for a few stars and a half-moon hanging in the sky."},{"T":"301","3":"After some fumbling around, you finally turn on the room light."},{"T":"301","3":"The room does not contain too many items. You can only see one single bed, one two-level wardrobe, one desk, and one chair."},{"T":"301","3":"You find yourself no longer wearing the combat uniform, but a soft, casual outfit instead."},{"T":"301","3":"Your military terminal has been replaced with a small civilian model. Unlike Babylonia's simple style, there are a lot of fashionable, intricate patterns on this terminal."},{"T":"302","2":"It looks like something from the Golden Age."},{"T":"301","3":"You feel something in your ear and touch it. It is a mini earbud."},{"T":"301","3":"The alarm clock on the desk reads 20:00. A blue holo-screen catches your attention."},{"T":"301","3":"When you are about to look at it up close, you suddenly hear a cold, robotic voice in your earbud."},{"T":"301","2":"Robotic Voice","3":"System online."},{"T":"301","2":"Robotic Voice","3":"Good evening, citizen 【kuroname】."},{"T":"301","3":"The voice sounds extremely familiar to a Babylonia resident like you."},{"T":"301","3":"It belongs to the super AI 'Gestalt'."},{"T":"301","3":"But it is not the real Gestalt who is talking to you. It is just one of the things that Maple is able to simulate."},{"T":"301","2":"'Gestalt'","3":"First of all, happy birthday."},{"T":"301","3":"You hear brief fireworks."},{"T":"301","2":"'Gestalt'","3":"According to the World Government's 'Citizen Welfare Act', Chapter 3, Article 291, every citizen connected to Gestalt has the legal right to be matched to others after reaching the physical age of 18."},{"T":"301","2":"'Gestalt'","3":"You are eligible for matching. Would you like to commence the process?"},{"T":"301","3":"After the question, 'Gestalt' awaits your answer in silence."},{"T":"301","3":"You give an answer after thinking for a very short moment."},{"T":"302","2":"No."},{"T":"301","3":"Nanami, who entered the virtual space with you, is nowhere to be found. Your top priority right now is to find her. From a game perspective, you need to complete the main quest first."},{"T":"301","2":"'Gestalt'","3":"Understood. Terminating execution..."},{"T":"301","3":"The cold robotic voice halts. After a short, irregular noise, 'Gestalt' speaks again with a monotonous tone—"},{"T":"301","2":"'Gestalt'","3":"You are eligible for matching. Would you like to commence the process?"},{"T":"301","2":"'Gestalt'","3":"You are eligible for matching. Would you like to commence the process?"},{"T":"301","2":"'Gestalt'","3":"You are eligible for matching. Would you like to commence the process? You are eligible for matching. Would you like to commence the process? You are eligible for matching..."},{"T":"301","3":"It keeps repeating the same line unemotionally."},{"T":"302","2":"Is this a so-called 'sudden event'?"},{"T":"301","3":"You recall Nanami and Maple's conversation. Gestalt will not stop hassling you, so you have to accept the match while searching for Nanami in the wardrobe, under the bed, and in the ceiling."},{"T":"301","3":"She likes to play hide-and-seek. You cannot rule out the possibility that she is hiding in your 'spawn point.'"},{"T":"301","2":"'Gestalt'","3":"Permission granted. Matching citizen 【kuroname】 with other applicable targets..."},{"T":"301","2":"'Gestalt'","3":"Matching completed. Thank you for your support. I wish the two of you a good time."},{"T":"301","2":"'Gestalt'","3":"Logging off."},{"T":"301","3":"The moment your communication with 'Gestalt' ends, you hear an energetic voice—"},{"T":"301","2":"'Naive Voice'","3":"Hulo!"},{"T":"301","3":"She sounds so excited that her voice is trembling."},{"T":"302","2":"Hello."},{"T":"301","2":"'Naive Voice'","3":"This is my first time matching with someone... But you sound calm and reliable. You must have done this many times."},{"T":"302","2":"Not really..."},{"T":"301","2":"'Naive Voice'","3":"What? Is this your first time too? Fate has brought us together!"},{"T":"301","2":"'Naive Voice'","3":"Do you like animals? My favorite is our dog. My parents and I call it 'Mimi'. Isn't it a great name..."},{"T":"301","3":"The girl keeps talking about her hobbies, leaving no time for you to speak. As she introduces herself, you begin to paint a picture of her in your mind."},{"T":"301","3":"You still do not know her name or age. She is the only child in the family, currently living with her parents."},{"T":"301","3":"She goes to the high school nearby and has slightly above-average grades. She is currently concerned about how to build an 18-meter tall 'Generic Humanoid Battle Weapon'."},{"T":"301","3":"She never stays up late and sleeps at the same time every day. Before going to bed, she puts on a piece of performance-boosting equipment she made that consumes a liter of jet fuel to run around the highway with Mimi. Then, she sleeps after some stretching until her mother wakes her up."},{"T":"301","3":"She is always adventurous, very competitive but not troubled by the results. Her favorite anime is 'Masked Motorcycle Rider'."},{"T":"301","3":"An ordinary girl who claims to be hyperactive."},{"T":"302","2":"..."},{"T":"301","3":"You feel like you have some clues on Nanami's whereabouts."},{"T":"301","2":"'Naive Voice'","3":"Oh, right. I haven't asked you your name."},{"T":"301","2":"'Naive Voice'","3":"Can you tell me your name?"},{"T":"302","2":"【kuroname】."},{"T":"301","2":"'Naive Voice'","3":"【kuroname】... 【kuroname】, hmm..."},{"T":"301","3":"You suddenly receive a communication request in the terminal."},{"T":"302","2":"(Answer)"},{"T":"301","2":"Nanami","3":"Hello, 【kuroname】. My name is Nanami."},{"T":"301","3":"The hologram turns into a girl who looks identical to Nanami, but without the Inver-Device on her head or the giant chainsaw that she often holds."},{"T":"301","3":"If you ignore the unbelievable self-introduction, she looks just like an ordinary girl who lives next door, anxiously looking forward to the unknown encounter."},{"T":"301","3":"She crosses her hands on her chest and takes a deep breath in, then reaches out her right hand as if she is opening up her heart."},{"T":"301","2":"'Background Narration'","3":"'Who doesn't long for love in their youth?'"},{"T":"301","2":"'Background Narration'","3":"'You wrote to your friend, describing your first encounter with the girl: I feel like a ship approaching a mountain of magnets. Even my tiniest screw is attracted to her.'"},{"T":"301","3":"Your vision is filled with the girl before you as you are pulled closer to her."},{"T":"301","2":"'Background Narration'","3":"Skip"},{"T":"302","2":"?"},{"T":"301","2":"'Background Narration'","3":"'The girl is showing you enough respect and love. You only need to work a little harder to win her heart... Skip.'"},{"T":"301","2":"'Background Narration'","3":"'But there are too many obstacles, while few actually support your relationship. The malevolence of others around you is going to overwhelm you... Skip.'"},{"T":"301","2":"'Background Narration'","3":"'You leave your hometown trying to make a living, but have witnessed a filthy, fraudulent world instead. The memories of her are the only thing that can keep your mind clear... Skip.'"},{"T":"301","2":"'Background Narration'","3":"'They are so far away and cannot even... Skip.'"},{"T":"301","2":"'Background Narration'","3":"'...Skip... Points the gun at your head.'"},{"T":"301","2":"Nanami","3":"【kuroname】, no!"},{"T":"301","3":"The girl is in tears. Her hands remain in the same gesture without touching anything. She is no longer a that shy and naive little child."},{"T":"301","3":"She is screaming and struggling, trying to grasp the life and memories that are about to disappear."},{"T":"301","3":"Before you realize it, you are holding a handgun. Its cold muzzle is pressing against your temple. The smell of gun smoke hints at imminent death..."},{"T":"302","2":"Wait a second!"},{"T":"301","2":"Nanami","3":"C'mon, I'm having a great moment!"},{"T":"301","2":"Nanami","3":"Don't interrupt it, Commandant!"},{"T":"301","2":"Nanami","3":"Nanami is supposed to rekindle your desire to live with her love here. You aren't following the plot, Commandant."},{"T":"301","3":"Nanami takes out a blue holo-screen from nowhere, tapping the text on it."},{"T":"302","2":"I prefer happy endings.","4":"I don't run away."},{"T":"301","2":"Nanami","3":"So you don't like tragedies..."},{"T":"301","3":"Nanami quickly takes note on the screen."},{"T":"301","2":"Nanami","3":"So this is the choice you'd make..."},{"T":"301","3":"Nanami closes her eyes. She seems to be struggling."},{"T":"301","2":"Nanami","3":"I know what to do now."},{"T":"301","2":"Nanami","3":"I'd like to learn more about you, Commandant. I also want to experience many things with the authentic you."},{"T":"301","2":"Nanami","3":"From now on, I will not try to influence your decision. But make sure you play your role well!"},{"T":"301","3":"The girl winks at you and quickly walks to you."},{"T":"301","3":"Her hands slowly rest on your cheeks—"},{"T":"301","3":"They are just holograms, but you feel like you can sense her temperature and her hands."},{"T":"301","3":"Her palms are soft and warm, but her fingertips are cold, like drops of mountain springs on the way back from a field trip."},{"T":"301","3":"They have the fragrance of flowers and fresh grass."},{"T":"301","3":"Then she presses harder on your cheeks. Her palms are also sticking to your cheeks—"},{"T":"302","2":"Nanami...?"},{"T":"301","3":"The next moment, they are holding your head like clamps. You cannot move even a little bit."},{"T":"302","2":"!"},{"T":"301","2":"Nanami","3":"Still, I must punish you for ruining the vibe."},{"T":"302","2":"Wait..."},{"T":"301","2":"Nanami","3":"Hah!"},{"T":"301","3":"Nanami hits your forehead hard with a headbutt."}]