[{"T":"301","2":"Kamui","3":"What ponderance pondereth thee, Captain?"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"When Chrome is deep in thought, Kamui is always the one to interrupt him. It's been like this ever since Chrome first took over his current position."},{"T":"301","3":"The squad 'Strike Hawk' is as outstanding as rumors have it. Each member has their own specialties and they work excellently alone."},{"T":"301","2":"Chrome","3":"Kamui, didn't I tell you to return to your position after 30 minutes of preparation?"},{"T":"301","2":"Kamui","3":"But what's the point of taking apart the weapons and putting them back again?"},{"T":"301","2":"Chrome","3":"Understanding your equipment, down to the last nut and bolt, then using them to their fullest potential... That's what Smith would have done."},{"T":"301","2":"Kamui","3":"Smith... That name again. But you're Captain Chrome, not Captain Smith, now are you?"},{"T":"301","3":"Chrome's finger pauses on the screen. He looks up at Kamui."},{"T":"301","2":"Chrome","3":"I'm trying to become him."},{"T":"301","2":"Kamui","3":"Really...? If that's what you wish, I'll try to help you fulfill it."},{"T":"301","2":"Chrome","3":"You'll help me?"},{"T":"301","2":"Kamui","3":"Yeah. We're pals, right?"},{"T":"301","3":"In the end, Chrome forces Kamui to return to his position (he's the leader, after all), and goes back to leafing through the mission details from 'Smith'."},{"T":"301","3":"'In this operation, Strike Hawk will act as bait. Once the designated spot is reached, you can move back, Chrome.'"},{"T":"301","2":"Chrome","3":"..."},{"T":"301","3":"Chrome closes his eyes."},{"T":"301","3":"'Nothing compares to mechanical inventions.'"},{"T":"301","3":"'We are a people of wonders, living in an age of wonders.'"},{"T":"301","3":"Babylonia, F.O.S. Military Command College, 7:30 AM"},{"T":"301","2":"Course System","3":"Langston Smith."},{"T":"301","2":"Course System","3":"Question one: From a military standpoint, please briefly describe the current status of the connection technology used in the 'Construct + Commandant' combat system."},{"T":"301","3":"Gestalt course random selection system operating."},{"T":"301","2":"Course System","3":"Chosen: Langston Smith."},{"T":"301","2":"Course System","3":"Please stand up when answering a question."},{"T":"301","2":"Langston","3":"Understood."},{"T":"301","2":"Langston","3":"According to the latest research report from the Science Council, there are currently two types of connection technology used in the military."},{"T":"301","2":"Langston","3":"One type is the Connection Chamber, which allows Commandants to connect to the M.I.N.D. of Constructs without the restrictions of distance. Commandants will be able to sync up with the Constructs and command them directly. This is the most commonly employed connection combat method currently."},{"T":"301","2":"Langston","3":"The other is commandants fighting alongside the Constructs, using Inver-Devices and human Mind Beacons for short-distance connection and positioning. Yet this is rarely employed nowadays due to its many restrictions."},{"T":"301","2":"Course System","3":"Please wait for the system to assign a score, then answer the next question."},{"T":"301","2":"Course System","3":"Question two: Please perform a brief analysis on the principles of application of the connection technology for Commandants and Military Constructs."},{"T":"301","2":"Langston","3":"After the 'Gestalt' system became widely applied in the public sphere, human knowledge was continually uploaded, making highly efficient and fully objective decisions possible."},{"T":"301","2":"Langston","3":"Studies related to the human brain have been filed as special secret research projects by the Science Council due to how complicated they are."},{"T":"301","2":"Langston","3":"According to the accessible early research data, each human brain contains about 100 billion neurons, capable of forming over 100 trillion connections."},{"T":"301","2":"Langston","3":"The neurons in human brains can output electric signals via dendrites. Which means that—"},{"T":"301","2":"Whispering","3":"Is that... Langston Smith?"},{"T":"301","2":"Whispering","3":"The current student representative?"},{"T":"301","2":"Whispering","3":"Smith... Someone with this last name... Should probably be related to Officer Smith, hm?"},{"T":"301","2":"Whispering","3":"Son of an officer, student representative, a true genius... He's even got a pretty face... Ugh, some people really have everything!"},{"T":"301","2":"Langston","3":"...Meanwhile, Commandant can better stabilize the abnormal fluctuations in the Construct's M.I.N.D. via the consciousness connection technology."},{"T":"301","2":"Course System","3":"Please wait for the system to assign a score, then answer the next question."},{"T":"301","2":"Course System","3":"Question three: If you're commanding Constructs on a groundside combat mission in an area of which you possess insufficient data, how do you prepare in advance?"},{"T":"301","2":"Langston","3":"Collect as much information as possible and analyze it. As the density of Punishing Virus is related to certain geographical elements, I may perhaps use a Gauss–Krüger projection to determine—"},{"T":"301","2":"Whispering","3":"As expected from our top student. I heard there are only three slots for the Reserve Commandant Draft at the end of the month... Guess he's definitely gonna take one of the slots."},{"T":"301","2":"Course System","3":"Tallying scores. Please wait..."},{"T":"301","2":"Course System","3":"Langston Smith, total score 4.721 out of 5. Certain mismatches with the answer database were identified."},{"T":"301","2":"Whispering","3":"This must be the highest score anyone's gotten in our school's history."},{"T":"301","2":"Whispering","3":"It's not a perfect score, but it's pretty much the same thing."},{"T":"301","2":"Langston","3":"...Not the same thing at all."},{"T":"301","3":"The genius's murmurs remain unheard. Under the desk, his fist clenches, followed by the sound of something being crushed."},{"T":"301","2":"Student A","3":"Well, that's done, at least! Langston! Want to come hang out with us?"},{"T":"301","2":"Student B","3":"What are you inviting him for?"},{"T":"301","2":"Student A","3":"We're all classmates, aren't we?"},{"T":"301","2":"Student A","3":"We ain't on the same level with a genius like him. Sorry, Langston. We're not gonna get in the way of your studies."},{"T":"301","2":"Langston","3":"..."},{"T":"301","3":"As time ticks away, artificial night falls upon the skies of Babylonia."},{"T":"301","2":"Langston","3":"Babylonia, F.O.S. Military Command College, 12:30 AM"},{"T":"301","2":"Langston","3":"The human memory is about as powerful as 100 trillion synapses."},{"T":"301","2":"Langston","3":"The brain is capable of altering the strength of the connection between neurons based on the current status and past experience."},{"T":"301","2":"Langston","3":"Repeated training can optimize the neuron connections, highly increasing memory speed and accuracy."},{"T":"301","3":"Repetition is key. Repetition is all one needs."},{"T":"301","3":"On the always-lit screen of the ranking system, Langston Smith's name sits securely in the first place spot."},{"T":"301","3":"'Fight like that of a hero—!'"},{"T":"301","3":"'Astonishing courage—! Everlasting fame—!'"},{"T":"301","2":"Langston","3":"If I can't be perfect..."},{"T":"301","3":"Langston remains frozen in the same position, hungry eyes trained on the courses he'll be taking today, tomorrow, as if he could devour them all."},{"T":"301","2":"Langston","3":"..."},{"T":"301","3":"Langston closes his eyes and pushes a sharp object he prepared into his skin. The sudden pain wakes his body and consciousness up immediately."},{"T":"301","2":"Langston","3":"Uh..."},{"T":"301","3":"Once he gets used to the pulsating pain, it's less unbearable."},{"T":"301","2":"Langston","3":"...I need to increase the pain level."},{"T":"301","2":"Langston","3":"A toolkit that would slip through the alarm system undetected... and easy to build..."},{"T":"301","2":"Langston","3":"...Genius."},{"T":"301","3":"From somewhere, faint snickers could be heard."}]