[{"T":"301","2":"Liv","3":"I can't believe this Corrupted's memory shell data is encrypted... And in a way I've never seen before too..."},{"T":"301","2":"Lucia","3":"Its attack mode has been redesigned before manufacturing too..."},{"T":"301","2":"Liv","3":"These designs... are all 'efforts' of the Punishing Virus to destroy humanity?"},{"T":"301","2":"Lucia","3":"I sometimes wonder if the Punishing Virus is sentient or not, but these speculations are meaningless..."},{"T":"301","2":"Lucia","3":"Come out."},{"T":"301","2":"Lucia","3":"We know you secretly helped us take care of some enemies."},{"T":"301","2":"Nanami","3":"Oh! Nanami got found!"},{"T":"301","2":"Nanami","3":"Since you found me, I'll just operate together with you guys!"},{"T":"301","2":"Kamui","3":"Then give us something to let us know that we can trust you!"},{"T":"301","2":"Nanami","3":"Alright, alright. Nanami facts time! Fact number one, Nanami is not human!"},{"T":"301","2":"Kamui","3":"Here you go again..."},{"T":"301","2":"Nanami","3":"Hmph, you're still questioning Nanami! Nanami's shocked!"},{"T":"301","2":"Nanami","3":"Alright, I'll tell you guys more!"},{"T":"301","2":"Nanami","3":"Nanami fact number two, Nanami is currently curious about one specific human!"},{"T":"302","2":"Me?"},{"T":"301","2":"Nanami","3":"That reminds Nanami, there are a lot of things on your body that Nanami is curious about!"},{"T":"301","2":"Lee","3":"Commandant here is the incarnation of the unfathomable, you sure you want to know more about them?"},{"T":"301","2":"Nanami","3":"Huh—What'd you say? I heard you say, 'Nanami must help us destroy the enemy before we give her information on the Gray Raven Commandant.'"},{"T":"301","2":"Nanami","3":"Hmm, it's not a fair bargain to Nanami... But I'll still accept it!"},{"T":"301","2":"Lee","3":"That's not what I said at all..."},{"T":"301","2":"Liv","3":"Everyone, the next wave of Corrupted is coming!"},{"T":"301","2":"Nanami","3":"Oh, speak of the Corrupted! This way!"},{"T":"301","2":"Watanabe","3":"Wait, you're going in alone?!"},{"T":"301","2":"Nanami","3":"Don't worry, don't worry! Nanami promised to take care of them!"}]