[{"T":"301","2":"Rosetta","3":"The field survey mission is divided into several stages. We will need to make several trips, and even need to stay overnight in the wilds."},{"T":"301","3":"After the mission began, Rosetta took you to a snowfield some distance from the ARU. Here, you see a vast expanse of snow adorned with several lonely-looking trees."},{"T":"301","2":"Rosetta","3":"So I was thinking, you should familiarize yourself with life in the Arctic."},{"T":"302","2":"I have to survive out here?","4":"I've read about it before in the files."},{"T":"301","2":"Rosetta","3":"Quick on the draw as always, Commandant."},{"T":"301","2":"Rosetta","3":"That's not the same. True knowledge is acquired by applying them in the field."},{"T":"301","2":"Rosetta","3":"So, to better complete our mission... Our first step is to build a fire."},{"T":"301","2":"Rosetta","3":"Out in the wild, one's ability to start a fire is the difference between life and death. I'm sure you get the gist, Commandant."},{"T":"302","2":"Yeah.","4":"Starting a fire isn't that hard."},{"T":"301","2":"Rosetta","3":"Do you really? I'm talking about the primitive way of building a fire."},{"T":"301","2":"Rosetta","3":"Obviously, with the help of tools. But Forest Guards prefer to do it the natural way."},{"T":"301","2":"Rosetta","3":"Generally speaking, other than the basic materials, the Forest Guards gather tinder and firewood from the surrounding area."},{"T":"301","3":"At which point, Rosetta begins collecting branches and arranging them into a pile."},{"T":"301","2":"Rosetta","3":"Which reminds me, us Forest Guards have a custom for building a fire to welcome newcomers. You aren't exactly wet behind the ears, but let's not pass up the opportunity."},{"T":"301","2":"Rosetta","3":"Think you can help me collect firewood, Commandant?"},{"T":"302","2":"I have to help in my own welcome party?","4":"Sure. I'm interested in this welcoming."},{"T":"301","2":"Rosetta","3":"The Forest Guards aren't exactly some easygoing organization. A lot of things you still need to do yourself."},{"T":"301","2":"Rosetta","3":"Thanks. It's just another custom of ours. I'm not sure if it'll live up to your expectations, Commandant."},{"T":"301","3":"——"},{"T":"301","3":"After searching the area, you find enough firewood to build a fire."},{"T":"301","2":"Rosetta","3":"These branches aren't exactly ideal for firewood, but they should still get the job done."},{"T":"301","3":"Ensuring the firewood is sufficiently dry, Rosetta clears away a patch of snow. To your puzzlement, Rosetta lets out a sigh of relief at the sight of dirt beneath."},{"T":"301","2":"Rosetta","3":"Thankfully, it's not ice underneath..."},{"T":"302","2":"You weren't expecting ice, were you?","4":"Is there normally a lot of ice?"},{"T":"301","2":"Rosetta","3":"No, but that would've been just my luck. Just in case."},{"T":"301","2":"Rosetta","3":"No, but it always seems to be the case for me."},{"T":"301","2":"Rosetta","3":"Looks like you might be my lucky charm, Commandant. Had I known this, I would've teamed up with you during the card game."},{"T":"302","2":"Why were you playing card games with them?","4":"I don't really know how to play."},{"T":"301","2":"Rosetta","3":"Because it's fun and I like the artwork, of course. But with my luck, I always end up drawing the wrong cards."},{"T":"301","2":"Rosetta","3":"The rules of the game are fairly simple. You'll learn them soon enough."},{"T":"301","2":"Rosetta","3":"Anyway, let's get this fire started first."},{"T":"301","3":"Rosetta fishes out a flint rock and strikes it a few times to light up the lower layer of the firewood."},{"T":"301","3":"The embers slowly grow into a flame as they eat up the firewood, converging into a warm bonfire shortly thereafter."},{"T":"301","2":"Rosetta","3":"Now it's time for your welcoming."},{"T":"301","3":"Once the bonfire is burning at a steady pace, Rosetta gestures you to sit by the fire and slowly leans over."},{"T":"302","2":"Wha?!","4":"Is this... the welcoming?"},{"T":"301","2":"Rosetta","3":"Careful, you don't want to kick the bonfire."},{"T":"301","2":"Rosetta","3":"Yeah, I've never done this for an outsider. Guess I need some more practice."},{"T":"301","3":"Rosetta takes you by surprise as she approaches, but she does not seem to pay any mind."},{"T":"301","3":"Rosetta continues, inching closer and closer, her breath almost palpable..."},{"T":"301","3":"But just then..."},{"T":"301","2":"Rosetta","3":"An earthquake!?"},{"T":"301","3":"The sudden tremors stop Rosetta in her tracks. Following the direction of the rumbling, you see a giant ten-meter tall snowball rolling your way."},{"T":"302","2":"What's that?!","4":"Run, Rosetta!"},{"T":"301","2":"Rosetta","3":"I don't know, but let's get out of here!"},{"T":"301","2":"Rosetta","3":"Roger. Let's over to the trees!"},{"T":"301","3":"Thanks to your quick reaction, you and Rosetta avoid disaster. However, the same cannot be said about your hard-earned bonfire which is swept away by the snowball, leaving not so much as a trace."},{"T":"301","3":"..."},{"T":"302","2":"..."},{"T":"301","3":"Rosetta is taken aback by the strange happening. Shortly after, you hear familiar footsteps—hoofsteps—coming from the direction of the snowball."},{"T":"301","2":"Diana","3":"Oh? Rosetta and 【kuroname】? What are you two doing here?"},{"T":"302","2":"We were just starting a fire.","4":"What are you guys up to?"},{"T":"301","2":"Rosetta","3":"Well, I was going to give Commandant a small welcome before the mission began, but I wasn't expecting a snowball to come flying out of nowhere."},{"T":"301","2":"Diana","3":"That was probably a snowball we made for building a snowman. It didn't destroy your bonfire... Did it?"},{"T":"301","2":"Diana","3":"The ARU is on holiday today, so I asked some members to build a snowman with me. But I didn't think the snowball would get so big that it'd roll away."},{"T":"301","2":"Diana","3":"Which is why I'm here, looking for it. Did you see it go by?"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Rosetta","3":"It really isn't my lucky day..."}]