[{"T":"301","2":"Camu","3":"Why... why...?"},{"T":"301","3":"After they flee the city, Camu stalks off away from the other survivors under the moonlight."},{"T":"301","3":"He tears off his shirt, revealing his battle-hardened body—or should he call it his serum-ravaged body?"},{"T":"301","3":"Even before his squadmate's 'accident,' Camu had already noticed certain abnormalities within his body."},{"T":"301","2":"Camu","3":"I don't feel a thing..."},{"T":"301","3":"Camu tries to touch the abnormal parts, but no matter what he does, he feels nothing and gets no reaction."},{"T":"301","3":"That part of his body can no longer be salvaged. Camu knows that, one day, he will end up like his dead squadmate..."},{"T":"301","2":"Camu","3":"An antibody experiment, huh? Serum.. mixed with the Punishing Virus?"},{"T":"301","3":"Before they fled the city, the pilot called him 'Corrupted'. Though unacquainted with the relevant research, Camu can still easily come to the only possible conclusion."},{"T":"301","3":"That must be why the guards at the gate kept their distance from him, and why he was never allowed to enter the cities."},{"T":"301","3":"And why the body of his companions had to be preserved carefully and returned to Kurono."},{"T":"301","3":"——Because their squad had all been injected with the Punishing Virus."},{"T":"301","3":"The pilot also called them 'flawed'. Which meant that the superiors believed that this experiment could no longer continue."},{"T":"301","3":"They're trying to destroy all evidence that this experiment had happened by burying Camu's squad in eternal darkness."},{"T":"301","2":"Camu","3":"What the ****? ****!"},{"T":"301","3":"Camu already knew that, as low-level squads, they would never be treated well. They might even be deployed somewhere dangerous where they could easily die."},{"T":"301","3":"But he sure did not expect to become a test subject—a failed one, at that. One that would eventually become a Corrupted and die."},{"T":"301","2":"Camu","3":"Dammit!"},{"T":"301","2":"Soldier A","3":"Camu! We thought you were captured by the Kurono guys."},{"T":"301","3":"The other survivors appear and interrupt him from his thoughts. They have all patched each other up and have came before Camu for further orders."},{"T":"301","2":"Camu","3":"What are you guys doing with the luggage?"},{"T":"301","2":"Soldier A","3":"Fleeing, of course. We've still got some supplies. We should be able to survive if we find the right place."},{"T":"301","2":"Soldier B","3":"Too bad we don't have our van anymore. If we go somewhere Kurono can't find us, we'll have to face lots of Corrupted..."},{"T":"301","2":"Soldier A","3":"But with the Corrupted, at least we can choose whether to fight or flee. If the opponent is Kurono... well, do you think we can survive a bombing like that a second time?"},{"T":"301","2":"Camu","3":"So is fleeing your only option? Don't you want revenge?"},{"T":"301","2":"Soldier A","3":"So... what do YOU want to do?"},{"T":"301","2":"Camu","3":"I want to get my revenge on Kurono. They have a base around here, right?"},{"T":"301","2":"Camu","3":"Rally all survivors, attack the stronghold, and destroy them all!"},{"T":"301","2":"Soldier B","3":"That won't work. We'd basically be walking to our graves. And even if it works, they'll send others after us..."},{"T":"301","2":"Camu","3":"Then we'll destroy the next base. And the next."},{"T":"301","2":"Soldier B","3":"Huh?"},{"T":"301","2":"Camu","3":"Surely you must have noticed that the serum's mixed with something else! And the abnormal changes in your body!"},{"T":"301","2":"Camu","3":"Even if we don't get killed on the way, we'll die from the painful side effects of the serum, just like the others."},{"T":"301","2":"Camu","3":"By fleeing, you're simply prolonging your suffering before you eventually die. I'm not doing that."},{"T":"301","2":"Camu","3":"I'm not someone who'd just shut up and bear it when I'm betrayed. If I have to die either way..."},{"T":"301","2":"Camu","3":"I'll show them the true meaning of fear."},{"T":"301","2":"Soldier A","3":"What—"},{"T":"301","3":"The others stare, mouth agape, as a crazed expression begins to overtake Camu. But when Camu pulls out the greatsword he had stuck in the ground and steps forward..."},{"T":"301","3":"They all follow."}]