[{"T":"301","3":"Roland is lying leisurely on the Ferris wheel, juggling his chain blade out of boredom."},{"T":"301","3":"Suddenly, he pauses. He stands and straightens himself, looking at the sky."},{"T":"301","2":"Roland","3":"Ha! Those gray birdlings really took the bait."},{"T":"301","3":"And on the other end, Shome exits the aircraft and deplanes on the beach. He heads in the direction of the theme park."},{"T":"301","3":"Roland, at a vantage point, takes it all under his eye. He stretches lazily, then casually leaves the Ferris wheel and heads in Shome's direction."},{"T":"301","2":"Roland","3":"Finally. Our main dish."},{"T":"301","3":"After Roland and Camu's fight."},{"T":"301","2":"Roland","3":"Let's see how long you can keep barking like that."},{"T":"301","3":"Roland turns away from the incapacitated Camu and exits."},{"T":"301","3":"Leaving only Camu, now leaning on his greatsword, barely staying on his feet."},{"T":"301","2":"Roland","3":"Ah. Right. Here, have a parting gift. No need to thank me."},{"T":"301","3":"Roland stops in his tracks and turns, lifting his gun and pointing it at Camu. He fires—but Camu easily dodges the moment he pulled the trigger."},{"T":"301","3":"...But the shot was not meant to maim, instead, a robust-looking chain trails from the bullet. It eats into the wall of the theme park behind Camu."},{"T":"301","2":"Roland","3":"Bye-bye, bothersome boyos."},{"T":"301","3":"Roland tugs on the chain rope and it retracts, bringing him out of Camu's attacking distance."},{"T":"301","3":"Roland presses a remote in his arms midair. Violent explosions flare up all over the park."},{"T":"301","2":"Roland","3":"Phew."},{"T":"301","3":"After releasing the chain rope, Roland lands inside the theme park. The usual smirk is nowhere to be found on Roland's face. Anger, barely suppressed, is causing his body to tremble."},{"T":"301","2":"Roland","3":"The rest is in your hands, big guy."},{"T":"301","3":"Violent tremors pulsate from the ground, but even the sound of explosions cannot drown out the screams of chaotic self-expansion, let out by the infected energy center."},{"T":"301","2":"Gabriel","3":"Looks like Roland has made contact with the target."},{"T":"301","2":"Gabriel","3":"Then our prey should be arriving soon..."},{"T":"301","3":"Gabriel hides, waiting in the shadows for Shome."},{"T":"301","2":"Shome","3":"Roland is here... They found out, huh..."},{"T":"301","2":"Shome","3":"But no matter. The Babylonians will slow him down."},{"T":"301","2":"Shome","3":"As long as I complete my experiment before he catches up to me, I can turn the tables."},{"T":"301","3":"Shome readjusts his glasses. Now at the control room of the energy center, his hands are tapping swiftly on the screen. However, Shome soon stills his hands."},{"T":"301","2":"Shome","3":"...Hm? The production line should have activated right away. Damn it... the disuse must have caused a jam somewhere..."},{"T":"301","2":"Shome","3":"This won't do. I might not make it..."},{"T":"301","2":"Gabriel","3":"Allow me to apologize. I am sorry for modifying your grandfather's legacy without permission."},{"T":"301","3":"Gabriel walks out of the shadows, appearing behind Shome."},{"T":"301","2":"Shome","3":"What? It's you!"},{"T":"301","3":"Ignoring Shome's surprise, Gabriel straightforwardly continues."},{"T":"301","2":"Gabriel","3":"Why... did you come here?"},{"T":"301","2":"Shome","3":"..."},{"T":"301","3":"Shome quickly scans his surroundings for an escape in silence. Gabriel notices, but decides to allow him to liberty. With Gabriel standing guard before the exit of the control room, Shome has no place to run."},{"T":"301","2":"Shome","3":"Will you help me if I tell you?"},{"T":"301","2":"Gabriel","3":"Naturally... No."},{"T":"301","2":"Shome","3":"It won't hurt to listen."},{"T":"301","2":"Shome","3":"Besides, you've already turned this place into a dead zone. This saves us one step."},{"T":"301","2":"Gabriel","3":"It is only done for ease of control, and to shut out foreign parties."},{"T":"301","2":"Shome","3":"Yes, but, the self-expanding machinery also provide us Ascendants with tremendous computing power. With proper modifications, this place can become the highest-output factory for machines."},{"T":"301","2":"Shome","3":"You are interested in machine modification, yes? We are all trying to break our limits. You and me, together with the data I have, we can complete the experiment 60 percent faster."},{"T":"301","3":"Gabriel stretches out his hand and thumps it heavily on the wall of the control room. The entire room shakes from the tremendous impact."},{"T":"301","2":"Gabriel","3":"The way you stall, weakling, is as obvious as ever."},{"T":"301","3":"Hearing Gabriel, Shome forces a weak smile and readjusts his glasses."},{"T":"301","2":"Shome","3":"Well, well. Let's see who is the weakling."},{"T":"301","2":"Gabriel","3":"?!"},{"T":"301","3":"The floor of the control room crumbles. Unable to react in time, Gabriel falls to the bottom of the energy center along with the broken floor."},{"T":"301","3":"During the descent, Gabriel sees that only the floor in front of the control panel remains intact, and Shome is standing on that part of the floor and looking down at him."},{"T":"301","2":"Shome","3":"My grandfather left me this theme park. Of course there'd be secret features only I know."},{"T":"301","2":"Shome","3":"Well then. Farewell."},{"T":"301","3":"Gabriel flips in mid air, and black wings metal unfold from his back, slowly his descent into a halt. He hovers steadily in the air."},{"T":"301","3":"He then swings his arm and hurls his cane up."},{"T":"301","2":"Shome","3":"Tsk."},{"T":"301","3":"Gabriel's cane cuts past Shome's cheek, and nails firmly into the wall behind him. The wind from the cane cuts Shome's artificial skin, and vital fluid seeps from his wound."},{"T":"301","2":"Shome","3":"Looks like my peace and quiet will have to wait until they're all dealt with."},{"T":"301","3":"Seeing Gabriel flying, Shome quickly pivots and taps on the screen in the control room. He retrieves a light-blue, rectangular chip from under the screen."},{"T":"301","2":"Shome","3":"It's all on her now..."},{"T":"301","3":"At that, Shome bolts out of the control room and heads for the surface."},{"T":"301","3":"Dodging the crumbling floor tiles, Gabriel eventually reaches the control room. He lands and straightens his coat, then leaves in pursuit of Shome."},{"T":"301","2":"Shome","3":"Damn it, the explosion blocked most of the exits."},{"T":"301","3":"Shome checks the map of the energy center projected on his glasses. Vibrations from behind him tells him that the traps he set were not of much use."},{"T":"301","2":"Shome","3":"Good thing the elevator up ahead is still accessible."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","2":"Shome","3":"Tch, a quick one, eh?"},{"T":"301","2":"Shome","3":"Turret modules, activate. Disengage the guard security locks... Go, stop that monster."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"A horde of Corrupted pour out from the corridor that Shome just passed. They all charge in Gabriel's direction."},{"T":"301","2":"Gabriel","3":"A futile struggle."},{"T":"301","3":"One of the Corrupted launches itself at Gabriel. He dodges by shifting to the side, as the Corrupted passes by, Gabriel punches it and hammers it into the wall of the corridor."},{"T":"301","3":"Then Gabriel plucks a Corrupted from the horde and crushes it into a ball. He hurls it at the incoming Corrupted, and most of them topple and collapse from the impact."},{"T":"301","3":"After the Corrupted fall, multiple machine guns emerge from the walls of the corridor."},{"T":"301","2":"Gabriel","3":"Cosmos 9735 HMG. A bullet of this caliber cannot penetrate my body."},{"T":"301","3":"Gabriel merely marches ahead, allowing the bullets to rain down upon him. Smoke and gunfire fog up the narrow corridor. The smoke soon clears, revealing only tripods buzzing with sparks, the HMGs nowhere to be seen."},{"T":"301","3":"In the corridor, Gabriel stands still, looking at the escaping direction of Shome."},{"T":"301","2":"Gabriel","3":"Everything will end here, through a spectacular finale."},{"T":"301","3":"Tossing the wrenched out machine guns aside, Gabriel exits through the corridor."},{"T":"301","2":"Shome","3":"Huff... puff... puff..."},{"T":"301","3":"Shome stumbles out of the elevator, and quickly taps the control panel of the elevator."},{"T":"301","2":"System","3":"Elevator lockdown procedure, activating. Lockdown complete."},{"T":"301","3":"Confirming that the elevator is disabled, Shome turns and leans on the control panel, slowly crumbling to the floor."},{"T":"301","3":"Looking around the plaza, everything here just like the blueprint his grandfather had shown him. The central statue of Shark-speare is playing a pre-set children's song on a loop."},{"T":"301","2":"Shark-speare","3":"Let's play!"},{"T":"301","2":"Shark-speare","3":"Shark-speare loves gingerbread men!"},{"T":"301","2":"Shome","3":"Pant... pant..."},{"T":"301","3":"After a few deep breaths, Shome finally calms down. He stands and walks toward the giant statue in the center."},{"T":"301","2":"Shome","3":"Looks like I made it. Next, I just have to activate the statue to buy me more time for escape..."},{"T":"301","2":"???","3":"Going somewhere?"},{"T":"301","2":"Shome","3":"?!"},{"T":"301","3":"An imposing female voice rings out from behind the statue. It is a familiar voice, and one that Shome fears greatly."},{"T":"301","3":"Small beads of sweat seep out from his synth-skin. Fear instinctively dominates his body. Without a second thought, Shome turns and bolts."},{"T":"301","3":"Against Roland and Gabriel, Shome would still dare dream of a reversal against all hope. But with Luna, only one thought occupies his mind—RUN."},{"T":"301","2":"Gabriel","3":"Why aren't you answering Miss Luna's question?"},{"T":"301","3":"Gabriel, somehow, is already standing in the way of Shome's escape route. Before he could even react, Gabriel takes a step forward and launches a blow at his abdomen."},{"T":"301","3":"Shome falls to his knees from the blow. Footsteps approach him from behind, and he knows—everything is over."}]