[{"T":"301","2":"Nikola","3":"A failure! What a catastrophic failure!"},{"T":"301","2":"Nikola","3":"Babylonia's reputation is dragged through the mud!"},{"T":"301","2":"Nikola","3":"All teams involved in this operation must be held responsible!"},{"T":"301","2":"Nikola","3":"I recommend those present in this meeting start considering a candidate for the judge of the upcoming court-martial."},{"T":"301","2":"Nikola","3":"I hope you will provide a list of suitable candidates. I have some recommendations here as well."},{"T":"301","2":"Hassen","3":"Commander Nikola! You don't have to blame yourself."},{"T":"301","2":"Nikola","3":"(Notices that everyone is looking away) ..."},{"T":"301","2":"Hassen","3":"It's always a possibility for a military operation to go wrong."},{"T":"301","2":"Nikola","3":"(Glances at other officers' expressions) ..."},{"T":"301","2":"Hassen","3":"The plan-makers don't always know the situation on the ground."},{"T":"301","2":"Hassen","3":"A shame, that is! Even I don't know what's on the ground, haha!"},{"T":"301","2":"Hassen","3":"Speaking of, I've almost forgotten the smell of fresh mud... That unique scent of soil mixed with decomposed, organic materials."},{"T":"301","2":"Nikola","3":"Then, President Hassen, this is a meeting for..."},{"T":"301","2":"Hassen","3":"A rescue operation."},{"T":"301","2":"Hassen","3":"Our soldiers are still trapped in the Golden Vortex."},{"T":"301","2":"Hassen","3":"Our top priority is to get them out of there."},{"T":"301","2":"Nikola","3":"The situation is critical on all fronts around the globe. Even with an emergency mobilization, we won't have enough troops for a rescue operation..."},{"T":"301","2":"Nikola","3":"Those aren't ordinary soldiers in there. Maybe we should give them some time to... (shrugs) improvise."},{"T":"301","2":"Hassen","3":"They're running out of time."},{"T":"301","2":"Hassen","3":"Commander, you're better at mobilizing troops than me."},{"T":"301","2":"Hassen","3":"I mean, all I do is bother you all, don't I?"},{"T":"301","3":"Those in the meeting chuckle at Hassen's quip."},{"T":"301","2":"Nikola","3":"(Stands up) I'll head to the Strategic Intelligence Unit to coordinate a rescue operation."},{"T":"301","3":"————"},{"T":"301","2":"Celica","3":"How are you doing? I just received orders from the Strategic Intelligence Unit. We're deploying reconnaissance aircraft from Europe now."},{"T":"301","2":"Celica","3":"They don't have enough firepower for air combat, so you must destroy the surface-to-air missiles first."},{"T":"301","2":"Lucia","3":"We're climbing up the Golden Vortex from outside. It'll take us a while to reach the top."},{"T":"301","2":"Celica","3":"Understood. The aircraft will match your timing for its arrival."},{"T":"301","3":"!!!!!!"},{"T":"301","2":"Nat","3":"It is all because of you!"},{"T":"301","2":"Nat","3":"(Screams) If it were not for you... the Golden Vortex would never have fallen!"},{"T":"301","3":"Nat rides on the back of her royal guard..."},{"T":"301","3":"The rampaging royal guards approach you all from all directions..."},{"T":"301","2":"Lucia","3":"There are guards coming our way from the top of the building!"},{"T":"301","2":"Lee","3":"(Blows up the wall) Get inside through the hole! We can't scale the wall from outside anymore..."},{"T":"301","3":"————"},{"T":"301","2":"Lucia","3":"We have to stop her royal guards..."},{"T":"301","2":"Bianca","3":"They are blowing up more openings and coming inside..."},{"T":"301","2":"Lee","3":"Karenina, how long until it's unlocked?"},{"T":"301","2":"Karenina","3":"Stop talking and give me some time!"},{"T":"301","2":"Bianca","3":"Will the security door to the top open once it's unlocked?"},{"T":"301","2":"Karenina","3":"Yes. Theoretically."},{"T":"301","2":"Karenina","3":"Don't say you haven't been warned if guards rush in after I open the door."},{"T":"301","2":"Karenina","3":"We wanted to climb up outside because guards are crawling everywhere inside, remember?"}]