[{"T":"301","2":"Nanami","3":"Ooh, right! Nanami has something else to do!"},{"T":"301","2":"Lee","3":"Those graffiti?"},{"T":"301","2":"Nanami","3":"Yup yup! This is important stuff! See y'all for now!"},{"T":"301","2":"Liv","3":"Nanami's quite a carefree person. Almost contagious."},{"T":"301","2":"Lucia","3":"Yes, it's an... enviable personality..."},{"T":"301","2":"Liv","3":"Um, I think you have a great personality too, Lucia!"},{"T":"301","2":"Lee","3":"Agreed, rather than some whimsical dice, I'd much prefer working with someone more down to earth."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"Back to that Construct Nanami though... there's not much about her on the database."},{"T":"301","2":"Lee","3":"She's a bit suspicious if you ask me..."},{"T":"301","2":"Lucia","3":"We've reached the coordinates for deploying the Iso-Devices. We'll have to deploy them every 1.5km until it links up with the devices from the other squads."},{"T":"301","2":"Liv","3":"The map shows that the other squads are already on the move. We have to hurry."},{"T":"302","2":"Wait..."},{"T":"301","2":"Lucia","3":"Is something the matter, Commandant?"},{"T":"301","2":"Liv","3":"There's a... connection request from a nearby Construct?"},{"T":"301","2":"Liv","3":"It's from... deep within the Corrupted zones."},{"T":"301","2":"Lucia","3":"Do we know their identity?"},{"T":"301","2":"Liv","3":"Please wait..."},{"T":"301","2":"Liv","3":"Okay, I got it. The Construct's named 'Tifa', a Support-type Construct, member of the Suzaku squad."},{"T":"301","2":"Liv","3":"But according to historical records, the Suzaku commandant had been confirmed KIA a few days prior. All Constructs lost connection, and no one was recalled..."},{"T":"301","2":"Lee","3":"If I remember correctly, the massive loss of Construct squads also began around that time."},{"T":"301","2":"Lee","3":"We mistook the Nozzle model as the culprit before, due to the lack of any intact survivor memories and information."},{"T":"301","2":"Liv","3":"So the true culprit is this Corrupted named 'Iron Maiden'?"},{"T":"301","2":"Lee","3":"Not enough information to confirm for now, but this signal..."},{"T":"301","2":"Lucia","3":"Commandant! I... advise against linking with this signal..."},{"T":"301","2":"Lucia","3":"Connecting with more than 3 Constructs at a time will place a heavy burden on your mind, Commandant."},{"T":"301","2":"Lucia","3":"And, from our previous experience, this could be a trap as well. We do not know if it might cause any danger to you, Commandant."},{"T":"302","2":"(Listen to Lucia.)","4":"(Insist on connecting.)"},{"T":"301","3":"Lucia lets out a relieved sigh."},{"T":"301","2":"Lucia","3":"Commandant...!"},{"T":"301","2":"System","3":"Increasing Mind Beacon output activity..."},{"T":"301","2":"System","3":"Establishing consciousness link with Construct..."},{"T":"301","2":"System","3":"..."},{"T":"301","2":"System","3":"Connection failed."},{"T":"301","3":"Lucia lets out a relieved sigh."},{"T":"301","2":"Lucia","3":"Sorry, I should not have been relieved for the loss of contact with other Constructs."},{"T":"301","2":"Lucia","3":"I'm more worried about your safety than other squads, Commandant."},{"T":"301","2":"Lee","3":"Lucia, you might be a bit paranoid about this. Though the human body is frail and easily destroyed by the Punishing Virus..."},{"T":"301","2":"Lee","3":"However, the Punishing Virus can't affect humans on a cognitive level. That's humanity's only advantage against the virus. This is why we fight along side commandants."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Liv","3":"Well... The signal is near our designated path anyway, so we could investigate when we're near."}]