[{"T":"301","2":"Lucia","3":"Oh Commandant, you're here... great."},{"T":"301","3":"As you move through the hallways, you stumble into Lucia, who seems to be looking for you."},{"T":"301","2":"Lucia","3":"Sorry, Commandant... for running out on you earlier."},{"T":"302","2":"That's okay.","4":"What happened back there?"},{"T":"301","2":"Lucia","3":"Thank you, Commandant."},{"T":"301","2":"Lucia","3":"Just a small internal malfunction."},{"T":"301","2":"Lucia","3":"It's hard to explain, but touching your hand seemed to accelerate this frame's heartbeat... Well, 'heartbeat' might be an inaccurate term."},{"T":"301","2":"Lucia","3":"That is, my M.I.N.D. was just overwhelmed by a wave of unknown fluctuations that didn't match with the memory data I have."},{"T":"301","2":"Lucia","3":"These fluctuations did exist in the data from the previous frame, but they were flagged as errors and dismissed..."},{"T":"301","2":"Lucia","3":"...But I didn't expect the last flux to be so volatile. What came over me? Why did I suggest something like holding hands...?"},{"T":"301","2":"Lucia","3":"I don't think the old me ever said anything like that, right Commandant?"},{"T":"302","2":"I think she did.","4":"Don't think so...?"},{"T":"301","2":"Lucia","3":"H-huh... really? I can't seem to find the relevant logs... Unless you're toying with me, Commandant?"},{"T":"301","2":"Lucia","3":"I thought so too. Maybe it's a compiling error from reordering memory files."},{"T":"301","2":"Lucia","3":"Though, to be honest, the more I try to adapt to the old me, the more distant I feel from her... hence, these strange actions I'm prone to."},{"T":"301","2":"Lucia","3":"Holding hands was one of them. The incident with Karenina was another..."},{"T":"301","2":"Lucia","3":"It went like this... I was on my way down to Tech for routine maintenance after a training session..."},{"T":"301","2":"Karenina","3":"You're not getting away this time, Lucia! Get ready and put 'em up!"},{"T":"301","2":"Karenina","3":"I'm gonna beat you this time!"},{"T":"301","2":"Lucia","3":"Okay, sure."},{"T":"301","2":"Karenina","3":"Tch, you coward! You—wait, h-huh?"},{"T":"301","2":"Lucia","3":"Eh?"},{"T":"301","2":"Lucia","3":"I thought that responding to Karenina that way would satisfy her, but instead we stared daggers at each other for what felt like hours, until she finally had enough and left..."},{"T":"301","2":"Lucia","3":"So refusing her, just as I always had, was the right choice?"},{"T":"302","2":"Probably.","4":"Do what you think is best."},{"T":"301","2":"Lucia","3":"I see... I have much to learn about my companions."},{"T":"301","2":"Lucia","3":"What I think is best... You never make it easy, do you, Commandant?"},{"T":"301","2":"Lucia","3":"But then I'll have to spend more time familiarizing myself with personality data that aren't yours, Commandant..."},{"T":"301","2":"Lucia","3":"Commandant, you're surrounded by so many... amazing people. If I don't hurry and become myself again, I might lose you forever..."},{"T":"301","3":"Halfway through, Lucia seems to have entered into a world of her own and begins murmuring to herself—brows furrowed, lips pursed."},{"T":"302","2":"I'm still here, Lucia. Not going anywhere...","4":"That won't happen."},{"T":"301","2":"Lucia","3":"Mh-hm, yeah... Why am I even worrying...? Hmm..."}]