[{"T":"301","2":"Liv","3":"Nngh...!"},{"T":"301","3":"Feeling an intense pain as if her M.I.N.D. is torn apart, Liv finds her vision blurred, having to lean on the wall to keep her balance."},{"T":"301","3":"It has been 28 days since she returned to Babylonia."},{"T":"301","3":"The more times she adapts to the new specialized frame, the more intense the pain her M.I.N.D. suffers. She figures it is the 'migraine' Asimov mentioned in the beginning."},{"T":"301","3":"Although the migraine has become less frequent with the help of Professor Hippocrates, the intensity has not lessened. She feels like her head is impaled, and she struggles to focus."},{"T":"301","2":"Liv","3":"This is how we lost all the Constructs that were sacrificed during their adaptations..."},{"T":"301","2":"Liv","3":"No... This is probably not the only reason..."},{"T":"301","3":"Mournfully, Liv closes her eyes, trying desperately to stabilize her M.I.N.D."},{"T":"301","2":"Liv","3":"I have to get up... The patients are still waiting..."},{"T":"301","3":"It is six in the morning."},{"T":"301","3":"Even when the rescue missions to the surface have been halted for nearly a month, mornings in Star of Life are still as busy as ever."},{"T":"301","3":"With many Constructs and medics forced to enter their residency early, Star of Life has become even more chaotic in some ways."},{"T":"301","3":"Still, many wounded have had a fighting chance during the most critical moments only because these Constructs and medics were there to share many of the duties."},{"T":"301","2":"Support Construct","3":"Good morning, miss Liv."},{"T":"301","2":"Liv","3":"Mhm... good morning."},{"T":"301","2":"Support Construct","3":"Right. I ran into a liaison officer on my way here."},{"T":"301","2":"Support Construct","3":"He asked me to tell you that you don't have to visit him because there were no messages last night."},{"T":"301","2":"Liv","3":"...I see. Thank you."},{"T":"301","3":"There is still no news from her companions today. When was the last time she saw a mission report?"},{"T":"301","3":"The reports were still sent in regularly during the first 15 days she was back on Babylonia, mostly regarding the base underneath City 047."},{"T":"301","3":"Those were hardly good days, but Liv dared not to wish for more as long as she knew her friends were safe."},{"T":"301","3":"After the 15th day, Babylonia lost contact with Gray Raven for 3 whole days. By the time they received another report, Lucia, Lee, and Chrome had hidden inside a church with a few remaining survivors."},{"T":"301","3":"The three of them were fighting in the church ruins when they uploaded the report. They could not disclose much, having only submitted the test result of Omega II without being able to collect detailed data."},{"T":"301","3":"Afterward, 'no updates' has been the only answer Liv receives when she inquires about her friends and the surface."},{"T":"301","3":"'Their locators show that they're still moving. No news is good news.' 'You're carrying a heavy burden. You should prioritize the adaptation.' She heard those answers when she was sent away after pressing."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Is that really good news?"},{"T":"301","3":"Looking at the corridor in Star of Life, Liv recalls seeing Murray there earlier."},{"T":"301","3":"The young man who always wears a smile on his face was nothing but worried, trying to find Hippocrates to confirm something."},{"T":"301","3":"She wanted to ask the Professor about it, but Hippocrates never told her."},{"T":"301","2":"Liv","3":"Lucia... Lee..."},{"T":"301","3":"Amidst all the pain she is suffering, Liv is trying to come up with a way to find out how her teammates are doing."},{"T":"301","2":"Hippocrates","3":"Hey, a penny for your thoughts?"},{"T":"301","3":"A warm hand suddenly gives her a slap on the back."},{"T":"301","2":"Liv","3":"Aah!"},{"T":"301","2":"Hippocrates","3":"Haha! Did I startle you?"},{"T":"301","2":"Liv","3":"P-Professor..."},{"T":"301","2":"Hippocrates","3":"Alright, come with me. I've got something to tell you."},{"T":"301","3":"Hippocrates takes Liv toward the ward where the Gray Raven Commandant is staying."},{"T":"301","2":"Hippocrates","3":"If all goes well, this will be your last 24 hours—eh... before you depart."},{"T":"301","2":"Liv","3":"Really? Finally..."},{"T":"301","3":"Realizing that she will soon reunite with her companions, Liv feels slightly relieved."},{"T":"301","2":"Hippocrates","3":"Oh? 'Finally'?"},{"T":"301","2":"Hippocrates","3":"Is that all you've got to say?"},{"T":"301","2":"Liv","3":"...I'm sorry, Professor. I..."},{"T":"301","3":"Even though she understands what the Professor is asking, Liv cannot say it."},{"T":"301","3":"Why create more pain with her tears when her fate is sealed?"},{"T":"301","3":"Looking at the silent Liv, Hippocrates sighs and sits on a chair by the bed."},{"T":"301","2":"Hippocrates","3":"Do you know what some of the other teachers and I thought of you when you were still a student?"},{"T":"301","3":"Slightly confused, Liv looks at the Professor, uncertain if she's referring to the comments written on her assessment manual."},{"T":"301","2":"Hippocrates","3":"Grounded? Hardworking? Studious?"},{"T":"301","2":"Hippocrates","3":"Nah. You were a fool."},{"T":"301","2":"Liv","3":"...I see."},{"T":"301","2":"Liv","3":"I know I often couldn't keep up with others."},{"T":"301","2":"Hippocrates","3":"The teacher who taught you clinical care passed away about half a year ago."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Hippocrates","3":"There's no need to be upset. She was old. It happens. But she mentioned you to me before she left."},{"T":"301","3":"Hippocrates takes out a sealed bag from her pocket and drops it on the commandant's bed."},{"T":"301","3":"The Professor looks at Liv, frowning, her sorrowful eyes filled with nothing but grief."},{"T":"301","2":"Liv","3":"That's..."},{"T":"301","3":"Liv takes the sealed bag from the bed and opens it. Inside are seven medical injectors, each serving a different purpose. Yet she cannot recall where they come from."},{"T":"301","2":"Hippocrates","3":"These are the things you used to treat yourself when you were a medic."},{"T":"301","2":"Hippocrates","3":"She asked you why you operated on yourself. What was the answer you gave?"},{"T":"301","2":"Liv","3":"...I didn't want to trouble others. And I'd learn how painful the injections could be... This way, I can improve my techniques and make it hurt a little less."},{"T":"301","2":"Hippocrates","3":"You could've used the training equipment to practice, but you insisted."},{"T":"301","3":"The Professor mutters as she lifts the blanket that is covering 【kuroname】 and performs palpation on the commandant."},{"T":"301","2":"Hippocrates","3":"That was the first time that teacher saw a fool like you. Blood draws, sutures, injections... you did them all yourself, and you left her quite an impression..."},{"T":"301","2":"Hippocrates","3":"Eventually, she started collecting the equipment you used after sterilizing them. Reminders, she said. Lest the deaths we've seen cost us our empathy."},{"T":"301","2":"Hippocrates","3":"...Ha. 'Lest the deaths we've seen cost us our empathy.'"},{"T":"301","2":"Hippocrates","3":"Medical procedures were painless as early as the Golden Age. But the apocalypse has returned all those intricate, machine-made equipment to their original forms."},{"T":"301","2":"Hippocrates","3":"Most medical practitioners were already spent after the outbreak. Students had to rely on the feedback from the training equipment to practice, and that came with many limitations. But who could afford to care?"},{"T":"301","2":"Hippocrates","3":"Even with some of the production lines recovered, we had to prioritize the equipment needed by the military. Treatment effect over painlessness."},{"T":"301","2":"Hippocrates","3":"When fighting and survival are the most important factors... when we could lose our empathy from the deaths we see... Who cares how much injections and sutures hurt?"},{"T":"301","3":"Shaking her head, Hippocrates retracts her hands from the commandant and places the blanket back."},{"T":"301","2":"Hippocrates","3":"You care. That's why you're a fool."},{"T":"301","2":"Hippocrates","3":"That's why I had to keep up with what you were doing even when I retired."},{"T":"301","2":"Hippocrates","3":"I was relieved when I heard you were doing alright in Gray Raven."},{"T":"301","2":"Hippocrates","3":"...But this world will not let anyone leave unscathed."},{"T":"301","3":"Hippocrates lowers her head, concealing her expression from Liv."},{"T":"301","2":"Hippocrates","3":"They used to say that 'fortune favors fools.' Fools get left behind. Fools don't get sent to the frontline and die."},{"T":"301","2":"Hippocrates","3":"...But so many of my students are gone. And now you're going too..."},{"T":"301","3":"The aging Professor grabs Liv's hands, her voice breaking and trembling, as though this one act would keep Liv here when Liv cannot stay."},{"T":"301","2":"Liv","3":"Professor... I..."},{"T":"301","2":"Hippocrates","3":"I tried. I tried, but you couldn't live."},{"T":"301","2":"Hippocrates","3":"...And I couldn't wake up your commandant."},{"T":"301","2":"Hippocrates","3":"...I failed. I retired, and it cost me so much time."},{"T":"301","2":"Hippocrates","3":"【kuroname】 might never wake up again."},{"T":"301","2":"Hippocrates","3":"...I even tried to convince them to wait a few more days. If your commandant wakes up, it would solve so many problems."},{"T":"301","2":"Hippocrates","3":"...But so many people are dying down there. We're out of time..."},{"T":"301","2":"Hippocrates","3":"I'm sorry I couldn't save you..."},{"T":"301","2":"Liv","3":"Professor... please don't be upset. Everything you've taught me, past and present, has been supporting me to this day."},{"T":"301","2":"Hippocrates","3":"Ha... Past and present..."},{"T":"301","2":"Hippocrates","3":"I just want you to have a future."},{"T":"301","3":"The Professor closes her eyes and shakes her head, locking up all the grief that makes her waver. She stands up and walks toward the door."},{"T":"301","2":"Hippocrates","3":"...It's too late to say anything now."},{"T":"301","2":"Hippocrates","3":"Let's go. Asimov is almost ready."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"Following Hippocrates to Asimov's laboratory, Liv finds it more desolated than usual."},{"T":"301","3":"Only Asimov and Rosa remain in the room filled with monitors and equipment."},{"T":"301","3":"Seeing Liv enter, the assistant walks up to greet her before leaving with a box of things."},{"T":"301","2":"Asimov","3":"Our hope lies within this frame because it is capable of 'purifying' the Punishing Virus. This is the first time we can truly eliminate the virus."},{"T":"301","2":"Asimov","3":"But that also means that the procedure of changing the frame comes with classified information. Which is why only Professor Hippocrates and I are here."},{"T":"301","3":"Asimov stares at the file before him and pauses for a moment."},{"T":"301","2":"Asimov","3":"...One last thing."},{"T":"301","2":"Asimov","3":"Since the frame is mainly built upon the data of an agent, its capabilities are also similar."},{"T":"301","2":"Asimov","3":"Still, this is just an 'imitation,' and you have never gone through the 'filtering' that we know of..."},{"T":"301","2":"Asimov","3":"Once the fight begins, it won't be long before you reach your threshold and lose control."},{"T":"301","2":"Asimov","3":"Unlike the specialized frames given to Lucia and Chrome... this time, I cannot give you any guarantee."},{"T":"301","2":"Liv","3":"That's okay. I understand."},{"T":"301","2":"Asimov","3":"Now, this is just a hypothesis, yet to be confirmed—"},{"T":"301","2":"Asimov","3":"But when the Punishing Virus 'drawn' by the specialized frame outpaces the rate the Omega Weapon can 'absorb' it, and the infection passes your threshold..."},{"T":"301","2":"Asimov","3":"...You might be able to enter the Ascension-Network while conscious with the help of this frame."},{"T":"301","2":"Liv","3":"The Ascension-Network?"},{"T":"301","2":"Asimov","3":"That's right. If it does happen, it will be a rare opportunity."},{"T":"301","2":"Liv","3":"What do I need to do?"},{"T":"301","2":"Asimov","3":"You just have to be ready to respond. With the M.I.N.D. needle probe, we can see everything you see."},{"T":"301","2":"Asimov","3":"Our old records speak of the Ascnet as a network built among many Corrupted to share information with each other."},{"T":"301","2":"Asimov","3":"But having witnessed agents, the Red Tide, and Hetero-Creatures, we have yet to understand how they are all related."},{"T":"301","3":"Staring at the data, Asimov closes his eyes, exhausted by the slow updates. Technology and information are not progressing fast enough for him or the survivors living in a post-apocalypse."},{"T":"301","2":"Hippocrates","3":"Let's begin, Asimov."},{"T":"301","2":"Hippocrates","3":"The good news is that, unlike the procedure with Chrome, Liv isn't hurt, and I am here."},{"T":"301","2":"Hippocrates","3":"We won't need a commandant this time."},{"T":"301","3":"Before joining Gray Raven, Liv would carry the world by herself until the moment she fell."},{"T":"301","3":"After she joined them, 【kuroname】 once told her that she needed not to carry that burden alone."},{"T":"301","3":"Because her commandant and her companions would always be by her side."},{"T":"301","3":"...And now?"},{"T":"301","2":"Liv","3":"Okay."},{"T":"301","3":"She used to be alone. She can do it again."},{"T":"301","3":"Compared to the suffering caused by the calamity, the pain and loneliness she feels are nothing."},{"T":"301","2":"Liv","3":"...This is the dawn of hope."},{"T":"301","3":"The maintenance platform makes a low hum as the signal lamps light up one by one, bringing a hint of warmth to the dark room."},{"T":"301","3":"As the two of them watch, Liv walks toward the light."}]