[{"T":"301","2":"Sophia","3":"...I'm swinging."},{"T":"301","2":"Changyu","3":"Feels good standing on the bow, doesn't it? I'm not feeling any wind, though. Can we get the captain to speed the ship up a little bit?"},{"T":"301","2":"Sophia","3":"...I'm swinging."},{"T":"301","2":"Changyu","3":"By the way, I've heard of a thing called 'figurehead' that's installed at the bow. Should we get one for this ship? I know a guy who can give you a twenty percent discount."},{"T":"301","2":"Sophia","3":"...I'm swinging."},{"T":"301","2":"Pulao","3":"Can't you two behave?!"},{"T":"301","3":"Apart from the staff, three other Constructs are also present on the bridge of the Nighter. On one side are the two guests from Akdilek."},{"T":"301","3":"On the other side is Pulao, acting as a host from the ship."},{"T":"301","2":"Pulao","3":"Sophia, get down from the fence! We have a telescope for observation purposes, so stop doing it with your eyes! We'll have to stop the ship to save you if you fall into the sea!"},{"T":"301","2":"Pulao","3":"And Changyu, stop tricking my people and have them sign your contracts! I'm not putting a weird statue in front of my ship!"},{"T":"301","2":"Sophia","3":"Um..."},{"T":"301","2":"Changyu","3":"Sigh, what a killjoy."},{"T":"301","3":"The two return to the deck at Pulao's insistence, then they stare at her with a gaze that suggests she will need to offer some kind of alternative entertainment."},{"T":"301","2":"Pulao","3":"I finally understand how hard it is to babysit children..."},{"T":"301","2":"Changyu","3":"You aren't that old yourself."},{"T":"301","2":"Sophia","3":"If only Nanami were here. That would make four of us in the baby squad."},{"T":"301","2":"Pulao","3":"I'm not joining any baby squad!"},{"T":"301","2":"Pulao","3":"Ugh, why do I need to do this?"},{"T":"301","2":"Changyu","3":"Because the Nighter signed a Sea Freight contract with Akdilek, duh."},{"T":"301","2":"Sophia","3":"And we're the guards of the cargo."},{"T":"301","2":"Pulao","3":"I haven't seen you two doing any guarding..."},{"T":"301","2":"Changyu","3":"Enough with this. Are you ready to do the call?"},{"T":"301","2":"Pulao","3":"Did you just... change the subject out of nowhere?"},{"T":"301","2":"Sophia","3":"Let's head to the comms room."},{"T":"301","2":"Pulao","3":"Hey, we're not moving on from our discussion yet! We're going to make some rules regarding your time on the Nighter!"},{"T":"301","3":"Pulao draws her weapon and blocks the two of them from running away, her deadly gaze declaring how serious she is about making rules."},{"T":"301","3":"Confronted by her this way, Changyu and Sophia do not show any sense of uneasiness and stress. Instead, they stare back with great puzzlement."},{"T":"301","2":"Changyu","3":"Eh... No one likes that kind of attitude, Pulao."},{"T":"301","2":"Pulao","3":"You don't get to judge me!"},{"T":"301","2":"Sophia","3":"Jamilah once told me a saying that goes, 'carpe diem, seize the drink!' I happen to have a fancy bottle with me. Please seize it and pretend nothing's happened."},{"T":"301","2":"Pulao","3":"That's not how the saying goes..."},{"T":"301","3":"Still, Pulao takes the weird-looking bottle Sophia has hidden behind her despite complaining. She takes a large sip."},{"T":"301","2":"Pulao","3":"..."},{"T":"301","2":"Pulao","3":"This is seawater!"},{"T":"301","2":"Sophia","3":"You just smashed the bottle on the ground..."},{"T":"301","2":"Pulao","3":"You tricked me! That's seawater!"},{"T":"301","2":"Sophia","3":"I said it was a fancy bottle, not a fancy drink... Anyway, it'll cost you 250, and no refund, because you broke the bottle."},{"T":"301","2":"Pulao","3":"250? What kind of devil are you?"},{"T":"301","3":"Absolutely defeated, Pulao falls to her knees, her face filled with loathing."},{"T":"301","2":"Pulao","3":"Sob... I said I couldn't handle the two of them... When are the rest of the Kowloong Crew coming back... Sob..."},{"T":"301","2":"Changyu","3":"Hmm. You might have overdone it, Sophia."},{"T":"301","2":"Sophia","3":"It seems so. Sorry, Pulao, we were just playing with you."},{"T":"301","2":"Pulao","3":"Huh?"},{"T":"301","2":"Changyu","3":"We'll sort out your rules and our business on the Nighter together later. Now, take this candy, and come with us to make 'the call'!"},{"T":"301","2":"Pulao","3":"Ah... Okay, you're right. We should do that quickly while we're still connected."},{"T":"301","3":"She unwraps the candy and swallows it. Pulao is about to lead the two Akdilek Constructs to the comms room when they each grab one of her shoulders."},{"T":"301","2":"Sophia & Changyu","3":"The candy will cost you 250."},{"T":"301","2":"Pulao","3":"..."}]