[{"T":"301","3":"The scene before him is pitch black."},{"T":"301","3":"A moment later, it is all white."},{"T":"301","3":"Black and white push into his field of vision as if wrestling at odds. The two colors seem to have their own consciousness. They fight with each other for some unknown glory."},{"T":"301","3":"He opens his eyes—white and black collide and fade to gray. Two figures stand in the gray light."},{"T":"301","3":"Then the figures begin to speak."},{"T":"301","2":"Doctor A","3":"Hey, which group of refugees from the park is this? The report says those refugees are designated as test subjects. Is this all we got? Seems like they're just picking at random."},{"T":"301","2":"Doctor B","3":"Quit being picky. Good thing we found one with such high adaptability. Get ready for surgery."},{"T":"301","2":"Doctor A","3":"...Alright."},{"T":"301","2":"Doctor A","3":"Poor kid. Spending most of his life in a fabricated world."},{"T":"301","2":"Doctor B","3":"So what? It's just supply and demand. Some people want 'genuine' entertainment, not just robots following a script."},{"T":"301","2":"Doctor B","3":"When there's enough people interested, the entertainment industry looks for families to buy their kids and send 'em off to the park for others to watch."},{"T":"301","2":"Doctor B","3":"Who knows... Had it not been for the virus, they might have become superstars. Then we'd be the ones jealous."},{"T":"301","2":"Doctor A","3":"...And if they didn't? Won't they just end up back with their families that sold them in the first place?"},{"T":"301","2":"Doctor B","3":"Of course. Can't say their lives would be any better than it is now."},{"T":"301","2":"Doctor B","3":"Now, at least they can survive and become 'Constructs'. Whether they like it or not, they have a new goal."},{"T":"301","2":"Doctor B","3":"Now that the virus is wreaking havoc outside, people are eager to be told that everything is fine. Soldiers are fighting bravely on the front line. We're still in the same Golden Age as before. There's nothing to worry about."},{"T":"301","2":"Doctor B","3":"I'm sure he'll find hope in doing so."},{"T":"301","2":"Doctor B","3":"Alright, enough with the chit-chat. Time to begin the operation."},{"T":"301","3":"One of the gray figures gets larger as he approaches. Suddenly, Roland feels a heavy blow to his chest, followed by another."},{"T":"301","3":"And another. And another. And another."},{"T":"301","2":"Roland","3":"...Rgh."},{"T":"301","3":"Roland reaches out in irritation to push away the figure hammering on his chest."},{"T":"301","3":"He feels a hard iron plate. The plate is cracked. He sees wires and flashing red light between the cracks."},{"T":"301","3":"It is a mechanoid."},{"T":"301","2":"Mechanoid?","3":"Raaargh—Rrrgghh!"},{"T":"301","3":"The red-eyed mechanoid roars as Roland pushes it to the ground. With the sound of metal colliding, Roland hears something hit the ground in the commotion."},{"T":"301","2":"Roland","3":"Huh...? Is this Sector H7M? What's a set like this doing here...?"},{"T":"301","2":"Roland","3":"Where's my script? How do I get to the next scene? Requesting instructions..."},{"T":"301","3":"He forcefully stands up and raises his hand in a daze. Finding nothing on his ear, he lowers his hand."},{"T":"301","2":"Roland","3":"...No. The park. It's already... already destroyed."},{"T":"301","3":"Yes, the facility where he lived, the place that had deceived him for some many years was destroyed by those mechanoids."},{"T":"301","3":"But after that? What happened? Where is he?"},{"T":"301","2":"Roland","3":"No time for questions. It's too dangerous here. I need to get away from those monsters..."},{"T":"301","2":"Roland","3":"But... Go where?"},{"T":"301","2":"Mechanoid?","3":"Raaargh—Rrrgghh!"},{"T":"301","2":"Roland","3":"...Rgh!"},{"T":"301","3":"The mechanoid on the ground stands up as if being controlled by something and charges Roland once more."},{"T":"301","3":"Before he has time to realize what's going on, his body reacts."},{"T":"301","3":"Responding to the enemy's movement, he punches its core with all his strength. His other hand reaches into the cavity and tears at its insides, pulling out a static eruption of wires."},{"T":"301","3":"Fast. Instinctive. The bloody hand-to-hand combat almost seems natural."},{"T":"301","2":"Roland?","3":"Good fight! Outstanding skill, Roland! You're a natural at killing your own kind."},{"T":"301","3":"Holding the wires in his hand, Roland hears a round of applause and the familiar childlike voice."},{"T":"301","2":"Roland","3":"...No, I..."},{"T":"301","3":"A sudden pain races through his arm. Roland looks down. He sees several cracks in the metal plating that now composes his bare arm. Liquid flows out of the cracks."},{"T":"301","3":"But it is not red. It is light blue. He suddenly remembers what it is—vital fluid."},{"T":"301","2":"Roland?","3":"Take a look. It's as you think. You've become a mechanoid. All you can do is act. You no longer have to result to cutting yourself to find out."},{"T":"301","2":"Roland","3":"I... No... W-why..."},{"T":"301","2":"Roland?","3":"Oh, Roland. Running so long, you've lost your mind?"},{"T":"301","2":"Roland?","3":"Let me refresh your memory."},{"T":"301","2":"Roland?","3":"Young Roland, an actor raised in that big park, lost his future because the park was destroyed by a virus."},{"T":"301","2":"Roland?","3":"However! He was saved by the forces of mystery and was declared suitable for a very powerful operation! Even though the process was tortuous and inhumane, in the end, he was transformed into a soldier known as a 'Construct'!"},{"T":"301","2":"Roland?","3":"No longer stuck in the shadows of the past, he found his own value in the new world. He fought day and night to protect Earth and resist the Punishing Virus! But it is not without its downsides. Working year-round on the taxpayer's dollar, that is."},{"T":"301","2":"Roland?","3":"This job has given him a new lease on life and a new will to survive! The knight has found a new king and new goals, and can carry on the fight the same as before!"},{"T":"301","2":"Roland?","3":"He came into contact with the real world and finally realized that all the legends of knights he had read in the park were nothing more than pulp fiction fabricated by third-rate authors. So he took up his sword as a real knight and encouraged himself to march forward in the name of virtue!"},{"T":"301","2":"Roland?","3":"Oh, what a marvelous ending! Absolutely splendid... You've used this kind of future to deceive yourself in the past. Have you not?"},{"T":"301","2":"Roland?","3":"Humans excel most at fooling other humans. Of course, that includes you."},{"T":"301","2":"Roland","3":"Ugh...!"},{"T":"301","3":"His memory flashes in his M.I.N.D. Each mechanical joint in his body moves sluggishly."},{"T":"301","3":"The first thing to recover is his pain module. A drilling pain in his skull surges through his head and to the rest of his body. He steps back and leans on a giant piece of scrap metal."},{"T":"301","2":"Roland","3":"Rgh... Ouch! Arrgh...!"},{"T":"301","3":"Then, the visual module resumes operation."},{"T":"301","3":"Looking up from the dark ruins, he sees a large group of mechanoids nearby. Bright red lights shine from their broken frames as they viciously pummel a pile of metal with their fists. Flying mechanical debris passes by Roland's eyes. Roland can vaguely hear wailing below them."},{"T":"301","2":"Roland","3":"...Oh, right. This place is a scrapyard."},{"T":"301","3":"Becoming a Construct, fighting day and night, and playing the hero that saves Earth. A future that seemed bright."},{"T":"301","3":"Then disaster struck. Large mechanoids corrupted by the Punishing Virus destroyed the defense line... Toppled buildings... And shattered the stability of daily life."},{"T":"301","3":"That's it. That's all. This wasn't the first time he had seen it."},{"T":"301","3":"Those scientists who are determined to save the Earth are now nothing more than the mud beneath the mechanoids' feet. Those brave soldiers either lost their lives to the Corrupted or became their servants."},{"T":"301","2":"Roland","3":"As for me... Ha, I escaped here with the army, but that only caught the attention of more Corrupted."},{"T":"301","2":"Roland","3":"But... it doesn't matter. Just pretending to be dead seems to have saved me a lot. I can't be a soldier. At least I'm an excellent actor. I can still escape, escape to unknown places, and then live."},{"T":"301","2":"Roland","3":"As long as I live, I can... I can..."},{"T":"301","3":"—Can what?"},{"T":"301","2":"Roland","3":"I can return to a normal quiet life...?"},{"T":"301","3":"Roland looks at his broken arm and the red light in it, and smiles."},{"T":"301","2":"Roland","3":"...Haha. Who am I kidding? Corrupted?"},{"T":"301","3":"Suddenly, he collapses onto the ground."},{"T":"301","3":"Maybe his M.I.N.D. has recovered some processing power, or maybe his hearing module has finally clicked into place. As Roland lies on the ground, the faint wailing suddenly becomes clear in his ears."},{"T":"301","3":"The place looks like a scrapyard, but with the sound of so many fleeing Constructs, it's bustling with noise. The loud yelling, crashing and bursts of sound remind Roland of some New Year's programs he had seen in the park."},{"T":"301","3":"But the sound goes on for too long."},{"T":"301","2":"Construct","3":"Ahhh... AHHHH!!! Rghhh!!! That hurts!"},{"T":"301","2":"Roland","3":"Oh, right. I said that line a few months ago."},{"T":"301","2":"Construct","3":"What's that racket?! Someone break my hearing module! That thing is too damn loud!"},{"T":"301","2":"Roland","3":"Haha. that's a good one. I had the same problem when I first became a Construct. I probably said the same thing."},{"T":"301","2":"Construct","3":"No! Why would I do that! I've had to kill my friends just to survive. Now I gotta..."},{"T":"301","2":"Roland","3":"But I never said that, though. I have no friends. I can try saying the line a few times, though."},{"T":"301","2":"Roland","3":"This actually sounds pretty catchy. I'm sure a remix would top the charts for at least a week. The title of the album may be 'Roland and His Friends among the Scrapheap' or something like that."},{"T":"301","2":"Roland","3":"Should I help those people? I could try making them feel better by saying help is on the way, and they'll be saved soon. After all, acting is my forte. But damn, my whole body is killing me. I can't even move. Besides, looking like this, how could a freak like this fool them..."},{"T":"301","3":"Listening to the sound of all the screaming, he taps his finger. It's almost as if his pain is resonating with the screams, numbing the pain emanating from all around his body."},{"T":"301","3":"Miraculously, the pain seems to subside along with the rhythm of the song."},{"T":"301","3":"Or perhaps the Punishing Virus has already destroyed his ability to feel pain."},{"T":"301","3":"Now that his body was completely infected by the virus, a white light seems to shine in front of him."},{"T":"301","2":"Mechanoid","3":"Make your wishes a reality. Your values a reality. Join us..."},{"T":"301","3":"Peeling away from the white light, he sees a giant mechanoid. By the sound of its fragmented speech, it seems its vocalizer is broken. Its frame is badly damaged, but by the look of the huge smile carved into it, it appears to be a publicity mechanoid."},{"T":"301","3":"This smiling face occupies Roland's vision. It approaches step by step with its fist held high, but Roland is powerless to move."},{"T":"301","2":"Roland","3":"Crushed by a hulking beast as the end of the act... How original. Hahaha..."},{"T":"301","2":"Roland","3":"Ha... Just get it over quickly."},{"T":"301","3":"Roland closes his eyes and spreads his arms and legs, as if to expose his weakness to the mechanoid in front of him and as a gesture for it to kill him. If anyone saw him now, they'd surely sigh and wonder how he managed to look more relaxed than someone on death row."},{"T":"301","2":"Mechanoid","3":"Make your wishes a reality. Your values a reality. Join us. Our company will. Make all your wishes. Come true!"},{"T":"301","2":"Roland","3":"Wishes... heh..."},{"T":"301","3":"Just listening to the recording, the publicity robot in front of him seems to be smiling and inviting Roland to join some mysterious company. But after being corrupted, it looks more like a cruel executioner with red eyes. He involuntarily clenches his fist at such a thought."},{"T":"301","2":"Roland","3":"Ahhh... Wishes."},{"T":"301","3":"If someone tells you to make a wish..."},{"T":"301","3":"What would you ask for?"},{"T":"301","3":"Strength? Money? Power?"},{"T":"301","3":"Perhaps most people would be quiet and think it over first in order to sort through thousands of wishes and then pick the one with the highest priority."},{"T":"301","3":"Even though it's just a casual question, and there is no promise to make their wishes come true, humans will still foolishly waste their time putting their wishes in order just in case they were ever to meet a genie."},{"T":"301","3":"Humans are such greedy creatures that they don't even realize it most of the time."},{"T":"301","3":"Are you talking about me...? I'd think it over quietly, but I'd never come up with an answer."},{"T":"301","3":"Because I don't have any wishes."},{"T":"301","3":"I was convinced that the pursuit of purpose is human instinct. Only in the journey of pursuing a purpose can one truly live and have a life."},{"T":"301","3":"That's why I worked hard to tell the lies of an actor and pursue a peaceful future with my family."},{"T":"301","3":"For the sake of my purpose... I deceived so many people, including some kind soul, including myself."},{"T":"301","3":"In the end, I just witnessed a big lie. Just like those lies, I saw this Golden Age get easily destroyed by the Punishing Virus."},{"T":"301","3":"After that, I was transformed into a Construct. I didn't want to be, but I was saving the world like a real hero."},{"T":"301","3":"For a moment, I even began to think that it was suitable to live as a Construct and make world peace as my new purpose."},{"T":"301","3":"But as you can see, the Punishing Virus destroyed all hope of achieving my new purpose. Faced with the Punishing Virus, Constructs and cutting-edge technology were far more fabricated than any lie."},{"T":"301","3":"Just like my life as a human."},{"T":"301","3":"And now, I have lost even the faintest wish to live on."},{"T":"301","2":"Roland","3":"...So I've chosen not to struggle or be hopeful. Maybe I will consume all my energy and then rot in this scrapyard. Doesn't that sound just fine?"},{"T":"301","3":"Closing his eyes, his vision turns into a black hole. Behind this void, a huge fist is about to fall."},{"T":"301","3":"Suddenly, a memory of Mandhasti fills his M.I.N.D. Perhaps, it was the Punishing Virus's doing."},{"T":"301","3":"'Liar.' He seems to hear someone call him that."},{"T":"301","3":"But he can't even muster up a response."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland","3":"I disagree."},{"T":"301","2":"Roland","3":"That's not the reason."},{"T":"301","3":"Feeling a slight jolt in his clenched fist, Roland suddenly opens his eyes, raises his arm, and swings it forward."},{"T":"301","3":"Right as the giant fist is about to crush him, he sits up and stabs the mechanoid with incredible strength!"},{"T":"301","3":"The giant fist halts in the air and falls down only relying on inertia."},{"T":"301","2":"Roland","3":"(Gasps for breath)"},{"T":"301","3":"Roland dodges the giant fist as it slowly falls, then exerts strength in his wrist once more and pulls out the metal pole. Attached to it, he sees a massive core and a tangled mess of wires."},{"T":"301","3":"It is the Corrupted's core. Even though the mechanoid is huge, the crack in its frame exposed its core. Seizing the opportunity, Roland is able to easily pry it out and weaken it."},{"T":"301","3":"Roland had noticed it when he first saw the mechanoid approach. All he had to do was lay on the ground and wait for it to approach. From that angle, the core was fully exposed. All he had to do was pluck it out with a gentle flick of the wrist."},{"T":"301","2":"Roland","3":"Heh... How... How'd I know to do that..."},{"T":"301","2":"Roland","3":"Whatever. It doesn't matter. Now... Right. Now I need to look around and see if..."},{"T":"301","3":"He tosses the core onto the ground and forces himself to his feet. Looking around, confused, the wailing sound still continues, but it seems to be muted by something."},{"T":"301","2":"Roland","3":"...?"},{"T":"301","3":"Roland notices a mysterious white color floating through the pile of abandoned frames. Just by looking at it, the wailing sound seems to deafen."},{"T":"301","3":"It is a strand of hair. No, two strands. Roland sees long white hair tied into two bunches floating through the scrapyard."},{"T":"301","3":"It dazzles like cold artificial sunlight. But in this dark abyss, he can't avert his eyes."}]