[{"T":"301","3":"The entire world is spinning around you. You feel like clothes in the washing machine being tumble dried."},{"T":"301","3":"You never thought you would relate to your combat suit one day."},{"T":"301","3":"You lost track of time. Finally, you feel solid ground under your feet."},{"T":"301","3":"After some time, your sense of direction and vision has returned to normal. You see Lucia and others covering their foreheads with their hands. They seem to have also just recovered."},{"T":"301","3":"Tiger is running circles around you. It seems to be glad that you have waken up."},{"T":"301","2":"???","3":"Are you awake?"},{"T":"301","3":"Not surprisingly, you see a familiar figure sitting quietly next to a bonfire, adding red objects to the fire every now and then."},{"T":"301","3":"As the flames dance and crackle, colorful bubbles fly out of them, dispelling darkness around them."},{"T":"302","2":"Bian... Whatever. Who are you?"},{"T":"301","2":"Night Keeper","3":"I am the Night Keeper. I have been waiting her for a long time."},{"T":"301","3":"'Rrrr!'"},{"T":"301","3":"Lucia is about to say something, but she is interrupted by the roaring of a beast from afar."},{"T":"301","2":"Night Keeper","3":"As you have heard, that's the beast 'Nian'. It has been eyeing this place for too long. We must prepare ourselves before it arrives."},{"T":"301","2":"Liv","3":"Is there anything we can do?"},{"T":"301","2":"Night Keeper","3":"Nian has night vision, but we don't. That's why we need to light up this area first."},{"T":"301","2":"Liv","3":"I have some lighting equipment here."},{"T":"301","2":"Night Keeper","3":"That's not enough."},{"T":"301","3":"The Night Keeper shakes her head and points to the bonfire in front of her."},{"T":"301","2":"Night Keeper","3":"We need this."},{"T":"301","2":"Lee","3":"It needs to burn harder. What do you plan to do?"},{"T":"301","2":"Lee","3":"There is no fuel we can use here."},{"T":"301","2":"Night Keeper","3":"That's okay. We need this."},{"T":"301","3":"She waves the red objects in her hand."},{"T":"301","3":"They are small packets colored in red, with golden text and festive illustrations printed on them."},{"T":"302","2":"Red packet, I knew it..."},{"T":"301","2":"Night Keeper","3":"Right, the red packet, also called the money to ward off evil."},{"T":"301","2":"Night Keeper","3":"As the name suggests, it has the power to suppress evil power. The more we can collect, the better chance we have against Nian."},{"T":"301","2":"Night Keeper","3":"Toss it into the bonfire, and its power can be maximized during the last night of the year."},{"T":"301","2":"Night Keeper","3":"As to how to get it..."},{"T":"301","2":"Night Keeper","3":"Follow me."}]