[{"T":"301","2":"John","3":"You asked for me, Commander?"},{"T":"301","3":"The files lie spread out on the desk. Besides the routine paper, there's also a brief report outlining resort findings."},{"T":"301","3":"It's the first time the military has recently received a successful report in Construct modification."},{"T":"301","2":"Nikola","3":"Chrome."},{"T":"301","2":"Nikola","3":"I don't see this name in the roster files of Babylonian members."},{"T":"301","2":"Nikola","3":"The refitting was a success. A perfect success."},{"T":"301","2":"Nikola","3":"This was the first experiment ever made on the specialized Inver-Device. Smith Langston... Ah, your son is indeed talented."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"Nikola","3":"Still, be it the blade or the one who wields it, their fates are one and the same on the battlefield."},{"T":"301","2":"Nikola","3":"What differences are there, after all?"},{"T":"301","2":"Nikola","3":"As long as we win."},{"T":"301","2":"Nikola","3":"Still, I find your tradition to pass down the family name instead of the bloodline quite admirable."},{"T":"301","2":"Nikola","3":"If only everyone were like you and I... practical, instead of full of flights of fancy... we'd have reclaimed Earth already."},{"T":"301","2":"Nikola","3":"Anyway, now that we have live data on specialized Inver-Devices, the council will have to shut up and continue providing us resources."},{"T":"301","2":"Nikola","3":"Well, enough of that boring chitchat. The first refitting condition—"},{"T":"301","2":"Nikola","3":"Congratulations on your promotion, John Smith."},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Chrome","3":"1!"},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Chrome","3":"2!"},{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Chrome","3":"5!"},{"T":"301","3":"Chrome rushes ahead, slaying all Corrupted in his way. His squad continues on, following his pale figure. However, the number of enemies shows no signs of waning, and Chrome begins to worry that he may have led his team into a trap."},{"T":"301","2":"Dika","3":"Leader, behind you!"},{"T":"301","3":"A warning from his squadmate alerts Chrome to a gate that's crashing down, the loud noise attracting even more Corrupted."},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","2":"Chrome","3":"A new... variant..."}]