[{"T":"301","3":"All of you, including Lucia, gather around the monitor in the cabin..."},{"T":"301","3":"You watch the Golden Vortex, this majestic architectural wonder in the middle of the desert, collapses and falls."},{"T":"301","2":"Lucia","3":"Pilot, keep circling the area."},{"T":"301","2":"Lee","3":"Are we trying to rescue Nat?"},{"T":"301","2":"Lucia","3":"Bianca was right. Nat holds a lot of intel that would be advantageous to us."},{"T":"301","2":"Karenina","3":"I don't see her..."},{"T":"301","2":"Karenina","3":"I'm seeing a lot of Corrupted, though. Without the antigen, this place is completely taken over."},{"T":"301","2":"Bianca","3":"The Punishing Virus concentration has crossed the safety threshold within seconds."},{"T":"301","2":"Bianca","3":"And it's still rising..."},{"T":"301","2":"Lee","3":"We shouldn't stay here..."},{"T":"301","2":"Lucia","3":"The Corrupted that's climbing out of the ruin... they're all guards we took down."},{"T":"301","2":"Bianca","3":"Lucia. This is war."},{"T":"301","2":"Bianca","3":"There was no other way."},{"T":"301","2":"Lucia","3":"Really? Can you say for certain that we made no mistake...?"},{"T":"301","2":"Lucia","3":"Couldn't we have come up with a better plan? When we took down Nat, have we thought about..."},{"T":"301","2":"Lucia","3":"...About how she could have stopped the Punishing Virus if we hadn't weakened the Golden Vortex's defense?"},{"T":"301","2":"Lucia","3":"She had suppressed the virus for such a long time..."},{"T":"301","2":"Bianca","3":"Lucia..."},{"T":"301","3":"Lee gives Bianca a pat on the shoulder, and she steps to the side. You stand in front of Lucia..."},{"T":"302","2":"Lucia, don't overthink it."},{"T":"301","2":"Lucia","3":"I... Understood, Commandant."},{"T":"301","2":"Nanami","3":"(Sticks her face to the window) Wah! Those guards look like they're reborn... Nanami is so moved..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Kamui","3":"That was quite a commotion! I can feel the quakes all the way here at the quarantine zone!"},{"T":"301","2":"Kamui","3":"I'm fine, everyone! Sorry to have you all worried!"},{"T":"301","2":"Karenina","3":"(Shakes her head) No one was worried."},{"T":"301","2":"Kamui","3":"(Laughs) You won't admit it because you're embarrassed! I've sent you the coordinates of the QZ. Get over here quickly! Liv is worried."},{"T":"301","2":"Liv","3":"No, I'm not!"},{"T":"301","2":"Lucia","3":"Please notify the teams in the QZ that the Golden Vortex ruin is now a dead zone with a huge number of Corrupted..."},{"T":"301","2":"Kamui","3":"Noted. We'll take care of them."},{"T":"301","2":"Kamui","3":"Our newest order is to establish quarantine zones around the Golden Vortex and hunt down the infected guards."},{"T":"301","2":"Lucia","3":"Nat, the Golden Construct, is also buried in the ruins. She might be infected already, but we need to make sure her frame is intact."},{"T":"301","2":"Kamui","3":"We can ask to whitelist her, but the authority to do so lies in the Strategic Intelligence Unit..."},{"T":"301","2":"Kamui","3":"Anyway, get to the QZ first, and we can discuss all of that later."},{"T":"301","3":"——!! ——!!"},{"T":"301","2":"???","3":"(Pushes away the infected mechanoid) ...!"},{"T":"301","3":"The Corrupted struggles with its dying breath, but there is nothing it can do..."},{"T":"301","2":"???","3":"They're all infected..."},{"T":"301","2":"???","3":"(Observes the Corrupted crawling out of the ruin) How annoying... I guess there wasn't another way..."},{"T":"301","3":"The highly concentrated Punishing Virus covers the ruin with a red glow. Inside it stand countless figures of the menacing Corrupted..."}]