[{"T":"301","2":"Ayla","3":"Wow..."},{"T":"301","2":"Liv","3":"...Did we make it through?"},{"T":"301","3":"By the time you reach the light wall as instructed by the president, Gabriel is nowhere to be seen. Only a strange rift is torn in the wall."},{"T":"301","3":"Liv first suggested saving the comrades lying around first, but that was when the light wall begins to regenerate. Reaching curt agreement, everyone decides to enter and go after Gabriel."},{"T":"301","2":"Ayla","3":"Glad everyone's okay. Though... the buildings look exactly the same as they do from outside the walls."},{"T":"301","2":"Lee","3":"These buildings aren't important. It's the..."},{"T":"301","2":"Ayla","3":"...The tower, huh... Something important must be hiding in there."},{"T":"302","2":"Like Qu.","4":"Like Huaxu."},{"T":"301","2":"Ayla","3":"Makes sense. People with power live in high places."},{"T":"301","2":"Liv","3":"If that's the case, the Gestalt system should be up there too. After all, it's safer to keep it close by."},{"T":"301","2":"Lee","3":"Normally I'd consider this tower too conspicuous of a hiding place, but given how egomaniacal that Qu was earlier, I'd say there's a pretty good chance Huaxu is up there too."},{"T":"301","2":"Lee","3":"Okay then, since we have no idea where Gabriel ran off to, we might as well check out that tower first."},{"T":"301","2":"Lee","3":"Let's go meet Qu or Huaxu first. We'll think about the next step after."},{"T":"301","2":"Ayla","3":"Would she ever listen to us? I mean, I don't know about Huaxu, but Qu has been hostile to us..."},{"T":"301","2":"Lee","3":"Doubt she would listen, but we're stuck here anyway."},{"T":"301","3":"Lee glances at the restored light wall. From the havoc outside, it goes without saying that the only way to open the wall is through a high-energy collision."},{"T":"301","2":"Liv","3":"I agree. That's what Lucia would have done too..."},{"T":"302","2":"All right, let's do this.","4":"We'll gift Lucia with the news of our victory."},{"T":"301","2":"Ayla","3":"So, first step, I guess—We get rid of these terracottas, right?"},{"T":"301","2":"Lee","3":"Great idea, Commandant."},{"T":"301","2":"Ayla","3":"How nice, I wish I had teammates like Gray Raven too... Huh?"},{"T":"301","3":"After deciding what to do, Ayla readies her scythe and fixes her gaze on the road ahead."},{"T":"301","3":"Sounds of machinery fill the space, followed by the entry of a Construct built like a dharmapala. He holds a weapon in one hand, and a mangled Corrupted in the other."},{"T":"301","3":"More Constructs of the same design follow after him. Together, they march to fewer than ten meters away from you. The leading Construct then discards the Corrupted remains in his hand as a display of strength."},{"T":"301","2":"Prime","3":"We are Primes, the pinnacle of Constructs guarding Kowloong."},{"T":"301","2":"Prime","3":"We come on Lady Qu's order to eliminate invaders!"}]