[{"T":"301","3":"Hassen straightens his back. He is standing in front of the huge porthole on the command bridge."},{"T":"301","3":"The pale blue planet before him takes up most of the porthole view, slowly rotating. He observes in silence."},{"T":"301","3":"A peculiar atmosphere filled the bridge; the crew rarely saw Hassen's quiet side."},{"T":"301","3":"Hassen was one to always make his presence known, whether it was issuing orders, formulating tactics, or even if it is just to keep others in high spirits."},{"T":"301","3":"This is not the usual Hassen. The only thing the crew could see, are the thin outline of his neck and the gray tufts of hair."},{"T":"301","3":"Flustered, Celica begins to hear whispers around her as icons and documents pass before her eyes. The voices begin to fill her head with a cacophonous roar."},{"T":"301","3":"Supply lists, troop mobilizations, power negotiations... Reports, maps sent by reconnaissance, grey market transactions with the Forsaken, and intel mandates for Akdilek..."},{"T":"301","3":"Celica scans the various technical documents with her eyepiece, selecting key intel to be reduced into 200-word reports. Hassen has no time for the details, so she must ensure that everything is complete and correct."},{"T":"301","3":"Never had Celica's work been as exhausting as today's."},{"T":"301","2":"Celica","3":"(...I still have a long day ahead of me. How am I already tired...)"},{"T":"301","2":"Celica","3":"(Damnit... Just how many summary reports are there to file...)"},{"T":"301","2":"Intel Officer A","3":"Miss Celica, this is the detailed supply request and defense enhancement plan submitted by personnel from the ARU's core logistics team..."},{"T":"301","2":"Intel Officer B","3":"Oh... Apologies. I have a high priority HUMIT intel report to file."},{"T":"301","2":"Celica","3":"(...Now's not the time to lose your cool.)"},{"T":"301","2":"Celica","3":"Understood. Submit it to the database through the compliance link according to Omega confidentiality protocols."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Comms","3":"..."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Comms","3":"...It's either now or never..."},{"T":"301","2":"Comms","3":"...This is the only choice according to your plan."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Comms","3":"...There's no time to waste..."},{"T":"301","2":"Hassen","3":"I know."},{"T":"301","2":"Comms","3":"..."},{"T":"301","3":"Communications relay terminated."},{"T":"301","2":"Celica","3":"President."},{"T":"301","2":"Hassen","3":"What is it?"},{"T":"301","3":"Hassen turns to face Celica, but his face reveals an expression she had never seen from him before."},{"T":"301","3":"Vacant, hesitant, perhaps even a hint of fear—if Celica had to describe his expression, it would be like if someone killed for the first time."},{"T":"301","3":"The expression fades from Hassen's face in the blink of an eye. He returns to normal, as if nothing had ever happened."},{"T":"301","2":"Celica","3":"As of ten minutes ago, a total of 76 decision reports have been sent to your encrypted terminal. Please be sure to process them at your earliest convenience."},{"T":"301","2":"Hassen","3":"Got it."},{"T":"301","2":"Celica","3":"However, I've already given them a once-over. There aren't any urgent documents that require an immediate response from you today."},{"T":"301","2":"Celica","3":"If there is anything that requires your attention today... or if you'd like a day off, I don't think Babylonia will go up in smoke."},{"T":"301","2":"Hassen","3":"I see..."},{"T":"301","3":"Hassen shows a noncommittal expression. He raises his head slightly, as if trying to persuade himself to Celica's proposal."},{"T":"301","2":"Celica","3":"I'm serious, President. How much sleep did you get last night?"},{"T":"301","2":"Hassen","3":"...I didn't get any."},{"T":"301","2":"Celica","3":"...Please, go get some sleep."},{"T":"301","2":"Hassen","3":"That's not necessary."},{"T":"301","3":"Hassen says as he reaches for his encrypted terminal, but Celica grabs it first."},{"T":"301","2":"Celica","3":"Please, go get some sleep."},{"T":"301","2":"Hassen","3":"But I still have 76 decision reports to process. Right?"},{"T":"301","2":"Celica","3":"None of which require a response from you today."},{"T":"301","2":"Hassen","3":"...Alright, if you insist."},{"T":"301","3":"With that, Hassen snatches the encrypted terminal from Celica's hand and stuffs it into his pocket."},{"T":"301","2":"Hassen","3":"I'll process these lying down. That'll count as rest."},{"T":"301","3":"Hassen leaves. He hobbles slightly away the command bridge. He descends the stairs a bit slower than usual, perhaps due to exhaustion."},{"T":"301","3":"—This caused him to bump into someone on the stairs."},{"T":"301","2":"Nikola","3":"What's wrong? It's not like you to leave the command bridge so early."},{"T":"301","2":"Hassen","3":"It's not like you to come to the command bridge at this time as well."},{"T":"301","2":"Nikola","3":"I brought something that you need to look at immediately."},{"T":"301","3":"Nikola raises the hard drive in his hand. A bright red 'Top Secret' seal is visible on it."},{"T":"301","2":"Hassen","3":"...Let's go to the conference room."},{"T":"301","3":"Celica cannot help but sigh at the sight of Hassen and Nikola turning to enter the conference room."},{"T":"301","2":"Celica","3":"...Forget it."},{"T":"301","3":"E.T.I——Eden Tactical Interface— Version1.417"},{"T":"301","3":"Loading: Shell System [>>>>>>>>>>]100%"},{"T":"301","3":"Loading: Topographic Data [>>>>>>>>>>]100%"},{"T":"301","3":"Loading: Record File 'Serial-3394275-β' [>>>]33.1%"},{"T":"301","3":"Loading: Record File 'Serial-3394275-β' [>>>>>>>]74.8%"},{"T":"301","3":"Loading: Record File 'Serial-3394275-β' [>>>>>>>>>>]100%"},{"T":"301","3":"……Starting Broadcast……"},{"T":"301","2":"Palex","3":"Testing, testing. This is Palex of the Babylonia Task Force."},{"T":"301","2":"Palex","3":"Ouroboros HQ, this is the Ouroboros Team. We have entered the mission site according to plan and have begun the surveillance mission on New Murmansk."},{"T":"301","3":"As the Construct by the name of Palex finishes speaking, he rotates the camera away from himself and points it at a cluster of mountains."},{"T":"301","2":"Palex","3":"I will oversee on-site command. Sergeant Norwell is accompanying me."},{"T":"301","2":"Palex","3":"Hey Norwell! Are you in position?"},{"T":"301","3":"With Palex's shout, a response comes over from where the camera is pointing at in the distance."},{"T":"301","2":"Norwell","3":"I was in place ages ago! I'm already filling out the artillery range table!"},{"T":"301","2":"Palex","3":"Copy! Now entering monitoring position!"},{"T":"301","3":"Following Palex's motion, the camera jumps to a well-camouflaged surveillance bunker up front."},{"T":"301","2":"Palex","3":"I'm in position. Finished with the pre-calibration? If so, send it on over."},{"T":"301","2":"Norwell","3":"Seven pre-calibrated locations and two hot zones transmitted to your terminal. I just have one problem..."},{"T":"301","2":"Palex","3":"Well, spit it out."},{"T":"301","2":"Norwell","3":"Why send two Babylonia task forces on independent missions to New Murmansk?"},{"T":"301","2":"Palex","3":"You should know when to keep your mouth shut... Don't you know who we take orders from?"},{"T":"301","2":"Norwell","3":"Commander Nikola, no?"},{"T":"301","2":"Palex","3":"Alright then. There's your answer."},{"T":"301","2":"Norwell","3":"You mean..."},{"T":"301","2":"Palex","3":"Learn to keep your mouth shut."},{"T":"301","3":"At the same time in the Arctic Route Union Captain's office in New Murmansk Airport ruins. Once an air traffic control tower, the place was refitted into an office."},{"T":"301","2":"Second Mate","3":"Captain, this is the fleet service report."},{"T":"301","2":"Staessen","3":"Well... Looks like it's over. Fortunately, we finished up everything before spring."},{"T":"301","3":"A stranger in a white coat walks out of the shadows."},{"T":"301","2":"Research Director","3":"Indeed. Now, we just need to 'dispose' of Amberia's remains in the research institute, then clear up any loose ends with those involved."},{"T":"301","2":"Staessen","3":"I'll handle the research institute, and I'll leave you to... clear up the loose ends. I don't want to deal with this kind of **** anymore."},{"T":"301","2":"Staessen","3":"Take care of it ASAP... If this affects our first trip out to sea, there won't be enough food to sustain us."},{"T":"301","2":"Research Director","3":"Relax. This cover up will be easy now that Babylonia is getting involved."},{"T":"301","2":"Research Director","3":"As long as no one connects us with this bit of history... we should be able to continue on peacefully with those hypocritical Babylonians and Forsaken."},{"T":"301","2":"Research Director","3":"And of course... I'll leave you to placate the Forest Guards as well, 'Captain.'"},{"T":"301","3":"The man pats Staessen on the shoulder and turns to leave."},{"T":"301","2":"Second Mate","3":"What's going on, Captain?"},{"T":"301","2":"Staessen","3":"That's Kaplan... The research director... of the former research institute."},{"T":"301","2":"Staessen","3":"From the buildings in the settlement to servicing our ships—we couldn't have done it without the support from the former research institute... I'm just returning the favor."},{"T":"301","2":"Second Mate","3":"In other words... You've been cooperating with these sinners... Haven't you?"},{"T":"301","2":"Staessen","3":"...How do you think I have maintained the ARU for so long?"},{"T":"301","2":"Second Mate","3":"..."},{"T":"301","2":"Staessen","3":"Enough. Next up, take what you can from the research institute and distribute them accordingly, then destroy the institute. And with that... we will erase our debt."},{"T":"301","2":"Staessen","3":"This will just barely pull the wool over Babylonia's eyes. As for the Forest Guard, sin will no longer coax them into serving the ARU. We must treat them with kindness."},{"T":"301","2":"Staessen","3":"After all, I did 'absolve the Forest Guard of sin.' I'm sure they will give us the respect we deserve."},{"T":"301","2":"Second Mate","3":"...I can't criticize your behavior as a member of the ARU, but..."},{"T":"301","2":"Staessen","3":"What could go wrong? We weren't the ones that sent them to the institute."},{"T":"301","2":"Staessen","3":"I just did everything within my power."},{"T":"301","2":"Second Mate","3":"..."},{"T":"301","2":"Staessen","3":"Alright, this matter is over and done with. No more further complications. You don't want past ghosts coming back to haunt the ARU, do you?"},{"T":"301","2":"Second Mate","3":"...Understood."},{"T":"301","2":"Staessen","3":"...It's almost spring. Our top priority is to ensure that we have a stable food supply."},{"T":"301","2":"Fisher A","3":"Oi, let me tag along when ya be going out to sea this spring. I need me some sardines to make salted fish!"},{"T":"301","2":"Fisher B","3":"Salted fish? Where'd you get the salt?"},{"T":"301","2":"Fisher A","3":"Someone over by the capt. said there's two or three warehouses full o' daily goods in the ruins of the old research thingy. If we're lucky... there'd be salt, whole lotta salt."},{"T":"301","2":"Fisher A","3":"An' that's why... I decided that I'd pick up my old man's business of sellin' salted fish."},{"T":"301","2":"Fisher B","3":"I haven't had your old man's salted fish in ages. Save some of the first batch fer me!"},{"T":"301","3":"As the two men are talking, a white light suddenly appears."},{"T":"301","3":"Starting as a white glow in the sky, it expands rapidly in front of the two fishermen, burning their eyes in a flash."},{"T":"301","3":"The two men hide behind cover to escape the blinding inferno, trying desperately not to look directly at it."},{"T":"301","2":"Fisher A","3":"Wazzat... Sunrise?"},{"T":"301","2":"Fisher B","3":"It's already noon, dumbo! Whatever that is, it ain't the sun!"},{"T":"301","3":"The port beside becomes submerged in the increasing intensity of the light. Under the gazes of the two fishermen, the steel buildings turn to dust in blistering heat rivaling that of the sun."},{"T":"301","3":"Stunned at the sight of complete annihilation, the two did not notice the warning given to them."},{"T":"301","3":"But, to the warning giver, what was said had already been said."},{"T":"301","2":"???","3":"Leave."},{"T":"301","2":"Fisher A","3":"..."},{"T":"301","2":"Fisher B","3":"..."},{"T":"301","2":"???","3":"...Hmph."},{"T":"301","3":"The white figure summons what appears to be a railgun from the void around her. It begins charging energy."},{"T":"301","3":"The heat from the railgun brings the fishermen back to reality. They finally notice the white figure before them."},{"T":"301","3":"And with that, came fear."},{"T":"301","2":"Fishermen","3":"Ahhhhhhhhh!!!! Help! ArgghhAHHHHH!!!!"},{"T":"301","2":"???","3":"..."},{"T":"301","2":"???","3":"It's been a while since I've tapped into the power of the Ascnet. I might be a little rusty with controlling it..."},{"T":"301","2":"???","3":"But, no matter. Let this be a warning."},{"T":"301","2":"???","3":"Not to mention..."},{"T":"301","3":"The white figure finishes charging the railgun-like object and fires a pillar of light in the other direction."},{"T":"301","3":"Neither hostility, nor an act of oppression. To the white figure, moving without haste, it would be too much to even call this a fight. Rather, this must be punishment for previous wrongdoings."},{"T":"301","3":"Ignoring all the actions of those punished, she proceeds forward as she continues her onslaught."},{"T":"301","2":"Palex","3":"Damn it!"},{"T":"301","2":"Norwell","3":"What... What is that thing..."},{"T":"301","2":"Palex","3":"Compare visual features! Hurry! The captured image have been sent to your terminal!"},{"T":"301","2":"Norwell","3":"It's... 'Luna'!"},{"T":"301","2":"Palex","3":"...Damn it. Why is she here? What strategic value does this serve to the Ascendants?"},{"T":"301","2":"Palex","3":"No, it doesn't matter either way. It's not like we can access this intel... We'll just have to do what we can for now."},{"T":"301","2":"Norwell","3":"...Connection request sent to Babylonia. However, it'll take some time to establish a handshake protocol."},{"T":"301","2":"Palex","3":"I won't hold my breath."},{"T":"301","2":"Palex","3":"Let's use a server in the nearby conservation area to set up the data transfer. That way, even if we can't establish a connection, we'll still have a copy of the data in the conservation area."},{"T":"301","2":"Palex","3":"Then we'll release the two drones we brought to capture imagery and energy readings on 'Luna' from as many angles as possible."},{"T":"301","2":"Norwell","3":"...Then what?"},{"T":"301","2":"Palex","3":"What else is there? All we can do is wait on Babylonia."},{"T":"301","2":"Norwell","3":"But..."},{"T":"301","2":"Palex","3":"Don't think that you can be a hero just because you have special equipment."},{"T":"301","2":"Palex","3":"We need to send the correct data to Babylonia instead of getting killed here."},{"T":"301","2":"Norwell","3":"...Roger that."},{"T":"301","3":"Even though Luna has already destroyed most of the port area with her display of power, this also gives the people in the settlement enough of a warning to assemble their forces."},{"T":"301","3":"Though Luna is nowhere to be seen for the Arctic dwellers, with the havoc she has wreaked, it is more than enough to throw the settlement into chaos."},{"T":"301","2":"Guard","3":"What's going on! Where are the attacks coming from?!"},{"T":"301","2":"Fisher","3":"No! My house!"},{"T":"301","2":"Staessen","3":"Who can tell me what's going on here?!"},{"T":"301","2":"Second Mate","3":"A railgun! Someone is shooting at us with what appears to be a railgun!"},{"T":"301","2":"Staessen","3":"...!"},{"T":"301","2":"Staessen","3":"Hurry! Dispatch all messengers! New Sophiasburgh, the Border Commune, and the Forsaken must all be notified! Do whatever it takes to call reinforcements!"},{"T":"301","2":"Fisher","3":"There's no time for that!"},{"T":"301","2":"Sailor","3":"Captain, we still have a ship! How about..."},{"T":"301","2":"Guard","3":"Scouts report that the enemy is five kilometers away and closing! There's no time to embark..."},{"T":"301","2":"Sailor","3":"Damn it! I guess all we can do is..."},{"T":"301","2":"Staessen","3":"Stay calm. If we all work together, nothing will..."},{"T":"301","3":"While Staessen tries to ease the sailors, he suddenly notices the research director leaving the settlement accompanied by several people in white coats."},{"T":"301","2":"Staessen","3":"Halt! Kaplan! Where do you think you're going?"},{"T":"301","2":"Research Director","3":"Are you joking? Who'd want to die in this pathetic excuse of a settlement?"},{"T":"301","2":"Research Director","3":"I'm going to the research institute for a while, and then I'm going south in search of Akdilek."},{"T":"301","2":"Staessen","3":"Are you joking?!"},{"T":"301","2":"Research Director","3":"What makes you think I'm joking?! I don't know what you're up against, but it has nothing to do with me."},{"T":"301","2":"Staessen","3":"...Damn you! Kaplan!"},{"T":"301","2":"Research Director","3":"Staessen, since when did you think... we were equals?"},{"T":"301","2":"Staessen","3":"..."},{"T":"301","2":"Research Director","3":"...Hmph. Do as you please. I'm leaving."},{"T":"301","2":"Staessen","3":"...Coward."},{"T":"301","3":"Hearing Staessen's response, the research director gives him a menacing glare, then turns to leave."},{"T":"301","2":"Sailor","3":"Captain..."},{"T":"301","2":"Staessen","3":"...I'm sorry you had to see that. Anyways, let's do all we can."},{"T":"301","2":"Staessen","3":"And he reminded me... The walls of the institute are interlayed with armor for defense purposes. He has a key to open the armored door, but so do I."},{"T":"301","2":"Staessen","3":"If he doesn't care, neither do I... If we can't maintain the defensive line, then we will retreat into the research institute as well."},{"T":"301","2":"Sailor","3":"...Understood. What about the elderly and children who have difficulty moving?"},{"T":"301","2":"Staessen","3":"Evacuate them to the refugee shelters beneath the old theater. The three rooms should be able to comfortably hold over a hundred people."},{"T":"301","2":"Staessen","3":"If we win, we'll let them out. If we lose... Someone will let them out, eventually."},{"T":"301","2":"Sailor","3":"...That's the best we can do."},{"T":"301","2":"Staessen","3":"Damn it, why do I still gotta foot the bill for this mess..."},{"T":"301","3":"(30 minutes later.)"},{"T":"301","3":"The battle has ended before it even begins, leaving Staessen stupefied over their current situation."},{"T":"301","3":"All they can see are melted buildings, punctured steel, exploded ammunition, and bodies evaporated by light."},{"T":"301","3":"They do not even know how the barricades and bunkers disintegrated, or how that devastating white light melted half of the air control tower like butter."},{"T":"301","3":"Staessen and all of those still standing could do nothing but retreat to the safety of the research institute."},{"T":"301","3":"The white figure maintains pursuit, never too far, never too close. Why is she here? What for? Staessen no longer cares anymore. He has long since lost the strength to do so."},{"T":"301","3":"Living—that is the only concern in his mind right now."},{"T":"301","2":"Staessen","3":"Let's go!"},{"T":"301","2":"Second Mate","3":"Retreat into the bunker!"},{"T":"301","3":"Amid flames and explosions, the group moves along the ruins for cover all the way to the nearby research institute."},{"T":"301","2":"Second Mate","3":"Captain... What are we going to do when we get there? We don't stand a chance against her."},{"T":"301","2":"Staessen","3":"Heh... That Kaplan won't stay calm."},{"T":"301","2":"Staessen","3":"As soon as danger approaches, he'll play the ace up his sleeve."},{"T":"301","3":"Then, just like Staessen foretold, several turrets and missile launchers protrude from the wall of the institute and begin firing at Luna. Explosions and smoke envelop her in an instant."},{"T":"301","3":"..."},{"T":"301","3":"The turrets continue to bombard the area in an unending stream of explosions."},{"T":"301","2":"Second Mate","3":"Captain? What do we do now?"},{"T":"301","2":"Staessen","3":"What else is there to do? While they're busy fighting, we run."},{"T":"301","3":"As the bombardment continues, Staessen and the others make their way to the research institute entrance. Staessen inputs the key code, then everyone enters the elevator and proceeds underground."},{"T":"301","2":"Staessen","3":"Alright, we'll be safe underground."},{"T":"301","2":"Staessen","3":"Once the fighting is over outside, we'll look for Kaplan... Then we'll make him pay—slowly."},{"T":"301","3":"..."},{"T":"301","3":"Captain..."},{"T":"301","2":"Staessen","3":"Yes?"},{"T":"301","2":"Second Mate","3":"Where... are we?"},{"T":"301","2":"Staessen","3":"This is the safest place in the entire research institute and where the armor plating is thickest. This place isn't on the map."},{"T":"301","2":"Staessen","3":"...It's where the institute conducted preliminary screenings for test subjects. In other words, it's an... execution chamber."},{"T":"301","2":"Second Mate","3":"...What did you say?"},{"T":"301","2":"Staessen","3":"See these pillars? Kaplan and the others tell them that this is the 'Reception Hall of Peace'. When the time comes, test subjects were taken into the sealed observation room and then... injected with experimental drugs."},{"T":"301","2":"Staessen","3":"Just like that, they would filter out the most suitable test subjects from over 200 people to proceed onto the next phase."},{"T":"301","2":"Staessen","3":"That Kaplan must be in the observation room as we speak."},{"T":"301","2":"Second Mate","3":"Captain, how do you know this place so well? Did you..."},{"T":"301","3":"The second mate begins to raise his voice, but Staessen rushes over to cover his mouth."},{"T":"301","2":"Staessen","3":"Shhh...! Quiet! He's busy dealing with that monster right now. He won't have the time to check what's going on behind the observation room... So, we can sneak in once the battle subsides. Got it?"},{"T":"301","2":"Second Mate","3":"Mm! Mm..."},{"T":"301","2":"Staessen","3":"Keep quiet, and I'll let go."},{"T":"301","2":"Second Mate","3":"...How much do you really know?"},{"T":"301","2":"Staessen","3":"Well, I... I didn't help them kill anyone."},{"T":"301","2":"Second Mate","3":"...When this is all over, Captain, you have a lot to confess."},{"T":"301","2":"Staessen","3":"..."},{"T":"301","2":"Second Mate","3":"What's that?!"},{"T":"301","2":"Staessen","3":"This can't be..."},{"T":"301","2":"Staessen","3":"There... There are six floors of armored plating disguised as steel structures... Even railguns shouldn't be able to..."},{"T":"301","2":"Staessen","3":"...What on Earth are we up against..."},{"T":"301","2":"Second Mate","3":"It's coming from the wall in the direction of the observation room!"},{"T":"301","2":"Staessen","3":"Hurry! Hide behind the pillars!"},{"T":"301","3":"Just as Staessen and the others hide behind the pillars, the wall in the direction of the observation room begins to glow red and blister right before their eyes."},{"T":"301","3":"Then an explosion shoots fragments throughout the hall like a shotgun blast. The three pillars take the brunt of the damage."},{"T":"301","3":"A black mass is thrown into the hall as the terrifying and familiar white figure floats in."},{"T":"301","2":"Staessen","3":"(...It's Kaplan!)"},{"T":"301","3":"The remaining half of the man thrown onto the ground is wrapped in a white coat, lying amid the wreckage of concrete and steel."},{"T":"301","2":"Research Director","3":"Huff, puff..."},{"T":"301","2":"Research Director","3":"What... What is it you want?! I'll give you anything!"},{"T":"301","2":"Luna","3":"That won't be necessary. How lucky I must be... You telling me about this place... is more than enough."},{"T":"301","2":"Luna","3":"I have already found what I am looking for."},{"T":"301","3":"Luna shifts her gaze from the languishing body on the ground to the remnants of the three pillars."},{"T":"301","2":"Research Director","3":"...?"},{"T":"301","2":"Luna","3":"You are of no use to me now."},{"T":"301","3":"Luna waves her hand to summon the railgun. The frightened man drags the remnants of his body toward the pillars."},{"T":"301","2":"Research Director","3":"No! Please! No!"},{"T":"301","2":"Luna","3":"Why are you running? You know it is meaningless."},{"T":"301","3":"Having said that, Luna makes no attempt at stopping the desperately crawling man. Nor does she even aim the railgun at him. It seems as if she is waiting for something."},{"T":"301","3":"The research director finally climbs to a half collapsed pillar, but just as he is about to seek cover behind it, he sees Staessen hiding behind one of the pillars."},{"T":"301","2":"Research Director","3":"...You..."},{"T":"301","3":"But right at that moment, a white beam of destruction devours him."},{"T":"301","2":"Luna","3":"Come out. Don't think you can hide from me."},{"T":"301","2":"Staessen","3":"..."}]