[{"T":"301","3":"Darkness. Never-ending darkness."},{"T":"301","3":"Luna can hear her sister calling."},{"T":"301","3":"She fears the dark. The loneliness is suffocating."},{"T":"301","3":"Why... Why can't I wake up...?"},{"T":"301","3":"A reddish glow flickers in the distance. It is the only thing visible for Luna in the darkness."},{"T":"301","3":"So... dark..."},{"T":"301","3":"She has never been struck with such pain before in her life."},{"T":"301","3":"Becoming an Ascendant would mean that she has nothing to fear anymore—or so she once thought."},{"T":"301","3":"But just a pitiful dream, a piece of memory buried in her mind, has broken her."},{"T":"301","3":"Sister... anyone... please... She extends her hand to grasp at something."},{"T":"301","3":"That red flickering light shines like a lighthouse at sea. She reaches for it like a drowning soul."},{"T":"301","3":"Her minds tells her to not reach for it, but the painful memories in the past is etched into her very instincts... And so, she reaches for the red glow."},{"T":"301","3":"Something terrible, something painful, must have happened there. That glow must not be light, but a horrible truth."},{"T":"301","3":"Like a moth drawn to flame, Luna reaches for the light uncontrollably."},{"T":"301","3":"The memories are a shackle upon her... She is repeating the past, things that she cannot change."},{"T":"301","3":"Like replaying a video, Luna can only be abandoned, betrayed, and forced on a path of no return, a path built upon innumerable souls—over and over."},{"T":"301","3":"The red light is getting closer."},{"T":"301","3":"No... No...! Luna closes her eyes, afraid of what is about to come."},{"T":"301","3":"But when she reaches her hand out, she comes into contact with something soft instead."},{"T":"301","3":"..."},{"T":"302","2":"Luna!"},{"T":"301","2":"Luna","3":"..."},{"T":"301","3":"The Luna before you opens her eyes, face full of disbelief. She seems to look even younger than before."},{"T":"302","2":"Are you okay?"},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"The light..."},{"T":"302","2":"Right, this place is too dark here."},{"T":"302","2":"Good thing we've got this night light."},{"T":"301","2":"Luna","3":"Why... are you..."},{"T":"302","2":"It's not that bright, but pretty handy.","4":"It's small, but bright for its size."},{"T":"301","3":"You pick the small Luna up. She is so light that you almost feel like you are holding a balloon."},{"T":"302","2":"We're getting deeper."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"If I'm right about this..."},{"T":"301","2":"Luna","3":"Enough."},{"T":"302","2":"...What's the matter?"},{"T":"301","2":"Luna","3":"You speak too much."},{"T":"301","3":"Luna silences you. You only hear the sound of your breaths as you walk."},{"T":"302","2":"..."},{"T":"301","3":"Under the silence, you two eventually make it out."},{"T":"301","3":"The moon is just rising, but already bright enough to light up the entire place. Turns out, you have been in yet another landfill the whole time. The blinding darkness just then feels almost like a dream now."},{"T":"302","2":"Now?"},{"T":"301","2":"Luna","3":"What 'now'?"},{"T":"302","2":"Do you feel better now?"},{"T":"301","2":"Luna","3":"...Stop it. Don't think you know me just because you went through my memories."},{"T":"301","2":"Luna","3":"We are different—where we stand and everything."},{"T":"301","2":"Luna","3":"..."},{"T":"302","2":"...I know."},{"T":"302","2":"But you're not as cruel as you make out to be."},{"T":"301","2":"Luna","3":"...?"},{"T":"302","2":"I've been talking to the real you this whole time.","4":"Everything here is a part of you."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"I don't need you to pity me."},{"T":"301","3":"She stares at you with an expression you have not seen before—one of a malformed pride, welded together from thorns and blood."},{"T":"301","3":"And these thorns... sprout out and encase her. At the same time, the world is torn apart as if by a tempest."},{"T":"301","3":"Under the moonlight, Luna perches in the eye of the storm. The rippling winds, her flitting white gown—they come together like mist, like the winter sky, like the traceless clouds, like a dove, dying, plummeting."},{"T":"301","3":"And it all falls dark."}]