[{"T":"301","3":"02:46 PM. Abandoned Dock, West Coast."},{"T":"301","3":"Recently, vandalized and adulterated supplies have repeatedly turned up in earthbound bases, prompting a request for Babylonia's assistance."},{"T":"301","3":"Seeing that most squads are occupied with their respective missions, this task is assigned to Gray Raven instead."},{"T":"301","3":"Following a trail of clues, your team is led to an abandoned dock."},{"T":"301","3":"You can taste the salt in the wind, the nighttime breeze weaving between the tiny shacks and structures. The arrival of the Gray Raven squad seems to have brought a rare hint of liveliness to the place."},{"T":"301","2":"???","3":"Your IDs?"},{"T":"301","3":"A man in guard attire blocks your way forward."},{"T":"301","2":"Lucia","3":"Here."},{"T":"301","3":"Lucia hands him your prepared IDs. The guard takes a look at them and grunts."},{"T":"301","2":"Dock Guard","3":"Wait here."},{"T":"301","3":"He returns soon after with your identifications in hand."},{"T":"301","2":"Dock Guard","3":"Bossman's asking for your tokens. These won't do—word got out about the IDs recently."},{"T":"301","3":"Word had gotten out, obviously, for none other than Gray Raven. You do not expect to be discovered so quickly and elicit such a swift response."},{"T":"302","2":"We weren't told about any token.","4":"Your probably forgot to send us one."},{"T":"301","2":"Dock Guard","3":"Everyone here was delivered one."},{"T":"302","2":"But you've only just found out about it!","4":"You must have misplaced ours."},{"T":"301","2":"Dock Guard","3":"Bossman said everyone was delivered one, so everyone was delivered one."},{"T":"301","3":"The guard puts his hand on his weapon, his eyes darting between the four of you. A fight will most definitely ensue should the Gray Ravens insist."},{"T":"301","2":"Dock Guard","3":"Better leave now. No good to anyone if we fight."},{"T":"302","2":"...","4":"(Can't alert them yet)"},{"T":"301","3":"The Gray Ravens all back away and leave."},{"T":"301","3":"A sudden wave of onshore wind gusts through the crowded dock, lifting away the tattered hood of a passerby, revealing a pair of familiar eyes."},{"T":"302","2":"...Changyu?","4":"..."},{"T":"301","3":"The man standing next to the boy hears what you call him and turns to look at the cloaked young figure."},{"T":"301","3":"The man standing next to the boy notices your gaze. He stops and turns to look at the cloaked young figure."},{"T":"301","2":"???","3":"Do you know them?"},{"T":"301","3":"He grabs the boy by the collar. The sudden jolt yanks away the boy's hood, revealing a practiced and composed smile."},{"T":"301","2":"Liv","3":"Chang—"},{"T":"301","3":"Realizing that this is not the best time for a reunion, Liv abruptly stops."},{"T":"301","2":"Dock Guard","3":"Hey, no fighting! These folks don't have their tokens. How about you?"},{"T":"301","2":"Changyu","3":"Of course we do! Loosen up, man. I gotta show him the thing."},{"T":"301","3":"The man lets go of Changyu. The two of them each take out an ancient coin that seemingly originates from Kowloong."},{"T":"302","2":"An ancient coin...","4":"Looks Kowloong to me..."},{"T":"301","2":"Lucia","3":"Looks like they're all associated with Kowloong."},{"T":"301","2":"Lucia","3":"Perhaps they're left behind by the Nighter."},{"T":"301","3":"The guard is busy inspecting the ancient coins, failing to notice what you are all whispering."},{"T":"301","2":"Dock Guard","3":"Coins look right, but they're just for the two of you. What's their deal, then?"},{"T":"302","2":"..."},{"T":"301","2":"Changyu","3":"Oh well, I have no idea."},{"T":"301","3":"The guard and the cloaked man both look at Changyu in suspicion."},{"T":"301","2":"Changyu","3":"C'mon, it's hard not to run into a few familiar faces, the way we business folks get around. Doesn't mean I've stuck my nose into everyone's 'family matters,' y'know?"},{"T":"302","2":"Changyu...","4":"..."},{"T":"301","3":"Changyu turns to your group tongue-tied and frowns in frustration."},{"T":"301","2":"Changyu","3":"Now, I've still got some business with my friend here. Let's talk some other time, cool?"},{"T":"301","2":"???","3":"That better be true. If I found out you were lying, I'll—"},{"T":"301","2":"Changyu","3":"Sure, sure—you'll doublecross us with your 200 inside men and blow our train to kingdom come, am I right?"},{"T":"301","2":"Changyu","3":"Just think about it. If someone from Akdilek was competent enough for a job like that, they wouldn't have sent me with you."},{"T":"301","3":"Changyu stands on his toes to match the man's height. He gives the cloaked figure a pat on the back, alongside a grin and a vial of serum."},{"T":"301","2":"Changyu","3":"Here, take this. Nothing more calming than a shot of this, right? Now, this is your turf—care to show me the way?"},{"T":"301","2":"???","3":"What about them?"},{"T":"301","3":"Changyu turns to your group again with the same frustrated look."},{"T":"301","2":"Changyu","3":"I couldn't care less. They can take care of themselves."},{"T":"301","3":"A muffled thunder from behind the clouds is hinting at an upcoming storm. The Gray Ravens exchange glances with each other and, eventually, depart the abandoned dock."},{"T":"301","2":"Lee","3":"There goes our lead."},{"T":"302","2":"What do we do with Changyu?","4":"The man next to Changyu seems to be threatening him."},{"T":"301","2":"Lee","3":"Not that we can do anything right now. You heard the man with the bomb-rigged train, didn't you?"},{"T":"301","2":"Liv","3":"I'll look into the tokens and see if we can get ahold of them... Meanwhile, let's figure out a way to meet Changyu."},{"T":"301","2":"Lucia","3":"Wait—I just got a message from him."},{"T":"301","2":"Lucia","3":"'Meet me in my secret lair.'"},{"T":"301","2":"Liv","3":"Secret lair?"},{"T":"301","2":"Lucia","3":"Hold on... He also attached a set of coordinates—of an underground warehouse 45km away."},{"T":"302","2":"Let's check it out.","4":"There's nothing we can do here anyway."},{"T":"301","2":"Lucia","3":"You're right. Let's go."}]