[{"T":"301","2":"Karenina","3":"What? Did you guys forget breakfast?"},{"T":"301","2":"Karenina","3":"Start listening to me and swing your weapon like this, not that!"},{"T":"301","2":"Construct","3":"Like this?"},{"T":"301","2":"Karenina","3":"That!"},{"T":"301","3":"In an earthbound base of Babylonia, Karenina is training new recruits as a military instructor."},{"T":"301","2":"Construct","3":"...Like that?"},{"T":"301","2":"Karenina","3":"What a bunch of idiots!"},{"T":"301","3":"Although her expertise on the battlefield should prove her an adequate instructor, Karenina's lack of experience in teaching has given the recruits and her a hard time communicating."},{"T":"301","2":"Bianca","3":"What Karenina was saying is that you should make use of your mechanical parts. For example, the way you sheath your blade would be much more efficient if you utilize your wrist joint and rotate it here."},{"T":"301","2":"Construct","3":"Like this!"},{"T":"301","2":"Karenina","3":"Ah..."},{"T":"301","2":"Bianca","3":"Exactly. You might not be used to it at first, but it'll become more familiar after a few fights in the battle simulations."},{"T":"301","2":"Bianca","3":"You can also apply this thinking to other areas. Taking advantage of your Construct self will be your most important lesson henceforth."},{"T":"301","2":"Construct","3":"Understood!"},{"T":"301","2":"Bianca","3":"Continue your training, then. I've something that requires Karenina's attention."},{"T":"301","2":"Karenina","3":"...Bianca."},{"T":"301","2":"Bianca","3":"I know I said I'd let you do it your way, but I've got a feeling that they won't learn more than one move today the way it was going, so I had to intervene."},{"T":"301","2":"Bianca","3":"I'm sorry."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","3":"She would have kept complaining, but Karenina is powerless against Bianca's apology. Begrudgingly she kicks the floor."},{"T":"301","2":"Karenina","3":"I thought it'd be a fun mission, but turns out I'm just training a bunch of noobs in the middle of nowhere. Sucks to be me."},{"T":"301","3":"She raises her head."},{"T":"301","2":"Karenina","3":"You said you were looking for me?"},{"T":"301","2":"Bianca","3":"That's right. I need your help making a communication device that can connect to a specific satellite."},{"T":"301","2":"Karenina","3":"Don't we have a bunch of those in the base? Just use one of 'em for calls if it's for a mission."},{"T":"301","2":"Bianca","3":"Comms are always fully occupied in a recruit training facility like this. And it's not a mission-related call either, so I shouldn't be using the base's equipment."},{"T":"301","2":"Karenina","3":"What call is it, then?"},{"T":"301","2":"Bianca","3":"This one."},{"T":"301","3":"After making sure she has her attention, Bianca passes Karenina her portable terminal, showing her a mail that has been forwarded a couple of times."},{"T":"301","2":"Karenina","3":"This? What are they, children?"},{"T":"301","2":"Bianca","3":"But didn't you help last time?"},{"T":"301","2":"Karenina","3":"T-that... that was..."},{"T":"301","2":"Bianca","3":"Can you help me, Karenina? Let's just have some fun."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Karenina","3":"Fine! I'll do it."}]