[{"T":"301","2":"Chrome","3":"...Right, that's everything summarized. We've gone through all of the key points regarding the squad-based fire and movement tactic. Anything you want to add, Commandant?"},{"T":"302","2":"Nothing. It was a perfect summary.","4":"The only problem is there is none."},{"T":"301","2":"Chrome","3":"I'm flattered. It really was the clarity of your thought process that made it easy."},{"T":"301","2":"Chrome","3":"Is that so? You're quite wisecracking sometimes, Commandant."},{"T":"301","3":"Chrome takes a look at the time on the terminal and smiles, packing up the files used during the discussion."},{"T":"301","2":"Chrome","3":"It's been nearly an hour... My mission here is also almost done."},{"T":"301","2":"Chrome","3":"In that case, the discussion on the tactics used during our last battle is concluded... Sorry to take up so much of your time today of all days."},{"T":"302","2":"Today of all days...?"},{"T":"301","3":"Chrome shakes his head, chuckling. He swipes on the holo-screen, and the battle records show a picture of you fighting with Strike Hawk—a memory that you cherish."},{"T":"301","2":"Chrome","3":"I didn't realize it, but you have gone through a lot with us as a commandant... So much so that we can laugh about them now."},{"T":"302","2":"It's been a lot indeed.","4":"Too many to count."},{"T":"301","3":"Crossing your arms, you look at the images and descriptions that compose the thrilling past you share, and you feel like being with an old friend—flipping through photo albums and talking about old days, not noticing the time."},{"T":"302","2":"The past isn't the only thing we share. The future too."},{"T":"301","2":"Chrome","3":"Right... we should set our sights on tomrrow. Strike Hawk must grow and perform even better than before... until we're our best selves."},{"T":"301","3":"Chrome reveals a subtle smile as he looks at the members of Strike Hawk in the photo."},{"T":"301","2":"Chrome","3":"Strike Hawk has been improving because of you. Whether it is Kamui, Wanshi, Camu, or me... you have lifted each one of us up. So, on behalf of Strike Hawk, I'd like to give you this small gift. I hope you'll take it."},{"T":"301","3":"You take the beautifully wrapped gift from Chrome, confused by the sudden gesture."},{"T":"302","2":"It's for me...?","4":"Thanks, Chrome, but why are you..."},{"T":"301","3":"Right as you are about to ask about the gift, the door to the Strike Hawk lounge opens, and a thick-haired head pokes in."},{"T":"301","2":"Kamui","3":"Hey, Capt.! Has the Gray Raven Commandant left yet?"},{"T":"301","2":"Chrome","3":"You're looking for the commandant as well? But please, remember not to yell inside the lounge when we have a guest..."},{"T":"302","2":"Is something wrong, Kamui?"},{"T":"301","2":"Kamui","3":"Something is wrong! Very wrong! I saw Celica carrying a stacked folder asking for you on my way back, and she's almost here! Run, Commandant, RUN!"},{"T":"301","3":"Extra work is bad, but you reckon it is not bad enough to run away..."},{"T":"302","2":"Perhaps Celica has something important for me?"},{"T":"301","2":"Kamui","3":"She would have called you if there was something urgent... not to mention that her folder is filled to the brim! It must all be annoying documents like trivial reports and paperwork inside!"},{"T":"302","2":"Why are you so familiar with it?!","4":"What a detailed analysis..."},{"T":"301","2":"Kamui","3":"Hmph. Wanshi taught me the tricks to handle Celica."},{"T":"301","2":"Chrome","3":"If only your training reports were also as thoroughly analyzed..."},{"T":"301","3":"Chrome rubs his furrowed brows before standing by Kamui, sighing."},{"T":"301","2":"Chrome","3":"Although I do not agree with this approach... I suppose today can be considered an exception."},{"T":"301","2":"Chrome","3":"We'll hold Celica off. Commandant, go ahead and return to the Gray Raven lounge..."},{"T":"301","2":"Kamui","3":"Go! Lucia and the others are waiting for you!"},{"T":"302","2":"Thanks, guys... but..."},{"T":"301","3":"Seeing how serious the two of them look, you reckon now is not the time to ask them what is wrong with everyone today..."},{"T":"301","2":"Chrome","3":"One last thing—please apologize to Lucia for us. Kamui and I will probably be late..."},{"T":"302","2":"Uh... Okay!"},{"T":"301","3":"You have not found the chance to ask them why, but Lucia and the rest must know something, so your best move is to head back to the Gray Raven lounge. As for Celica... you will have to apologize to her later."},{"T":"302","2":"Didn't realize I'd walked this far already..."},{"T":"301","3":"Having left Strike Hawk, you are still confused about the gift in your hands. And leaving them does not feel like the most considerate thing to do—you would feel terrible if they got reprimanded because of you."},{"T":"302","2":"Maybe I should go back?"},{"T":"301","3":"Except that Chrome and Kamui were very insistent on you returning to the lounge as soon as possible. Their urgency slightly worries you, and you cannot make up your mind."},{"T":"301","3":"It really is not the best idea to be distracted when walking past a corner. Abstracted, you bump into someone who appears at the corner at the same time."},{"T":"302","2":"I'm sorry. I..."},{"T":"301","2":"???","3":"****! Keep your eyes open when you walk! Hell... You're lucky that I still have an intact present to deliver, or I swear to god I'd kill... eh?!"},{"T":"301","2":"Bianca","3":"Karen, what's wrong... Commandant?!"},{"T":"301","3":"Only now do you realize that the person you have run into is none other than Karenina. She is also holding a beautifully decorated box, but right as your gaze lands on it, she immediately hides it behind her back."},{"T":"301","2":"Karenina","3":"What are you looking at...?!"},{"T":"301","3":"You are not sure why Karenina seems to be in such a foul mood today as she mumbles quietly."},{"T":"301","2":"Karenina","3":"Tch... Dammit, why did we run into each other here... There goes the surprise..."},{"T":"301","2":"Bianca","3":"I suppose it's pretty surprising to meet somewhere unexpected like this."},{"T":"301","2":"Karenina","3":"You're not wrong..."},{"T":"301","2":"Bianca","3":"The efforts you spent to pick the present will be in vain if you don't give it today..."},{"T":"301","2":"Karenina","3":"It wasn't me! You were the one who chose it. I just helped a little..."},{"T":"301","3":"Karenina sighs before taking out the decorated box from behind and handing it to you."},{"T":"301","2":"Karenina","3":"This is for you... Consider it a gift! With Bianca and my tastes combined, this present must be better than the one Gray Raven... Lucia picked!"},{"T":"301","3":"Taking the gift from Karenina, you find her finally smiling candidly."},{"T":"302","2":"Umm... Thanks."},{"T":"301","2":"Bianca","3":"It's hard to compare gifts when they all represent their sender's love..."},{"T":"301","2":"Karenina","3":"Well, at least we're the first one to deliver ours! I'll count that as a win!"},{"T":"301","3":"Smiling, Bianca pats Karenina on her head when she discovers the gift from Strike Hawk."},{"T":"301","2":"Bianca","3":"That's... Have you already received a gift from someone else, Commandant?"},{"T":"302","2":"This is from Strike Hawk..."},{"T":"301","2":"Bianca","3":"Strike Hawk... That's the scout team Kamui belongs to, isn't it?"},{"T":"302","2":"Yeah... He's pretty lively right now."},{"T":"301","2":"Bianca","3":"Hmm, that's good... I haven't really seen him since last time, but I suppose no one wants to see the Purifying Force a second time."},{"T":"301","2":"Bianca","3":"If it weren't for you, I would have taken him down as another soldier infected by the Punishing Virus."},{"T":"301","2":"Bianca","3":"That decision might seem obvious to you, but it wasn't for someone who has always been in the Purifying Force like me... Please accept my utmost gratitude."},{"T":"301","2":"Bianca","3":"It wasn't just that. I've been following what you've done, Commandant. Your conviction always seems to create impossible miracles when there is none."},{"T":"302","2":"I'm not as remarkable as you make me out to be...","4":"I was lucky."},{"T":"301","2":"Bianca","3":"The work you've done has given so many of us hope. The gifts you're receiving are the best proof."},{"T":"301","2":"Karenina","3":"For crying out loud, enough with your courtesy. Just accept the gift and people's gratitude, especially today, alright?"},{"T":"302","2":"Right... Understood. Thank you.","4":"I'll keep working hard as a commandant."},{"T":"301","2":"Karenina","3":"Yeah, yeah. Lucia... the Gray Ravens are still waiting for you. We might as well head there together."},{"T":"301","2":"Bianca","3":"That's right. Although it's common for the protagonist to show up last, you shouldn't make the others wait too long."},{"T":"302","2":"The protagonist? Is that me...?"},{"T":"301","3":"As the impatient Karenina pushes you forward, you hear the piercing screeching sound of tires skidding across the floor."},{"T":"302","2":"Who is driving on Babylonia...?"},{"T":"301","2":"???","3":"Gray Raven Commandant! I've finally found you!"},{"T":"301","3":"With her powerful shout, Celica appears at the end of the corridor—along with someone else..."},{"T":"301","2":"Nanami","3":"Ta-da! Nanami is also here!"},{"T":"301","3":"Nanami is carrying Celica on the back of her Pulse frame, the wheel on her feet spinning at incredible speed. The sight reminds you of medieval knights charging on horseback."},{"T":"301","2":"Nanami","3":"Stories dictate an antagonist for maximum drama! Nanami is now the villain's goon!"},{"T":"301","2":"Celica","3":"Who are you saying is a villain...?"},{"T":"301","2":"Bianca","3":"We can't let Celica catch the commandant today... We're counting on you, Rosetta!"},{"T":"301","3":"With that, the flame of a propeller approaches from a distance, stopping beside you."},{"T":"302","2":"Rosetta? Where did you come from?"},{"T":"301","2":"Rosetta","3":"Don't mind that for now... Commandant, hold on to me... We have to go!"},{"T":"302","2":"(Hold on gently)","4":"(Hold on tightly)"},{"T":"301","2":"Rosetta","3":"Commandant... y-you can put some muscle behind it. This frame is sturdy enough to withstand it."},{"T":"301","2":"Rosetta","3":"Oh...?! Sorry, Commandant, that was a bit too tight. I'm worried that the stiff exterior of my frame will hurt you."},{"T":"301","3":"You look back, your arms around Rosetta's slim waist, and you find Nanami and Celica fast approaching."},{"T":"302","2":"Nanami is coming!"},{"T":"301","2":"Nanami","3":"That's right, Nanami is coming! Full steam ahead!"},{"T":"301","2":"Celica","3":"Stop running!"},{"T":"301","2":"Rosetta","3":"Hold on, Commandant. We're taking off!"},{"T":"301","3":"Before you are ready, the landscape before you turns into a speeding blur as the wind and the loud rumblings of the propellers are funneled into your head..."},{"T":"301","3":"Your mind almost melts from the high velocity. You are only staying awake because of one simple fact—you cannot let go. If you do..."},{"T":"302","2":"I'm really going to die!"},{"T":"301","3":"Your feet do not touch the ground until the harsh wind gradually ceases beside your ears, and your body is once again anchored downward by Babylonia's artificial gravity."},{"T":"301","3":"It has only been a few minutes, but you feel like you have returned to the high-g training chamber at F.O.S. for half a day."},{"T":"301","2":"Rosetta","3":"It seems like it'll take them a while to catch up... Are you alright, Commandant?"},{"T":"301","3":"Rosseta breathes a sigh of relief, her feet firmly planted on the ground. Meanwhile, you are barely standing straight, only staying up with her support."},{"T":"302","2":"Yeah. I'm fine."},{"T":"301","3":"Your vision is still hazy, but your surroundings are familiar. You know them even with your eyes closed."},{"T":"301","2":"Rosetta","3":"Alright, it is the Gray Raven lounge right ahead. Everyone should be waiting for you inside. It's still not too late if you go now."},{"T":"301","3":"Rosetta hesitates for a second before letting you go, extending the propellers on her shoulders and hovering before you."},{"T":"302","2":"What about you, Rosetta?"},{"T":"301","2":"Rosetta","3":"I'll... help draw Celica away. I hope I can buy you some time."},{"T":"301","3":"You do not know what they are planning in the lounge, but it seems like everyone is coming over—yet, Rosetta has excluded herself from 'everyone,' intentionally or not."},{"T":"301","3":"Rosetta smiles, wrily, looking at the door to the lounge."},{"T":"301","2":"Rosetta","3":"I'm still under Babylonia's monitor. If I appear with all of you, people may make a thing out of it—I do not wish you anything but joy and peace of mind today."},{"T":"302","2":"You don't have to worry about those people.","4":"Rosetta, you are one of us."},{"T":"301","3":"Looking a little surprised, she gives you a gentle smile. She takes out a colorful, intricate box from her pocket."},{"T":"302","2":"Is that... for me?"},{"T":"301","2":"Rosetta","3":"I've been hesitant to give you this present as a token of my gratitude. After all, it is nothing compared to the things you have done for me... for the Forest Guard."},{"T":"301","3":"Rosetta closes her eyes, touching your forehead with hers—you have heard that this is the way Forest Guard expresses their thanks."},{"T":"301","2":"Rosetta","3":"But perhaps we don't have to weigh appreciation aginst the value of a gift."},{"T":"301","2":"Rosetta","3":"Once again, thank you, Commandant..."},{"T":"301","3":"She opens her eyes again, lifting her head with confidence, her prism-colored wings extending with strength."},{"T":"301","2":"Rosetta","3":"You're right. I am one of you. I'll return to everyone, but for now..."},{"T":"301","2":"Rosetta","3":"Please ask Lucia to wait for me for a little bit. I'll be quick."},{"T":"301","3":"With that, her propellers bring her to the other end of the corridor in an instant—you hope that Celica will not give her an earful afterward."},{"T":"301","3":"You cannot waste the time Rosetta is buying you. With a sense of curiosity and expectation, you enter the lounge you have been to countless times."},{"T":"301","3":"But as the automatic doors open, you find a room completely in darkness. None of the Gray Ravens seem to be in."},{"T":"302","2":"Am I too late...?"},{"T":"301","3":"You walk inside to find the automatic lights not turning on as usual. Realizing something is out of the ordinary, you put down the gifts you have received, your hand going for the pistol by your arms."},{"T":"301","3":"But as your hand reaches your holster, you remember that today is a holiday, and you have not been issued your gun. As you pause for a brief second, the lights inside the lounge turn on with a loud 'BANG!'."},{"T":"301","2":"Lucia","3":"Happy Birthday, Commandant!"},{"T":"301","2":"Liv","3":"Happy birthday! We've been waiting for you, hoping to surprise you."},{"T":"301","3":"Lucia and Liv run out from the corners with party poppers still in their hands. Seeing them, you finally calm down."},{"T":"301","2":"Liv","3":"Did we scare you, Commandant?"},{"T":"302","2":"No, not really.","4":"Yeah, you got me."},{"T":"301","2":"Liv","3":"That's good... Although surprises are traditionally a little frightening..."},{"T":"302","2":"Which tradition is this...?"},{"T":"301","2":"Liv","3":"Really? The 'director' wanted to make it even scarier originally..."},{"T":"302","2":"That's not necessary!"},{"T":"301","3":"Ignoring that, you recall hearing them shout, 'Happy Birthday!' You reckon that is why they are hosting a gathering here."},{"T":"302","2":"Is it somebody's birthday today?"},{"T":"301","3":"Lucia and Liv look at each other, slightly confused and dumbfounded."},{"T":"301","2":"Liv","3":"It's... your birthday, Commandant."},{"T":"302","2":"It's... my birthday?"},{"T":"301","2":"Lucia","3":"That's right! Which is why everyone's planning to meet here today to celebrate your birthday."},{"T":"301","3":"Only now do you notice that the lounge is adorned with decorations. You cannot believe that they have put in so much work for this."},{"T":"301","3":"The adornments might be simple, but they give the monotonous lounge a sense of warmth."},{"T":"302","2":"Thank you..."},{"T":"301","3":"You have forgotten how many times you have thanked someone today. Still, you want to express your appreciation to them yourself."},{"T":"301","2":"Liv","3":"I bet you didn't notice that Lee was the one who put up all the decorations!"},{"T":"301","2":"Lucia","3":"Neither Liv nor I were tall enough to hang the ribbons that high, so we had to ask Lee to do it."},{"T":"301","3":"Lee was the one who decorated the room... You certainly did not expect that."},{"T":"302","2":"Speaking of which, where is Lee?"},{"T":"301","2":"???","3":"That's why you should hang the ribbons at different heights to look make them more natural and artistic!"},{"T":"301","2":"???","3":"What even is 'artistic'..."},{"T":"301","3":"You hear arguments from inside the lounge. They sound like Lee and... Ayla?"},{"T":"301","2":"Ayla","3":"As a member of the WGAA, I will not accept such a poor imitation of proper decor!"},{"T":"301","2":"Lee","3":"I don't know much about decorating a birthday party, but if you want my help, you have to be specific about what you want instead of asking me to wriggle these ribbons around..."},{"T":"302","2":"You're here as well, Ayla."},{"T":"301","2":"Ayla","3":"Oh, Gray Raven Commandant! Welcome to the birthday party!"},{"T":"301","2":"Lee","3":"This is the Gray Raven lounge. You're the one being 'welcomed' here."},{"T":"302","2":"So... what are you two doing?"},{"T":"301","2":"Lee","3":"The others wanted to throw you a birthday party, but they weren't sure what to do, so we asked Ayla to be the organizer..."},{"T":"301","2":"Ayla","3":"Ahem, it's 'Chief Designer', actually. Of course I have to make sure everything is perfect!"},{"T":"302","2":"You really don't have to go overboard for me..."},{"T":"301","2":"Ayla","3":"Everyone's birthday is special and worth commemorating—it was like that during the Golden Age, and it should be so now... during a time of uncertainty."},{"T":"301","3":"Perhaps Ayla is right. When you cannot easily predict what tomorrow brings, you should cherish today."},{"T":"301","2":"Ayla","3":"According to WGAA's records, people used to host parties this way in the past, celebrating their birthdays with their families."},{"T":"301","2":"Liv","3":"Right... Birthdays used to be my favorite day of the year when I was younger."},{"T":"301","3":"The past seems to flash through Liv's mind, her smile filled with nostalgia and a hint of sorrow."},{"T":"301","2":"Liv","3":"I would be with my family. The night was warm and dusky, and the pie my mom prepared was fragrant and sweet—I still remember how it tasted, even after I became a Construct."},{"T":"301","2":"Liv","3":"Perhaps because my sense of taste has been modified, I can never make a pie that tastes like hers, no matter what... Otherwise, I can make one for you, Commandant."},{"T":"301","2":"Liv","3":"Still, I have prepared a cake for you and everyone, Commandant. I hope you will like it."},{"T":"302","2":"I look forward to it."},{"T":"301","2":"Lee","3":"Murray would have been ecstatic if he knew you made a cake, Liv."},{"T":"301","2":"Liv","3":"Does Murray have a sweet tooth?"},{"T":"301","2":"Lee","3":"A birthday-cake-tooth, technically. He's curious about them."},{"T":"301","2":"Lee","3":"Our family wasn't exactly rich, but we still kept each other's birthdays in our mind. We would always try to prepare small gifts on those days."},{"T":"301","3":"Lee talks about his past as he adheres the ribbons to the wall with great focus, making sure they are straight as an arrow."},{"T":"301","2":"Liv","3":"I feel like we never hear much about your past, Lee..."},{"T":"302","2":"That's true. I'm your commandant, but I've never really asked you about it."},{"T":"301","2":"Lee","3":"...That's alright. We don't have to bore you with the details. After all, you're the star today, Commandant..."},{"T":"301","2":"Lucia","3":"I still remember my parents would always throw exciting parties on my birthdays, no matter what..."},{"T":"301","2":"Lucia","3":"Just like today, friends and family would gather, and I'd receive a lot of gifts like you do, Commandant."},{"T":"301","3":"Lucia smiles and nods, looking at the pile of gifts to the side. Those are the gifts you have received on your way back."},{"T":"301","2":"Lucia","3":"Every time I saw those gifts, I felt lucky to be born into such a large family, and I came into this world with all of their blessings..."},{"T":"301","2":"Lucia","3":"So no matter how difficult things were, I decided that I couldn't give up that easily—not when I had their support."},{"T":"301","3":"Lucia's fists slowly tighten as she nods."},{"T":"301","2":"Lucia","3":"And now, it isn't just the memories of the past supporting me. Commandant... and everyone... you're all part of my family now."},{"T":"302","2":"I also think of all of you as family."},{"T":"301","3":"As Lucia said—despite the hardships you have been through, you have not regretted becoming a commandant of Babylonia and Gray Raven. Becoming a part of a family."},{"T":"301","3":"As Lucia said—despite the many regrets you have had, you have not regretted becoming a commandant of Babylonia and Gray Raven. Becoming a part of a family."},{"T":"301","3":"Still, one thing continues to bother you..."},{"T":"302","2":"How do you know it's my birthday today?"},{"T":"301","3":"As you recall, you have never told anyone when your birthday is, and you have never been asked to put down that information. Even you have almost forgotten about this date."},{"T":"301","3":"Lucia and Liv hesitate, seemingly unsure whether to tell you the truth. In the end, Lee reveals the truth."},{"T":"301","2":"Lee","3":"Well, we have Vera to thank..."},{"T":"301","2":"Lee","3":"When you went to the routine briefing earlier today, we discovered that Cerberus somehow got ahold of a 'classified document.'"},{"T":"301","2":"Lucia","3":"Vera... that is private information on the commandant. If you didn't obtain it through the proper channels, I'm afraid I have to ask you to return it to us."},{"T":"301","3":"The three Gray Ravens have finally caught up to Vera, only to find her accompanied by the other two Cerberus members as she mockingly laughs at Lucia's request."},{"T":"301","2":"Vera","3":"That's funny. I personally don't have any classified info of your commandant on me. Does either of you?"},{"T":"301","2":"No. 21","3":"I've not seen it."},{"T":"301","2":"Noctis","3":"Ha! You birdies want to blame us for misplacing your stuff?"},{"T":"301","2":"Lee","3":"Lucia, stop wasting your breath. This woman is beyond reason."},{"T":"301","3":"Lee's arm reaches for his pocket. Noctis and No. 21 react immediately with a fighting stance, thinking Lee is drawing his gun."},{"T":"301","2":"Noctis","3":"Oh, you looking for a fight? I'm game!"},{"T":"301","2":"No. 21","3":"'Kick his butt!'"},{"T":"301","3":"Except Lee takes out a terminal instead of his pistol."},{"T":"301","2":"Lee","3":"Not that I want to contact him for such trivial matters, but Murray is still your commandant, isn't he?"},{"T":"301","2":"Lee","3":"I know that guy. No doubt he'll order you to hand in the file to keep himself out of trouble."},{"T":"301","3":"Vera's eyes widen, seemingly slightly surprised, but soon she bursts out laughing."},{"T":"301","2":"Vera","3":"Not bad, I didn't expect you to be so tactful nowadays... but it's still funny since you have no idea who I got that file from."},{"T":"301","3":"Vera slowly withdraws her smile as if contemplating something."},{"T":"301","2":"Vera","3":"It's true that this is pretty useless to me..."},{"T":"301","2":"Liv","3":"If that's the case, please return it to us..."},{"T":"301","2":"Lucia","3":"If you hand it in, we won't look into how you got ahold of it."},{"T":"301","3":"Vera seems to have thought of something interesting, and she smiles teasingly."},{"T":"301","2":"Vera","3":"I spent quite a lot of effort to get it, and I got it fair and square... I can't just give it to you."},{"T":"301","2":"Lee","3":"Enough with your nonsense and name your price."},{"T":"301","2":"Vera","3":"A small favor is all I ask of you. It's simple."},{"T":"301","3":"With that, Vera throws the file in her hands to Lee. It has obviously been opened."},{"T":"301","2":"Lucia","3":"Have you read what's inside...?"},{"T":"301","2":"Vera","3":"Sure. 'That guy' told me the classified information inside is valuable, but it turns out it's useless to me."},{"T":"301","3":"Lee inspects what is inside the folder in case Vera is trying to pull some kind of trick on them."},{"T":"301","2":"Lucia","3":"Is that... a date?"},{"T":"301","2":"Liv","3":"The day of birth of 【kuroname】... It's Commandant's birthday! And it's today!"},{"T":"301","3":"Vera snaps her fingers twice, reminding Gray Raven that she is not done speaking."},{"T":"301","2":"Vera","3":"What I want you to do is throw a birthday party with Contructs that your commandant is friends with. The more you can find, the better."},{"T":"301","3":"Lee is not sure what he has just heard, and he looks at Vera perplexedly."},{"T":"301","2":"Lee","3":"...Is that it?"},{"T":"301","2":"Vera","3":"Yeah. What were you expecting...? Did you think I'd send you to assassinate someone? Relax, I can do those jobs myself."},{"T":"301","3":"Vera grunts, not trying to hide how angry she is."},{"T":"301","2":"Vera","3":"How dare 'that guy' lied to me... Well, I can't just let him play me like a fiddle, now, can I?"},{"T":"301","2":"Vera","3":"So, I want you to spread the news to every Construct, turning this valuable 'classified info' worthless. I'll have 'that guy' deeply regret his foolishness."},{"T":"301","3":"But Lee is still suspicious. He knows that Vera would never hand in something she owns that easily."},{"T":"301","2":"Lee","3":"What exactly are you after? It can't be something as boring as a birthday party..."},{"T":"301","2":"No. 21","3":"Birthday party isn't boring!"},{"T":"301","3":"Lee does not expect the quiet No. 21 to interrupt him and stare at him angrily."},{"T":"301","2":"No. 21","3":"A birthday is the date someone is born... It's important to celebrate this day for humans."},{"T":"301","3":"No. 21 reveals a difficult expression, seemingly thinking and enduring something unsaid."},{"T":"301","2":"No. 21","3":"That was what the Gray Raven Commandant taught me, so the commandant must also really enjoy... birthday parties."},{"T":"301","3":"Vera pats No. 21 on her head, smiling and looking intrigued."},{"T":"301","2":"Vera","3":"Not bad. You've managed to shut Lee up."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"No. 21","3":"I'm smart and well-spoken. Ten times smarter than Noctis, more or less."},{"T":"301","2":"Noctis","3":"Absurd! Why are we talking when we can be fighting?! How unnecessary!"},{"T":"301","3":"Vera looks at Gray Raven and sighs, waving her hand to beckon them to go."},{"T":"301","2":"Vera","3":"What are you still doing here? Sun's going down real soon..."},{"T":"301","3":"You did not expect your birthday party to come with such a convoluted origin story... but you are glad that Gray Raven did not come to blow with Cerberus."},{"T":"302","2":"I didn't think my birthday would be classified..."},{"T":"301","2":"Liv","3":"Commandant, you don't pay too much attention to your privacy, do you...?"},{"T":"301","3":"Still, if it results in a party where you can briefly forget about fighting and work and instead spend time with others... you think that is acceptable."},{"T":"302","2":"But it seems like our short rest has already come to an end."},{"T":"301","3":"The cutting screech of wheels braking hard approach from afar, and with that, a figure—technically two figures overlapping with each other—appears at the door to the lounge at incredible speed."},{"T":"301","2":"Nanami","3":"Eee-ya! Nanami Express—we live to deliver!"},{"T":"301","3":"Stopping at the very last second, Nanami cannot keep the momentum from throwing Celica off her back. Luckily, Celica crashes into Ayla 'mid-flight,' lessening the impact of the fall."},{"T":"301","2":"Ayla","3":"Celica... are you okay?"},{"T":"301","2":"Celica","3":"...Nanami! I almost died!"},{"T":"301","3":"Behind Nanami is Rosetta, withdrawing her propellers and landing, looking slightly frustrated."},{"T":"301","2":"Rosetta","3":"I'm sorry, Commandant... I couldn't keep them away long enough."},{"T":"302","2":"It's alright."},{"T":"301","2":"Nanami","3":"Your propellers are super cool though, Rosy! Even I couldn't keep up during linear acceleration!"},{"T":"302","2":"Rosy...?"},{"T":"301","3":"Nanami holds out her hand, and Rosetta shakes it, smiling and looking slightly embarrassed."},{"T":"301","2":"Rosetta","3":"Nanami, your roller skates really impressed me with how you can traverse through difficult terrains. I never thought it was possible for Constructs to make that kind of maneuver."},{"T":"301","3":"You are not sure why these two have developed an odd friendship after a race through Babylonia."},{"T":"301","2":"Celica","3":"Right, I almost forgot... You there! Commandant! Why did you keep running away when you saw me?! I have something important for you!"},{"T":"301","3":"In the end, you cannot escape your fate... That said, you have been prepared for that for a while now. You just feel bad that the efforts Lucia and the rest have spent are going to waste."},{"T":"301","2":"Lucia","3":"Commandant..."},{"T":"302","2":"Relax. I'll be back as soon as I finish work."},{"T":"301","2":"Celica","3":"What are you talking about... Aren't you on break today? I don't recall assigning you anything."},{"T":"302","2":"Then what are you holding in your hands?"},{"T":"301","2":"Celica","3":"This folder? You must be kidding me... That was why you kept running?"},{"T":"301","3":"Realizing that, Celica slams the folder on the desk. A bunch of cards spills out from the folder, all with beautiful pictures or blessings written on them."},{"T":"301","3":"Liv picks up the cards, carefully looking through them."},{"T":"301","2":"Liv","3":"Commandant, these are all birthday cards for you! Look, even President Hassen and Commander Nikola have sent one..."},{"T":"302","2":"That was not what I imagined..."},{"T":"301","2":"Celica","3":"The news of your birthday reached the Parliament and the HQ as well, so someone suggested sending you birthday cards. Call it a way to promote pop culture..."},{"T":"301","2":"Ayla","3":"Haha, I bet that was Chairman Allen."},{"T":"301","3":"Chairman Allen is always forcefully persuasive on activities like this... No wonder the President and the Chief Commander were involved."},{"T":"301","2":"Celica","3":"Although Allen was the one who suggested it, we all sincerely want to thank you for all the impossible missions you've successfully completed. You've been protecting Babylonia. You've been protecting us."},{"T":"301","3":"Celica grabs a card from the pile with a cute drawing on it and hands it to you. It is clearly signed with her name."},{"T":"301","2":"Celica","3":"Happy birthday, Gray Raven Commandant! This is my gift for you."},{"T":"302","2":"Thank you, Celica."},{"T":"301","3":"You nod and take the card. It appears that work is going to be busy tomorrow."},{"T":"301","3":"Seemingly remembering something, Lee takes out his terminal and fiddles with it on the side."},{"T":"302","2":"What are you doing, Lee?"},{"T":"301","2":"Lee","3":"The cards from Celica reminded me that we received messages from Forsaken and Akdilek earlier today as well."},{"T":"301","2":"Lee","3":"Who knows, maybe they're also wishing you a happy birthday..."},{"T":"301","3":"You nod and gesture to Lee to open the message—although you are not sure how the news about your birthday reaches those two places."},{"T":"301","2":"Watanabe","3":"Hey, are you filming?"},{"T":"301","2":"Zong","3":"Sure thing! When have I ever screwed up?"},{"T":"301","2":"Watanabe","3":"Then perhaps you're losing your mind—honestly, is it necessary for us to send that commandant a birthday message?"},{"T":"301","2":"Zong","3":"Eh?! Boss, you're the one who always says Forsaken doesn't forget our friends. If it's a friend's birthday, it's only right for us to send our blessings even when we can't physically be there."},{"T":"301","3":"Watanabe does not seem to be able to refute Zong. He tries to say something, only to hold his words back, turning to the camera instead."},{"T":"301","2":"Watanabe","3":"Alright... Ahem. First of all, I'd like to say 'thanks' on behalf of the Forsaken. You've come to our aid multiple times last year, and your efforts have earned our respect."},{"T":"301","2":"Watanabe","3":"If this message is delivered to Babylonia on time, then it's still your birthday today..."},{"T":"301","2":"Watanabe","3":"Birthdays... are crucial to us Forsakens. It's likely that we will die on this land, alone and unknown. So we mourn the dead, and we celebrate the living."},{"T":"301","2":"Watanabe","3":"So, allow me to say this on behalf of all of us. Happy birthday."},{"T":"301","2":"Zong","3":"Okay, perfect! What a wonderful speech, boss. It felt like you were speaking from your heart instead of the prompter."},{"T":"301","2":"Watanabe","3":"Enough with that crap. Is the recording done?"},{"T":"301","2":"Zong","3":"Relax. The recording will be automatically encrypted and sent to Gray Raven through a secured channel in just a second."},{"T":"301","2":"Zong","3":"Oh, wait. I just discovered a problem..."},{"T":"301","2":"Watanabe","3":"What is it?"},{"T":"301","2":"Zong","3":"It seems to have recorded our conversation before and after the message as well... Hey, boss, chill! Put down your dagger first!"},{"T":"301","3":"It seems that it is lively as ever where the Forsaken is... Next up should be the message from Akdilek."},{"T":"301","2":"Sophia","3":"Hi, Commandant."},{"T":"301","2":"Changyu","3":"Has it started, Sophia?! Why didn't you call me?"},{"T":"301","2":"Sophia","3":"Not my problem that you're late."},{"T":"301","2":"Changyu","3":"I just 'missed the moment,' not 'late'!"},{"T":"301","2":"Jamilah","3":"Time is money. Don't you two have something to say instead of bickering?"},{"T":"301","2":"Sophia","3":"Okay. We heard that it's your birthday today, Commandant. Happy birthday..."},{"T":"301","2":"Changyu","3":"How wonderful! I bet your birthday party must be filled with people... Unfortunately, we aren't free to go to Babylonia."},{"T":"301","2":"Sophia","3":"After all, we have work to do, just like you."},{"T":"301","2":"Jamilah","3":"Alright, I'll give you two days off on your birthdays next time. We'll ask the commandant to come down here as well."},{"T":"301","2":"Sophia","3":"We can use the opportunity to sell our products... and bleed the commandant dry."},{"T":"301","2":"Changyu","3":"It's over... Commandant, you've been marked."},{"T":"301","2":"Bianca","3":"Looks like the girl from Akdilek is all grown up..."},{"T":"302","2":"Bianca? When did you arrive?"},{"T":"301","2":"Karenina","3":"Perceptive as ever. We just arrived—so did everybody else."},{"T":"301","2":"Kamui","3":"Commandant, we meet again! Look, Capt., we're not too late!"},{"T":"301","2":"Chrome","3":"We would have made it sooner if you didn't waste so much time on the way here..."},{"T":"301","2":"Kamui","3":"I was looking for Wanshi! That guy disappeared to who-knows-where after returning from a mission..."},{"T":"301","3":"At that moment, Liv carries a beautiful, delicate cake from the kitchen, drawing everyone's attention."},{"T":"301","2":"Kamui","3":"Capt.! Cake!"},{"T":"301","2":"Karenina","3":"He's so loud... But the cake does smell great. Did you make it yourself, Liv?"},{"T":"301","2":"Liv","3":"I did, and I put all my effort into it... Give it a taste, everyone!"},{"T":"301","2":"Kamui","3":"Haha! No wonder Camu asked me to save him a slice and tell the commandant 'happy birthday' before heading out for a mission."},{"T":"302","2":"Well, I'll have to ask you to thank him for me."},{"T":"301","2":"Liv","3":"Don't worry. I've baked plenty! But... this one is special..."},{"T":"301","3":"The cake even has 'Happy Birthday' written on it. It is so beautiful that you cannot bear to eat it."},{"T":"301","3":"Right when Liv puts the cake on the table, the table shakes. A Construct in white crawls out underneath."},{"T":"301","2":"Kamui","3":"Wanshi...?! How are you here?"},{"T":"301","2":"Wanshi","3":"I had training this morning. I worried that I'd miss the party if I napped, so... Yawn..."},{"T":"301","3":"Wanshi yawns, seemingly only half-awake."},{"T":"301","2":"Wanshi","3":"I smelled something nice and heard a familiar voice in my dream, so I woke up... Commandant, am I too late to wish you happy birthday?"},{"T":"302","2":"Of course not. Thank you."},{"T":"301","2":"Lucia","3":"Well, everyone's here! Let the party begins!"},{"T":"301","3":"You look around and find the tiny lounge packed with members from different teams and their colorful personalities. They are different, each of them, but their smiles are one and the same."},{"T":"301","3":"—If possible, you would pause the world and hold onto their smiles."},{"T":"301","2":"Ayla","3":"Right, Commandant, I have one more gift for you. I think you can make use of it."},{"T":"302","2":"Is this...?"},{"T":"301","3":"It is different from your usual recording device. This is an old camera from the golden age. The records you read call it an 'instant camera.'"},{"T":"301","2":"Ayla","3":"Compared to digital data, a camera like this can turn memories into a photo that you can physically hold. I think it's beautiful that way."},{"T":"301","3":"You hold the camera up, pointing it toward the crowd in the room. Your finger is on the shutter, hoping to this moment into forever..."},{"T":"302","2":"We're taking a photo! Look this way!"},{"T":"301","3":"Happy birthday, Commandant!"}]