[{"T":"301","3":"The riot in front of you lets out a strange roar, then turns into remains like before."},{"T":"301","2":"Lucia's Projection","3":"It's abnormal for Commandant to not respond. Murol, Xun, we're pulling out."},{"T":"301","2":"Lucia","3":"...I remember saying that before, but..."},{"T":"301","3":"The projections then fill in the blanks in Lucia's memory."},{"T":"301","2":"Murol's Projection","3":"Lucia... Go..."},{"T":"301","2":"Xun's Projection","3":"I'm worried... the commandant is also... in danger... A-after all, we only just escaped."},{"T":"301","2":"Lucia's Projection","3":"How could I leave you here?!"},{"T":"301","3":"She goes to Murol and Xun, trying her best to carry one of them first. At that moment, the long-disconnected former commandant finally contacts her."},{"T":"301","2":"Former Commandant","3":"...Lucia!"},{"T":"301","3":"He gasps for air as if he has just been through an arduous battle."},{"T":"301","2":"Lucia's Projection","3":"Commandant! Murol and Xun are seriously wounded. I need support!"},{"T":"301","2":"Former Commandant","3":"We can't! I know it's cruel to say this, but leave them there."},{"T":"301","2":"Former Commandant","3":"I've been ambushed! Get over here and provide backup!"},{"T":"301","2":"Lucia's Projection","3":"I can't abandon our comrades!"},{"T":"301","2":"Murol's Projection","3":"Don't worry about us... Xun and I can transfer our memories... We'll see you again... in no time."},{"T":"301","2":"Lucia's Projection","3":"Memory transfer? But that technology is still..."},{"T":"301","2":"Xun's Projection","3":"Don't worry... We might lose some memories, but... we'll be fine."},{"T":"301","3":"Xun forces a smile under unbearable pain."},{"T":"301","2":"Former Commandant","3":"LUCIA!!! Get back here ASAP! We don't have much time!"},{"T":"301","3":"Lucia's projection grits her teeth, showing a sign of reluctance as she leaves her fallen comrades."},{"T":"301","2":"Xun's Projection","3":"D-don't look so dismal... We'll see each other... in our new frames."},{"T":"301","2":"Lucia's Projection","3":"Okay... Don't break your promise!"},{"T":"301","3":"The two of them on the ground struggle to give her a thumbs up, watching Lucia leave."},{"T":"301","2":"Murol's Projection","3":"If we keep laying here... we'll become Corrupted... won't we?"},{"T":"301","2":"Xun's Projection","3":"Memory transfer takes time... Hold on a little longer."},{"T":"301","3":"Panting, their projections fade overr time, finally disappearing where they lie."},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"Remember anything?"},{"T":"301","3":"Lucia shakes her head. Even though she saw her projection, she still cannot recall any relevant memory data in her M.I.N.D."},{"T":"301","2":"Lucia","3":"But seeing them there confirms what the commandant said about the incident. It really did happen here."},{"T":"302","2":"(Hassen said...)"},{"T":"301","2":"Hassen","3":"Now that her frame contains data from Alpha, maybe it's time she has her full memories back."},{"T":"301","2":"Hassen","3":"Nikola withheld part of it at first out of concerns. He believed doing so would benefit our ongoing fight."},{"T":"301","2":"Hassen","3":"But that only solves our immediate problem. The longer it's held back, the easier Lucia gets lost in confusion and doubt."},{"T":"301","2":"Hassen","3":"I believe her bond with the Gray Ravens can keep her from crossing that line."},{"T":"301","2":"Asimov","3":"I've sent an access key to your terminal. It'll allow you to use the Spear of F.O.S. to access Lucia's Deep M.I.N.D."},{"T":"301","2":"Hassen","3":"That's where Alpha's memories are locked. You should know what that means."},{"T":"301","2":"Hassen","3":"It's up to you to decide when to use it."},{"T":"301","3":"Now that Lucia has accepted the first half of this memory, maybe you can give her permission now?"},{"T":"302","2":"Lucia, you..."},{"T":"301","3":"Just as you try to persuade her, you receive an emergency notification on your comms."},{"T":"301","2":"Murray","3":"Any issues?"},{"T":"302","2":"Nothing so far."},{"T":"301","2":"Murray","3":"I noticed that you've been in the same location for a while now. I was worried you were in danger."},{"T":"302","2":"We're just having a rest."},{"T":"301","2":"Murray","3":"Alright, but time is of the essence. The Red Tide is incoming."},{"T":"302","2":"?!"},{"T":"301","2":"Murray","3":"Evacuate the premises immediately. Bridget should be nearby, she should be able to give you a ride."},{"T":"302","2":"(Now's not the right time)","4":"(Tell her next time)"},{"T":"301","3":"After receiving this information, without further ado, you terminate the call and quickly proceed to the designated entrance—"}]