[{"T":"301","3":"Compared with the fading ruins, the residential areas hiding within them still more or less retain their past facade."},{"T":"301","3":"Situated between highrises, they have avoided the Punishing Virus in their small pockets."},{"T":"301","3":"Without fire and blades, the only thing that has passed through here is time."},{"T":"301","2":"Lucia","3":"I'm getting results from the scans... There seem to be five anomalies around here."},{"T":"301","2":"Lee","3":"We are the anomalies... I checked the scanner again. The module that separates friends from foes is apparently broken."},{"T":"301","2":"Liv","3":"There's no sign of Corrupted passing through here, so why..."},{"T":"301","2":"Construct","3":"Sigh. Who knows how the conservation area got marked by that wave of Corrupted? All the surrounding areas have been torn apart like here, except for the last defense underground."},{"T":"301","2":"Lee","3":"That is why we were sent here as reinforcement... Commandant, we have to set up the scouting devices on the rooftops next."},{"T":"301","2":"Lucia","3":"Please don't stay too far away, even if there are no signs of enemies nearby."},{"T":"301","3":"The Engineering Force member assigned to help you and the Gray Ravens proceed with their duties."},{"T":"301","3":"There is nothing you can do right now, so you decide to find a vantage point where you can observe the surroundings."},{"T":"301","3":"So you walk along the road between the remaining buildings until one of them catches your attention."},{"T":"301","3":"It appears to be the least tattered building from the outside, sitting in a secluded corner."},{"T":"301","3":"Entering the main hall, you find it looking exactly as you expected—"},{"T":"301","3":"Not a chaotic wreckage but a quiet decay."},{"T":"301","3":"As if silently stepping into the end, you feel forgotten by the world like the dust that has gathered within."},{"T":"301","3":"The rich colors of the past still linger on the flaking walls..."},{"T":"302","2":"Hm?"},{"T":"301","3":"The dust gathered on the handle of the door to the room beside you has been wiped away."},{"T":"301","3":"The handle has been turned, so it is not a Corrupted."},{"T":"301","3":"Your index finger lies on the grip of your pistol as your other hand reaches for the door handle."},{"T":"302","2":"(Open the door)"},{"T":"301","3":"Swoosh—swoosh—swoosh—"},{"T":"301","3":"..."},{"T":"301","3":"You smell the scent of greenery. Following where the wind comes from, you see the sky."},{"T":"301","3":"Looking from here, you see trees swaying in the light."},{"T":"301","3":"Cracked walls, climbing vines, scattered paper, and old notebooks."},{"T":"301","3":"The bright sunlight floods the room, soaking into the glistening white hair."},{"T":"301","3":"A small breeze moves the ends, bringing the hair to the drifting petals."},{"T":"301","3":"The silver-white figure leans on a chair, her eyes closed."},{"T":"301","3":"It all seems to be a small corner of a larger world, perfectly preserved in stillness."},{"T":"301","3":"This preposterous absurdity ought to feel distasteful, but it feels serene instead with her presence."},{"T":"301","3":"And yet, she does not react to your approach in the open. It seems that she has entered eternal sleep."},{"T":"301","3":"Wanting to be sure, you arrive by her side. In the silence, even your breath seems capable of stirring up a canvas, creating a ripple..."},{"T":"302","2":"(Reach out)"},{"T":"301","3":"Your fingertips touch her icy shoulder. Her calm face twists."},{"T":"301","3":"A pair of pale golden eyes meet yours."},{"T":"301","3":"The moment you are impressed by how clear they are—"},{"T":"301","3":"She tightly grasps your arm before you can react."},{"T":"301","3":"And her other hand presses against your neck."},{"T":"302","2":"!!!"},{"T":"301","3":"Her function still works perfectly. She avoided the anomaly scanner only because she was sleeping."},{"T":"301","3":"But you have never seen Constructs who would let their guard down this much while resting. She had no awareness of her surroundings as if she had shut her system down."},{"T":"302","2":"(Try to reach for your pistol)"},{"T":"301","3":"Her grip tightens. You cannot be certain that you can take her down in one shot even if you are Bob Munden incarnated."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Her delicate face remains unblemished like an exhibit carefully prepared."},{"T":"301","3":"At this distance, even the smallest flinch cannot fool the visual module of a Construct who is engaged in battle."},{"T":"301","3":"But she has not killed you outright, which means..."},{"T":"301","3":"With great difficulty, you gesture toward the patch on your arm, indicating that you come from Babylonia and not a Scavenger looting for parts."},{"T":"302","2":"Sorry for interrupting your sleep."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"The young lady releases her hands, leaning back in her seat."},{"T":"301","3":"Your brief quarrel and her hostility seem to have melted from the sunlight. What remains now is only a lady conversing with a stranger."},{"T":"301","3":"Judging from her clothing, you believe she is a Construct from the conservation area nearby."},{"T":"301","2":"Haicma","3":"Did I look like I was 'sleeping' like a human to you?"},{"T":"302","2":"The kind that you don't wake up from, perhaps.","4":"Not really..."},{"T":"301","3":"The lady stops asking and picks up a piece of paper."},{"T":"301","2":"Haicma","3":"Improvement required..."},{"T":"301","2":"Haicma","3":"Lacking detailed explanation on the different stages..."},{"T":"301","3":"She murmurs as if reflecting on the results of an experiment."},{"T":"302","2":"Excuse me... What are you doing?"},{"T":"301","2":"Haicma","3":"Studying how to 'sleep' like a human."},{"T":"301","3":"She gathers all the paper, stacking them nicely on the table."},{"T":"301","3":"You have learned of something like this from the staff in Star of Life. After becoming Constructs for a while, some people may feel some kind of unease."},{"T":"301","3":"It is not caused physically—not a hardware issue, per se. It comes from the cognitive dissonance one feels after losing their flesh and blood, their way of life completely upended."},{"T":"301","3":"Unable to adjust mentally, some of them find it difficult to accept their new identities. Mimicking past behaviors is a sign of that."},{"T":"301","3":"Apparently, the lady before you is planning exactly that."},{"T":"302","2":"Can I ask you what these are?"},{"T":"301","2":"Haicma","3":"Activity logs that are called 'diaries.'"},{"T":"301","2":"Haicma","3":"But their information seems to have been filtered. The records are not complete, and their details are lacking. More of a summary, I think."},{"T":"301","2":"Haicma","3":"Therefore, it's been difficult to recreate them. There are too many unpredictable variables."},{"T":"301","3":"Diaries are not bookkeeping. It is hard to demand too many details from them..."},{"T":"301","3":"But if she wants to experience the life before becoming a Construct, is there not a more direct way laid out before her than imitating these records?"},{"T":"302","2":"What about writing a diary?"},{"T":"301","2":"Haicma","3":"Writing... a diary?"},{"T":"301","3":"Unlike the data stored in her electronic components, human memories always fade away."},{"T":"301","3":"Which is why humans need to select and record the important parts. It is an act to counter their innate flaw."},{"T":"302","2":"You want to experience what it feels like to be human again, right?"},{"T":"301","2":"Haicma","3":"Again? Right."},{"T":"301","2":"Haicma","3":"My calculation suggests that this proposal has a higher chance of success."},{"T":"301","3":"Instead of forcing herself to repeat what cannot be recreated from those diaries, she should perhaps try to choose the memories worth preserving and record them herself."},{"T":"301","3":"She can reflect on and analyze them during this process. After all, recording facts is not the only purpose to write a diary."},{"T":"301","3":"Opening her notebook again, she seems to be about to put the idea into action."},{"T":"301","3":"But before that, you should probably do something about a Construct acting alone outside the conservation area..."},{"T":"301","2":"Lucia","3":"Commandant, where are you?"},{"T":"301","3":"Lucia's voice appears from the comms, interrupting your train of thought."},{"T":"301","3":"You quickly leave the room..."},{"T":"302","2":"What's wrong?"},{"T":"301","2":"Lucia","3":"The devices are deployed. The new scouting team is reporting an unusual presence of uninfected mechanoids."},{"T":"301","2":"Lucia","3":"The temporary command center on the surface has ordered us to investigate."},{"T":"301","3":"After confirming where you will meet, you return to the room, only to find the silver figure gone, along with her paper and notebooks."},{"T":"301","3":"With her gone, time moves again in the room as if your encounter was just a fantasy, a memory displayed by the abandoned house."},{"T":"301","3":"But she is a Construct from the nearby conservation area. Chances are you will meet again."}]