[{"T":"301","2":"Bridget","3":"Hey, you guys arrive at the right time."},{"T":"301","2":"Bridget","3":"I'm caught up in all these rescue missions here and I'm in over my head. Would you be able to help?"},{"T":"302","2":"No thanks...","4":"Sure."},{"T":"301","2":"Bridget","3":"Come on. It's got to do with the Red Tide, and we can't really ask the newbies for help. I'm sure Gray Raven is a lot more experienced."},{"T":"301","2":"Bridget","3":"I knew I could count on the Gray Ravens."},{"T":"301","2":"Bridget","3":"So here's the deal: the Silk Worm Commandant and a Construct member have been engulfed by the rising tide. We've lost all contact with them."},{"T":"301","2":"Bridget","3":"I think it might be too late to do anything now..."},{"T":"301","2":"Bridget","3":"One of the two remaining Constructs in their team has been assigned to a different group."},{"T":"301","2":"Bridget","3":"Things are a little more complicated with the other one. She wasn't there with them when their commandant was attacked, because she had been under treatment for severe injury."},{"T":"301","2":"Bridget","3":"She regretted not being able to save their commandant, and firmly believes that he is just too injured to contact us and that he's waiting to be rescued."},{"T":"301","2":"Bridget","3":"So she refused to be assigned to a different team and later escaped at night. She's also somehow blocked location tracking."},{"T":"301","2":"Bridget","3":"I would have asked a technician to track her down any other day, but we really need to do it ourselves now."},{"T":"301","2":"Bridget","3":"So? Would you be able to help?"},{"T":"302","2":"...Very well."},{"T":"301","2":"Bridget","3":"Wonderful! Well, let me send her information to your terminal."},{"T":"301","2":"Bridget","3":"She's probably looking for their commandant where the Red Tide has been. Look for her in the ruins."},{"T":"301","2":"Lucia","3":"Ruolin, frame name Antler, Attacker Construct."},{"T":"301","2":"Bridget","3":"Yes, that's her. I'll leave the job to you."}]