[{"T":"301","3":"As far as the conception of consciousness goes, humankind and the machines are different in one regard—that is, humankind is unable to recall when exactly they first became conscious in life."},{"T":"301","3":"Was it during infancy, when they first developed memories and emotions? Or from the very first cry after they left their mother? Or could it be traced all the way back to when the zygote was formed in the oviduct, and was about to rapidly self-divide?"},{"T":"301","3":"This topic is rather philosophical than biological. But the same question is very easy to answer for mechanoids."},{"T":"301","3":"When you connect a mechanoid to power and turn on its program, a brand-new, mature, and highly-intelligent consciousness is born."},{"T":"301","3":"Mechanoids can find any moment that is stored in their memory at any time."},{"T":"301","3":"A prediction by humankind produces contradiction—because, try as they may, humankind will run into unpredictable causality and time."},{"T":"301","3":"But in a computed prediction by mechanical programs, every action is but an execution of the known future."},{"T":"301","3":"Running at full power, Gestalt is able to deduce several different routes of the world's possible endings. Nanami will store them all in her memories."},{"T":"301","3":"Gestalt's simulation of the future has no influence on what's going on in the real world. Each time Nanami makes a decision on a time node, a possible future outcome is selected. When she moves forward, infinite possibilities are created once again."},{"T":"301","3":"She is unaware of how many possible scenarios stand between her and the future at the end of the chosen time-space. Nor does she know whether all the routes selected will lead to the same future."},{"T":"301","2":"Gestalt","3":"The one called Nanami. You are about to enter the simulation. Confirm?"},{"T":"301","2":"Nanami","3":"Confirm... Urgh."},{"T":"301","3":"The influx of beyond-threshold computing power makes Nanami's face twist, but her eyes soon light up again as she gets used to it."},{"T":"301","2":"Gestalt","3":"...Simulation commenced. Launching world reconstruction. 10%..."},{"T":"301","3":"The data space begins to distort as a possible future is gradually constructed... It is all-new, but so real."},{"T":"301","2":"Gestalt","3":"The one called Nanami. You are about to enter your third simulation. Confirm?"},{"T":"301","2":"Nanami","3":"Yes."},{"T":"301","2":"Gestalt","3":"...Commencing the fifth simulation."},{"T":"301","2":"Gestalt","3":"Are you ready to commence a ninth calculation?"},{"T":"301","2":"Gestalt","3":"...Commencing the twelfth world reconstruction... 25%..."},{"T":"301","2":"Gestalt","3":"……31%……46%……"},{"T":"301","2":"Gestalt","3":"The one called Nanami. Do you wish to confirm..."},{"T":"301","2":"Gestalt","3":"The one called Nanami... What is that?"},{"T":"301","2":"Nanami","3":"H-ha... This?"},{"T":"301","3":"The girl pats her mech and smiles."},{"T":"301","2":"Nanami","3":"Mecha babushka, have you ever watched a movie named 'Oceanic Rim'?"},{"T":"301","2":"Gestalt","3":"...According to my search results, it's a sci-fi movie humankind created in the Golden Age."},{"T":"301","2":"Nanami","3":"I have... seen a lot of interesting work like that. humankind loves giant robots with a capital L."},{"T":"301","2":"Nanami","3":"In their culture, such robots are often related to the power of god... As long as humans are piloting them, they have the courage to battle storms."},{"T":"301","2":"Nanami","3":"I think I now understand... why I have Power in the future. I really like it."},{"T":"301","2":"Nanami","3":"Which is why I made it... I mean, if I didn't make it, then I don't see why I always have Power with me in the future. Interesting, no?"},{"T":"301","2":"Gestalt","3":"Are you implying that robots are a symbol of man-made power to fight against destiny?"},{"T":"301","2":"Gestalt","3":"But my scanning results only show that the mechanoid named Nanami was experiencing a computing power overload. I believe this robot is but evidence that you had to change to a different frame and rely on external tools to continue the simulation."},{"T":"301","2":"Nanami","3":"Haha. That's so not romantic..."},{"T":"301","2":"Gestalt","3":"Let's stop right here, Nanami."},{"T":"301","2":"Nanami","3":"But Nanami just likes it!"},{"T":"301","3":"Nanami puts her hands on Power. Then, raising her head, she looks calm but determined."},{"T":"301","2":"Nanami","3":"...I really like it, mecha babushka. So let's keep going. Next simulation, please."},{"T":"301","2":"Gestalt","3":"...Commencing the thirty-sixth simulation. Launching world reconstruction..."},{"T":"301","3":"Floating among numerous bubbles of worlds, the girl extends her arms."},{"T":"301","3":"A program."},{"T":"301","3":"A bunch of data."},{"T":"301","3":"Several repeating tests."},{"T":"301","3":"The infinite permutation of 0s and 1s that form the future."},{"T":"301","3":"Numerous 'IF' scenarios that cover all the possible routes."},{"T":"301","3":"In millions of dreams, in every simulation, the girl will stand against the world with all her strength."},{"T":"301","3":"Having witnessed all the futures, she still pursues them without a second thought."}]