[{"T":"301","2":"Vera","3":"They all relied on their own ideals, their experience... and then they just died, leaving me here alone with the pain."},{"T":"301","2":"Vera","3":"They were all the same."},{"T":"301","2":"Vera","3":"I joined the Military Academy... studied tactics... all because I wanted to do something... for someone."},{"T":"301","2":"Vera","3":"But why... What went wrong?"},{"T":"301","3":"Vera starts pummeling the walls with her fists, letting the pain course through her veins."},{"T":"301","2":"Vera","3":"It's all the Punishing Virus's fault! Why did this stupid virus have to appear? Why do humans have to be defeated by some dumb virus?"},{"T":"301","2":"Vera","3":"It's not my fault! I didn't do anything wrong. I always try to offer suggestions, but no one ever listens."},{"T":"301","2":"Vera","3":"I always do my job to the best of my ability, but some things are just impossible!"},{"T":"301","2":"Vera","3":"It's not my fault at all! I'm not Death... I don't want to be Death!"},{"T":"301","2":"Vera","3":"I came to the battlefield to save people!"},{"T":"301","3":"Vera's M.I.N.D. begins to boil, dizziness overtaking her throbbing head."},{"T":"301","2":"???","3":"...Can't you be quieter, bud? Did you really have to yell all that out like that?"},{"T":"301","3":"As Vera slumps against the wall, a familiar voice speaks from the detention room next door. It is the Construct who called Vera 'Death'."},{"T":"301","2":"Vera","3":"So you heard all of that?"},{"T":"301","2":"Construct","3":"Yeah."},{"T":"301","3":"Silence follows. After a few minutes, the Construct speaks again."},{"T":"301","2":"Construct","3":"I'm sorry... I shouldn't have called you Death."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Construct","3":"Hey, say something, yeah? It took me a while to speak up. Apologizing takes courage, you know."},{"T":"301","2":"Vera","3":"Apology accepted."},{"T":"301","2":"Construct","3":"Is that all?"},{"T":"301","2":"Construct","3":"Tch, you're a weird one. We still have a while left in here. Shall we chat?"},{"T":"301","2":"Vera","3":"I refuse."},{"T":"301","2":"Construct","3":"People spread rumors because of your aloof attitude. Don't you know?"},{"T":"301","2":"Vera","3":"I don't want to go with the flow. I didn't become a Construct and enter the battlefield to please others."},{"T":"301","2":"Construct","3":"Same here."},{"T":"301","2":"Construct","3":"Like you, I didn't end up amounting to anything. The others, too."},{"T":"301","2":"Construct","3":"So I guess I changed, too. For the worse."},{"T":"301","3":"All who chose to become soldiers did so for their own reasons... but they inevitably succumb to the pressure on the battlefields."},{"T":"301","3":"Not even Vera remembers what motivated her in the beginning."},{"T":"301","3":"All she remembers is fleeing from battlefields... only to be forced to enter the next battlefield, which she will also flee from."},{"T":"301","3":"She curls up in the corner, fists balled up in front of her chest, clutching the fabric of her shirt."},{"T":"301","2":"Vera","3":"What's the point of surviving every battle? My life right now... Can it even be called living?"},{"T":"301","2":"Vera","3":"The world is filled with nothing but despair and pain. What can we even do?"},{"T":"301","2":"Vera","3":"In my next mission... I might as well just... Ow, my chest..."}]