[{"T":"301","3":"The next morning, all the remaining soldiers of Base 068 safely arrived at the nearest depot."},{"T":"301","3":"I risked being demoted and gave my commander a guarantee to put together a Construct army toward Base 068."},{"T":"301","3":"I told him we left lots of supplies that needed to be retrieved. There might also be survivors who didn't manage to retreat in time."},{"T":"301","3":"I honestly don't believe it myself. What creature can survive a legion of Corrupted for one night on a deserted battlefield?"},{"T":"301","3":"If there is a miracle, no matter how late, I would like to witness it."},{"T":"301","3":"I gesture to the soldier to keep moving."},{"T":"301","2":"Construct Soldier","3":"Push forward!"},{"T":"301","3":"The scattered team continues to move forward. Suddenly, a soldier holding a detector stops and looks to the front in suspicion."},{"T":"301","2":"Construct Soldier","3":"Wait... Isn't this area already abandoned? Why are there so many life signals?"},{"T":"301","3":"I quickly take over his detector. It beeps louder as I walk forward."},{"T":"301","3":"I walk to a mostly collapsed wall and pull the scrapped door open."},{"T":"301","3":"The sun shines into the cramped space. Dozens of wounded soldiers lie exhausted in this room. Some have lost limbs or suffered great trauma, some are already showing signs of infection after the CPF stopped functioning. But they are all alive."},{"T":"301","2":"Construct Soldier","3":"Reporting to HQ, we've found..."},{"T":"301","3":"The still-conscious soldiers turn to me. A ray of sunlight shines upon their faces. I see hope in their eyes."},{"T":"301","2":"Soldiers","3":"It's real... Someone has come for us..."},{"T":"301","3":"Gloomy Face is also there. He slumps on the ground ahead, still holding a half-empty bottle of hemostatic potion—he was probably helping to treat the other soldiers. The medic huddles among the soldiers. She is dead quiet, I can't even tell if she is still alive."},{"T":"301","2":"Gloomy Face","3":"She's alive..."},{"T":"301","3":"He makes that annoying smile again."},{"T":"301","2":"Yelena","3":"Help them! Hurry!"},{"T":"301","2":"Construct Soldier","3":"Roger that! One heavily wounded medic, and... 35 treated soldiers..."},{"T":"301","2":"Construct Soldier","3":"Please send in the medical unit ASAP!"},{"T":"301","2":"Construct Soldier","3":"They were all... treated by this one medic?"},{"T":"301","2":"Construct Soldier","3":"Quick... We have to save her."},{"T":"301","3":"The Construct soldiers immediately start moving. I ask them to move out those with less severe injuries first."},{"T":"301","2":"Yelena","3":"Leave her alone for now. She's got multiple compound fractures."},{"T":"301","2":"Medic","3":"..."},{"T":"301","3":"She seems to have heard me as her eye lashes move slightly. I quickly squat next to her."},{"T":"301","2":"Medic","3":"...Officer... Yelena? Is that you?"},{"T":"301","2":"Yelena","3":"...You're a fool. This is a serious violation of discipline."},{"T":"301","3":"She barely pulls a smile. Her eyes are still closed."},{"T":"301","2":"Medic","3":"...It's so good... to have you here..."},{"T":"301","3":"She becomes silent again, but I can still detect her life signals. I stand up again and notice Gloomy Face on his feet already, holding crutches. I walk straight to him and pull him out of the door."},{"T":"301","2":"Yelena","3":"Why did you run?"},{"T":"301","2":"Gloomy Face","3":"..."},{"T":"301","2":"Yelena","3":"Why did you run?"},{"T":"301","3":"He looks away and his lips start to tremble. I already know the answer."},{"T":"301","3":"I release his collar. He stumbles."},{"T":"301","2":"Yelena","3":"Then why did you let her save your life? Aren't you ashamed?"},{"T":"301","2":"Gloomy Face","3":"I'm sorry..."},{"T":"301","2":"Yelena","3":"This is a war. It doesn't need your apology."},{"T":"301","3":"I want to keep my promise and shoot him. He starts to sob like a coward, his head buried between his shoulders. He then starts to stammer with great determination."},{"T":"301","2":"Gloomy Face","3":"Please, execute me... I'm a deserter. I would have died back there if not for her..."},{"T":"301","2":"Gloomy Face","3":"I will... take responsibility. I don't want to run again..."},{"T":"301","3":"I close my eyes and inhale a deep breath."},{"T":"301","2":"Yelena","3":"...All deserters will be expunged from the army and must never enter any jurisdiction of the World Government. Now, get lost before you piss me off further."},{"T":"301","2":"Gloomy Face","3":"...Why?"},{"T":"301","2":"Yelena","3":"She risked her life saving you. Twice. I respect her decision as a medic."},{"T":"301","3":"I watch him burst into tears apathetically."},{"T":"301","2":"Gloomy Face","3":"Sorry... I'm so sorry..."},{"T":"301","3":"He clumsily bends down to pick up his crutches."},{"T":"301","3":"After getting back on his feet, he wipes his face and looks me in the eye for the first time."},{"T":"301","2":"Gloomy Face","3":"I will live on... She saved my life..."},{"T":"301","2":"Gloomy Face","3":"I'm a coward... but the words she told me gave me the courage to live..."},{"T":"301","3":"He limps out, mumbling to himself."},{"T":"301","2":"Yelena","3":"Hey, Gloomy Face."},{"T":"301","3":"I stop him again."},{"T":"301","2":"Yelena","3":"What did she say to you?"},{"T":"301","2":"Gloomy Face","3":"When she was treating me, she said..."},{"T":"301","3":"He tries to recite every word she said last night."},{"T":"301","2":"Gloomy Face","3":"Humanity was bred from such destruction..."},{"T":"301","2":"Medic","3":"Remember the question you asked me...? 'Should we humans embrace our destiny of destruction?'"},{"T":"301","2":"Medic","3":"I thought about it for a long time."},{"T":"301","2":"Medic","3":"I am just as lost as you, with no place to go back to, and do not know where to go either. I'm just drifting about in the doomsday."},{"T":"301","2":"Medic","3":"But when I was looking at the stars tonight, I suddenly understood..."},{"T":"301","2":"Medic","3":"...Humanity was bred from such destruction."},{"T":"301","2":"Medic","3":"We are all unique. No matter how hard life treats you, you will have your own way to shine."},{"T":"301","2":"Medic","3":"There is always hope, as long as we are alive."},{"T":"301","2":"Medic","3":"So my answer is, please try your best to live every day to the fullest. I may not have a home to go back to, but other soldiers still do... The things and people they love are still waiting for them."},{"T":"301","2":"Gloomy Face","3":"...That was her answer."},{"T":"301","3":"...It all makes sense. How could I not understand?"},{"T":"301","3":"Didn't she give me hope when she first stepped on the battlefield?"},{"T":"301","3":"When she reaches out to every badly wounded soldier, isn't she spreading her faith?"},{"T":"301","3":"When I pulled the door open, I saw light on the faces of those soldiers. It was their resurrection."},{"T":"301","3":"No matter what vessel holds her soul, her spirit cannot be concealed. She is a light that shines in the darkness, a spark in this dark and desperate age."},{"T":"301","3":"I watched him leave. An egret lands on the top of the ruins under the sun, making a long and peaceful chirp."},{"T":"301","3":"The hope she gave me is still passed down through the troops I lead. Most of the soldiers she rescued managed to survive, and they continue to follow me."},{"T":"301","3":"Later on, the World Government began to implement Construct technologies on a large scale and established formal Construct armies that reported to the World Government directly. I had been assigned to the Task Force."},{"T":"301","3":"I never met her again, but I heard that she had also become a Construct in the end."},{"T":"301","3":"I still talk about her in front of the rookies. But this time, she is still alive, fighting for mankind somewhere in this world."},{"T":"301","3":"As the Punishing Virus continued to evolve, mankind faced even greater challenges. I hate to admit, but when my squad was sent to the Pulia Forest Park Ruins, that battle was the most difficult one I had ever fought."},{"T":"301","3":"Each time, after my squad suffered a great loss from Hetero-Creatures, I would be re-assigned to another squad that had lost their captain. The cycle continued indefinitely."},{"T":"301","3":"When my body finally failed to function, I was overwhelmed by Hetero-Sapiens. Somehow, I started to miss that medic in my blurred M.I.N.D."},{"T":"301","3":"It's been too long, and I have fought too many battles. I feel like I have seen her, but she is nothing like what I remember."},{"T":"301","2":"Yelena","3":"...□□□?"},{"T":"301","3":"I try to endure the agonizing pain and call her name. It's slightly comforting knowing that at least I'm not quoting her name as one of my deceased soldiers... But not much better. I think I'm dying."},{"T":"301","3":"She is right above me, glowing like a goddess that descends from the sky. I see a compassionate smile with a hint of sadness on her face. Just like one of those symbolic statues in churches. She gazes upon me like a sacred mother looking at her newborn, so devout, loving, and kind."},{"T":"301","3":"I feel a little confused. Is that her? Or am I seeing an angel because I'm dying?"},{"T":"301","3":"She gently waves her scepter. A soothing wave flows over my M.I.N.D., drawing away the pain, as well as the raging, desperate scream of my soldiers."},{"T":"301","3":"I no longer feel desperate or painful. If this is what death is, I must thank the God for making it so peaceful, though I have never seen him."},{"T":"301","2":"Yelena","3":"If you are an angel... Please, save my soldiers too. And that medic... Please bless her so she can survive."},{"T":"301","3":"I mutter to myself as I think of my soldiers. Those brave and poor souls... The scenes of their deaths gradually fade away in my vision. I feel like I have returned to my hometown, surrounded by family and friends. We drink and build a bonfire on the snow while fending off wild bears from the forest."},{"T":"301","3":"I close my eyes and indulge myself in deep, comforting dreams with peace of mind."}]