[{"T":"301","3":"The sound of the pipe that heralds death is too sorrowful to bear. It is a heartbreaking elegy."},{"T":"301","3":"Your thoughts drift away. And your body feels heavier than ever."},{"T":"301","3":"You twist and grasp at the air like a dragon struggling to break free from invisible shackles. The bellow, the shriek, and the melody of madness slowly lose their order as the sound of the pipe fades away like a weary man desperately carrying a broken tune. It is the last cry of his hoarse whisper."},{"T":"301","3":"The sound of that pipe suddenly comes to a stop."},{"T":"301","3":"Everything goes quiet abruptly."},{"T":"301","3":"Plink."},{"T":"301","3":"Plink. Plink. Plink."},{"T":"301","3":"Sticky blood drips on the sand and quickly gets absorbed. As sanity fades away, the life force is also slowly drained."},{"T":"301","3":"The dragon claws are cold and sharp. You feel like you are nothing but a chunk of meat in the shape of a human or merely a skeleton, pegged down in the name of agony and unable to break free."},{"T":"301","3":"Agony and relief are like twins in a womb. Fantasy and reality are intertwined and mixed together."},{"T":"301","3":"When have you speculated about this sort of boundless pain before? Have you ever felt something similar before?"},{"T":"301","3":"Are you in a dream? There is a figure slowly coming into view in your mind."},{"T":"301","3":"Devouring. Dismemberment. Fusion. The girl's broken body and the soul lasting for one eternity are painful fragments embedded in memories, impossible to be removed."},{"T":"301","3":"The distressed girl, now trapped inside the giant monster, must have endured agony that is a hundred times—even a thousand times—worse than yours."},{"T":"301","3":"You can see the tragic events in the past from those eyes that look like amethysts."},{"T":"301","3":"Was it... 'save me' or... 'kill me'?"},{"T":"301","3":"...The memories are a blur."},{"T":"301","3":"You struggle to keep your head straight as you suddenly feel overwhelming guilt."},{"T":"301","3":"The lingering sound of pipe and the mysterious sorcery manipulate the dragon, bringing calamity and death to this world."},{"T":"301","3":"Can this be the revenge of that girl, or is this the consequence of another person's sins?"},{"T":"301","3":"Mustering your last bit of strength, you struggle to turn your head slightly in the direction where the sound of the pipe is coming from."},{"T":"301","3":"Your vision starts to blur."},{"T":"301","3":"The girl playing with the pipe and the disintegrated figure slowly become one."},{"T":"301","3":"Is this a fantasy? Are you running away from the ugly truth?"},{"T":"301","3":"In the distance, the girl looks slightly nervous and tense. She keeps a firm grip on her pipe, her bangs hanging down and covering her face as she stands alone like a desert island."},{"T":"301","3":"Surrounded by endless silence and sadness, this desert island is anything but lively and relieved, the complete opposite of what you thought it would be."},{"T":"301","3":"All senses have become blurred and unresponsive. Memories grow dull and vague. You can hear faint whispers in your ears."},{"T":"301","3":"I'm sorry. I'm so sorry..."},{"T":"301","3":"I couldn't save you... I... I killed you."},{"T":"301","3":"Who is talking? It's... me? Or... you?"},{"T":"301","3":"—Now I want spirits to enforce, art to enchant,"},{"T":"301","3":"—And my ending is despair."},{"T":"301","3":"The eyes of that girl are glowing. It is as if she is looking at another world through a cold wall. As her emotions get intense, her voice lowers with a trembling tone almost too subtle to be heard."},{"T":"301","2":"The Long-haired Girl","3":"...He drops into the water, facing up. The vast sky comes swooshing down."},{"T":"301","2":"The Short-haired Girl","3":"What happened after that? Is everything okay? Where did the dragon go?"},{"T":"301","2":"The Long-haired Girl","3":"After that..."},{"T":"301","3":"..."},{"T":"301","3":"Is this the end of the story?"},{"T":"301","3":"It ends with a tragedy filled with regrets."},{"T":"301","2":"??","3":"...【kuroname】. 【kuroname】."},{"T":"301","3":"You feel like you are drowning. Your organs are soaked and immersed in water, swelling and aching. Dizzy and disoriented, you feel as if you just woke up from a dream, unable to tell where it begins or ends. Your instinct is driving you to inhale deeply."},{"T":"301","3":"It is almost like even the smell in the air has changed. This overwhelming disappointment still pulls at the heartstrings."},{"T":"301","3":"It is as if the soul returns to the body in the blink of an eye. The visual red quickly fades away. And the heart starts pounding again."},{"T":"302","2":"I..."},{"T":"301","3":"A hand gently lays on your shoulder as the other hand goes around to the back of your head and takes down the connection device you are carrying."},{"T":"301","3":"You see Ayla. Her face is so close to yours. She slightly leans forward and puts her hand on your shoulder. Her glowing eyes look you in the eyes. It seems she is checking on you."},{"T":"302","2":"I'm fine.","4":"What happened to me?"},{"T":"301","3":"Right after you finish your sentence, the memories start coming back to you."},{"T":"301","3":"After Operation Red Tide, Gray Raven followed the main troop and returned to Babylonia under Hans' lead."},{"T":"301","3":"After you were done with the missions on the surface, you immediately got in touch with Ayla and told her everything you knew about Selena."},{"T":"301","3":"After that, Ayla asked the Parliament for permission to investigate the surface several times, but all her requests were declined due to various reasons. Things were complicated on the surface."},{"T":"301","2":"Allen","3":"Things are different this time. I'm sorry, but even I can't do anything now that the request has been declined."},{"T":"301","3":"After the operation, the Construct troops responsible for searching the surface quickly hop in and start helping with the other work. They will scan and record every scene, recycle the samples they collect, and bring those samples back to Babylonia for analysis."},{"T":"301","2":"Allen","3":"If there is any clue about Selena..."},{"T":"301","3":"Upon mentioning that name, Allen pauses for a while. That name belongs to a well-renowned artist. Every WGAA member knows her."},{"T":"301","2":"Allen","3":"...The World Government Association of Art will mobilize every possible resource to get down to the bottom of things. Before the investigation and sample analysis bear fruit, all we can do is wait."},{"T":"301","3":"Ayla accepted this proposal. And as you wait for the analysis to yield results, Ayla comes to find you one day."},{"T":"301","3":"She extends an invitation to you."},{"T":"301","2":"Ayla","3":"You were the last person to have seen Selena."},{"T":"301","2":"Ayla","3":"I hope you can..."},{"T":"301","3":"Ayla's voice pulls you from your memories back to reality."},{"T":"301","2":"Ayla","3":"What you just experienced is called a 'theater play.'"},{"T":"301","3":"Ayla relaxes her arms and straightens her back. Then, you notice Ayla is holding a small holographic connection device in her hand. It looks like some sort of an exquisite crown that is more like a retro cosmetic item or a symbol of high socioeconomic status rather than a technology product."},{"T":"301","2":"Ayla","3":"It seems this immersive holographic theater play technology can still use some improvement in terms of its user experience."},{"T":"302","2":"This side effect is much worse than that of a remote connection.","4":"It needs improvement.","6":"You don't seem well, Ayla."},{"T":"301","2":"Ayla","3":"I think the nature of this technology is similar to that of a remote connection as they both allow a commandant to synchronize with a Construct."},{"T":"301","2":"Ayla","3":"The theater play experience is, in fact, another type of emotional connection that allows more people to connect together. Connections no longer exist only among characters. The audience and creators can become part of it as well."},{"T":"301","2":"Ayla","3":"I think Selena told me about that second half."},{"T":"301","2":"Ayla","3":"Now that I think about it, perhaps that is what the experience is meant to be. You see, you were immersed in it."},{"T":"301","2":"Ayla","3":"Is that the insight of a commandant?"},{"T":"301","3":"You see that familiar, impish grin on Ayla's face again, but her eyes are dead serious."},{"T":"301","3":"Even when you are not on a mission, you always pay attention to your surroundings, calculating, analyzing, and using that as information."},{"T":"301","2":"Ayla","3":"That is a good habit. Many excellent creators do that as well."},{"T":"301","3":"Ayla suddenly pauses, seemingly thinking about her missing friend again."},{"T":"301","2":"Ayla","3":"Can you tell me?"},{"T":"301","3":"She adjusts her posture and straightens her back a little bit as if she is preparing for a hard-to-swallow truth or her death sentence."},{"T":"301","2":"Ayla","3":"What did you see in the 'theater play' just now?"},{"T":"302","2":"It was a story about an evil dragon."},{"T":"301","3":"Ayla does not look surprised at all."},{"T":"301","2":"Ayla","3":"Were you the champion? Or should I say, were you playing the champion in that story?"},{"T":"302","2":"I'm not sure.","4":"Perhaps, I was.","6":"There was no champion in that story."},{"T":"301","2":"Ayla","3":"..."},{"T":"302","2":"In the end, the dragon killed 'me.'"},{"T":"301","2":"Ayla","3":"The ending of the story I remembered..."},{"T":"301","2":"Ayla","3":"...It was nothing like this."},{"T":"302","2":"Did Selena write this story?"},{"T":"301","2":"Ayla","3":"Have you heard of 'The Acadia Evacuation'?"},{"T":"302","2":"I have.","4":"I haven't.","6":"..."},{"T":"301","3":"It is an opera, a perfect piece of performance art written by a young, talented artist. Its debut in the magnificent grand theater of Babylonia was a sold-out show. People tried desperately to get a ticket."},{"T":"301","2":"Ayla","3":"It was the first opera Selena performed on stage and her first opera that became known to the public."},{"T":"301","2":"Ayla","3":"The Tempest brought Selena and me together."},{"T":"301","3":"In a small exhibition, the girl uses her makeshift holographic projection device to demonstrate her own adaptation of the dated classic from the Golden Age."},{"T":"301","3":"—Duke Prospero forgave Antonio."},{"T":"301","3":"—The people of Naples continued to live on their prosperous land as before."},{"T":"301","3":"—Naples was still a place of hope, despite the occasional disputes and conflicts."},{"T":"301","3":"The anticipated ending stays true to the original: a happy reunion."},{"T":"301","3":"Back then, Ayla was not sure if there was any meaning to this. After she has embarked on the same journey, she slowly realizes the truth."},{"T":"301","3":"The true intention of a creator is always revealed in their work."},{"T":"301","3":"What they have thought and experienced, and what they truly want to express."},{"T":"301","3":"It does not matter if it is colorless speculation or intense feelings of anger, arrogance, innocence, complacency, humility, desire, helplessness, and everything you can and cannot put into words."},{"T":"301","3":"So, why did this story end this way?"},{"T":"301","2":"Allen","3":"After 'The Acadia Evacuation' achieved success, Selena turned down all the invitations, be it interviews or celebration parties. Instead, she filed a request for a holiday. I allowed it."},{"T":"301","2":"Allen","3":"Some artists worry that they'd lose themselves in this world of distractions. That's perfectly understandable. Back then, I believed 'The Acadia Evacuation' was merely the beginning of Selena's great career."},{"T":"301","2":"Allen","3":"I only saw her once during that time."},{"T":"301","3":"Selena is unlike any artist of the new generation. She is lauded by the media, but Allen never finds her indulging the attention. Her hair is messy, her steps hurried, and she has nary a hint of vanity despite her success."},{"T":"301","3":"It is almost as if she is still fighting her enemies in an eternal conflict, and there is no time for her to rest or even catch a breath."},{"T":"301","2":"Allen","3":"She filed a request for a long-term lease of WGAA's theater machine Hamlet and access to data submission."},{"T":"301","3":"That is when Allen notices that Selena is keeping some dated files and software with her, including the notebook she used when she first joined the WGAA."},{"T":"301","3":"A very traditional way of creating and keeping records."},{"T":"301","3":"Curious, he asks Selena about what is in the notebook."},{"T":"301","2":"Selena","3":"It is a fantasy story."},{"T":"301","3":"Selena looks slightly embarrassed, but before anyone can notice, her expression is replaced by a faint smile. Her purple eyes are pure and glowing as always."},{"T":"301","2":"Selena","3":"It's an unfinished fantasy. I wrote it before I started doing operas, and it was a mess because I lacked experience at the time."},{"T":"301","2":"Allen","3":"So, it's your first story, but you haven't finished it yet?"},{"T":"301","2":"Selena","3":"Yes... my first story. I had an idea about how it should end, but I never wrote it down. After exchanging some thoughts with a friend recently, I've gained some new ideas and perspectives."},{"T":"301","2":"Allen","3":"Are you going to make changes to the original story?"},{"T":"301","3":"Selena pauses for a brief moment before she smiles."},{"T":"301","2":"Selena","3":"Perhaps. I'm not sure. But I do hope I can finish this story. And once it's done, I hope I can use WGAA's latest theater machine to play it."},{"T":"301","2":"Allen","3":"Of course. That's exactly why 'Hamlet' was created in the first place."},{"T":"301","2":"Selena","3":"Thank you very much, Chairman."},{"T":"301","3":"When Allen meets Selena again, she has already become a Construct of the Archaeological Team."},{"T":"301","2":"Ayla","3":"What you just experienced is Selena's first story."},{"T":"302","2":"What's 'Hamlet'?"},{"T":"301","2":"Ayla","3":"Hamlet is the name of WGAA's holographic AI theater play machine."},{"T":"301","2":"Ayla","3":"Using the latest technology, it provides a completely immersive experience, unlike any traditional theater performance. But this technology is still in development and costly, so it hasn't been widely adopted."},{"T":"301","2":"Ayla","3":"The machine you are using right now is the only one on Babylonia. Its regular maintenance is done by a department of the Science Council and governed by the Control Court."},{"T":"301","2":"Ayla","3":"As for the name, Chairman Allen picked 'Hamlet' himself."},{"T":"302","2":"What would you have me do, Ayla?"},{"T":"301","3":"Ayla has been searching for traces of Selena, whether it is the cosmic whispers from the space station or the whale songs from the crimson wastelands."},{"T":"301","3":"Yet, she is always a step too late."},{"T":"301","2":"Ayla","3":"Many people thought Selena had given up on opera and art."},{"T":"301","2":"Ayla","3":"But that's not the case. On the contrary, Selena chose to become a Construct because she was pursuing art. She wanted to portray truth in her work."},{"T":"301","2":"Ayla","3":"Many people believe Selena had lost all hope to live when she was on the mission in the space station."},{"T":"301","2":"Ayla","3":"But that's not true."},{"T":"301","3":"As death drew near, you looked into the eyes of that hideous figure buried inside the Hetero-Creature. You would never forget what you saw."},{"T":"301","3":"Your feelings were raging."},{"T":"301","2":"Ayla","3":"Selena never gave up."},{"T":"301","3":"This isn't how it is supposed to end. It shouldn't be this sad."},{"T":"301","2":"Ayla","3":"Hamlet's database shows Selena uploaded three entries."},{"T":"301","2":"Ayla","3":"All the data was uploaded to the same software pack with simple encryption."},{"T":"301","2":"Ayla","3":"The first upload happened shortly after Selena joined the WGAA. The second upload was after the performance of 'The Acadia Evacuation'. And the third was before her last mission in the space station."},{"T":"301","3":"This story has more than just one ending. Perhaps Selena made multiple changes to the storyline."},{"T":"301","3":"She rehearsed this story countless times."},{"T":"301","3":"It is something Selena mentioned briefly in her letters. You can also learn this from the data history in Hamlet's backend."},{"T":"301","3":"As the playwright, the actress, and the audience, what is it that you wanted to convey? What did you experience? And what did you feel?"},{"T":"301","3":"Ayla cannot help but wonder about these questions."},{"T":"301","3":"There is a way to crack open the Hamlet software."},{"T":"301","3":"But rather than ravaging it and tearing it apart, she wants to experience and listen as a character in the story or an audience. She wants to experience the message Selena left behind."},{"T":"301","3":"She wants to rely on her intuitions and inspirations to seek that fleeting echo."},{"T":"301","3":"Perhaps she is just trying to comfort herself. Maybe her stubbornness is meaningless, and the different endings never existed. She may never understand, despite how much she emphasizes."},{"T":"301","3":"Is that so, Selena?"},{"T":"301","2":"Ayla","3":"Would you be willing to feel this story once again, 【kuroname】?"}]