[{"T":"301","2":"???","3":"I can't thank you enough!"},{"T":"302","2":"You're Komori, right?"},{"T":"301","2":"Komori","3":"Yes! And you must have been sent by Sagawa!"},{"T":"301","2":"Komori","3":"If it weren't for you, we would never have made it back in one piece..."},{"T":"301","2":"Komori","3":"These parts are getting more dangerous by the day..."},{"T":"301","2":"Komori","3":"Sagawa always wants us to move to somewhere else, but the elder always opposes the idea."},{"T":"301","2":"Komori","3":"If even the elder's son can't change his father's mind, what chance do we have..."},{"T":"301","2":"Liv","3":"I see... so that's why Sagawa said he was going to 'force his father's hand,' huh?"},{"T":"301","2":"Komori","3":"What? He said that?"},{"T":"301","2":"Komori","3":"Does that mean... Oh, crap!"},{"T":"301","3":"As if alarmed by some bad news, Komori turns on her heel and runs off."},{"T":"301","2":"Komori","3":"Sagawa!"},{"T":"301","3":"When you follow Komori back to the Towerfolk settlement, you see Sagawa tied up like a bundle."},{"T":"301","3":"...Surrounded by Towerfolk citizens who are armed and on the alert."},{"T":"301","2":"Sagawa","3":"..."},{"T":"301","2":"???","3":"Credit where credit is due. You managed to get Babylonia to send us help..."},{"T":"301","2":"???","3":"But trying to get Towerfolk citizens to leave the tower is a serious crime."},{"T":"301","2":"???","3":"You must be punished, if not by death then by pain!"},{"T":"301","2":"Sagawa","3":"Come on, let's face it! The Corrupted have their eyes on this place!"},{"T":"301","2":"Sagawa","3":"If we don't leave soon, we'll all be dead!"},{"T":"301","2":"Elder","3":"Occasional harassment is not going to kill us... And as soon as the KCC's mercs get here..."},{"T":"301","2":"Sagawa","3":"Stop kidding yourself! Our last two years' harvest will barely pay for those mercs!"},{"T":"301","2":"Towerfolk Citizen","3":"Elder! The Corrupted have penetrated the outer barrier!"},{"T":"301","2":"Elder","3":"What?!"},{"T":"302","2":"Wake up to reality."},{"T":"301","2":"Elder","3":"So what... We don't even have time to pack our things."},{"T":"301","3":"If we leave the tower like this... our lives will be doomed."},{"T":"302","2":"Babylonia will help."},{"T":"301","2":"Elder","3":"..."},{"T":"301","2":"Elder","3":"Go knock on the door of every household! Tell them to pack their most valuable belongings. We're leaving!"},{"T":"301","3":"...!"}]