[{"T":"301","2":"Ayla","3":"Oh! Commandant!"},{"T":"301","3":"You are walking along the corridor when Ayla's voice suddenly rings out from behind. She catches up to you with two packages in her arms."},{"T":"301","2":"Ayla","3":"Commandant! That thing you talked about! It's done!"},{"T":"301","2":"Ayla","3":"I didn't expect the game to have KuroStylish clothing data in it. You've been a great help, Commandant!"},{"T":"302","2":"KuroStylish?","4":"Huh?"},{"T":"301","2":"Ayla","3":"It's that super famous designer clothing brand in the Golden Age! Their design style is very unique, and the ready-to-wear clothes they made were very popular."},{"T":"301","2":"Ayla","3":"So we decided to reboot the brand, but KuroStylish clothes were discontinued before the Post-Pandemic Age, and most of the related info is lost."},{"T":"301","2":"Ayla","3":"We're still in the process of collecting and restoring clothing designs."},{"T":"301","2":"Ayla","3":"We decided to reboot the Golden Age brand, KuroStylish, so we're recovering the relevant design data. I didn't expect that the game would have several actual swimsuit designs that were sold."},{"T":"301","2":"Ayla","3":"It's very helpful to the study of the KuroStylish design style, and it's saved me a lot of effort."},{"T":"301","2":"Ayla","3":"So... As a trial run for relaunching the brand, I made the swimsuits that Lee and Liv wore!"},{"T":"301","3":"Ayla pats the package in her hand and shows you a dazzling smile. You remember seeing her smile like this whenever she creates a satisfying piece of work."},{"T":"301","2":"Ayla","3":"Commandant, your application to make swimsuits for Constructs would ordinarily not be approved, but if it's a cultural restoration project from the WGAA, it's no problem at all!"},{"T":"301","2":"Ayla","3":"This swimsuit has a Babylonian touch added to its base design, and to increase utility, I asked the tech department to give input on functionality."},{"T":"301","2":"Ayla","3":"So, even if an emergency occurs, you can enter battle immediately too!"},{"T":"301","2":"Ayla","3":"More swimsuits and clothes will come in the future, so look forward to them!"},{"T":"302","2":"Thanks, Ayla."},{"T":"301","2":"Ayla","3":"You're welcome. Wearing nice clothes makes you feel better, after all. Even in this world, we cannot give up on our pursuit of beautiful things."},{"T":"301","2":"Ayla","3":"Well, I have to get back to work. Can I ask you to deliver the clothes for me, Commandant? Help me deliver one, I'll deliver the other."},{"T":"302","2":"Okay, leave it to me.","4":"Why not hand both to me?"},{"T":"301","2":"Ayla","3":"Thanks, Commandant!"},{"T":"301","2":"Ayla","3":"Ummm, well... I kinda want to hear what they think of the clothes in person!"},{"T":"301","3":"Whose swimsuit should you deliver?"},{"T":"302","2":"Liv's.","4":"Lee's."},{"T":"301","2":"Ayla","3":"No problem! I'll deliver Lee's swimsuit then. I wonder how he'd react if I tell him this is a 'gift from Commandant'?"},{"T":"301","3":"Arriving at the lounge, you see Liv staring at the screen with a thoughtful expression."},{"T":"301","2":"Liv","3":"You're here, Commandant."},{"T":"301","2":"Liv","3":"I've been looking up human info in the Golden Age since playing the game."},{"T":"301","2":"Liv","3":"Apparently, various regions had different festivals and events during the summer in the Golden Age, and students also had a one to two month long summer vacation."},{"T":"301","2":"Liv","3":"During so, shopping malls had very attractive discount events. People would go out with their friends or lovers to shop and eat together."},{"T":"301","2":"Liv","3":"Some would go to seaside vacation spots and do all sorts of beach activities. Hmm... Like we did in the game that day."},{"T":"301","2":"Liv","3":"Before I became a Construct, I stayed indoors all the time and didn't have many opportunities to go out. These things are also..."},{"T":"301","2":"Liv","3":"Ah, sorry, I couldn't stop myself, Commandant... Did you need something from me?"},{"T":"302","2":"Yeah, this is for you."},{"T":"301","2":"Liv","3":"This is the swimsuit from the game..."},{"T":"301","2":"Liv","3":"The engineering department wouldn't make this type of coating. Ayla must've made this, right?"},{"T":"302","2":"This is made for you, Liv."},{"T":"301","2":"Liv","3":"Huh? For... me?"},{"T":"301","2":"Liv","3":"Liv blinks in surprise."},{"T":"301","2":"Liv","3":"...Can I try it on now?"},{"T":"302","2":"Of course.","4":"I can't wait."},{"T":"301","3":"Liv picks up the swimsuit lightly and steps briskly into a small room in the lounge. The soft rustling of fabric can be heard from inside."},{"T":"301","3":"A short while later, Liv walks out of the room."},{"T":"301","3":"The special mobility device beside her gently lifts her body. She lightly spins in the center of the room."},{"T":"301","2":"Liv","3":"Um, Commandant... How is it?"},{"T":"301","3":"Liv folds her arms in front of her chest. Though her cheeks are red from shyness, she gazes earnestly into your eyes."},{"T":"302","2":"Yep, it looks really good."},{"T":"301","2":"Liv","3":"Since you gave it to me, Commandant, at the very least, I want you to see me in it..."},{"T":"301","2":"Liv","3":"But it feels kinda weird to wear clothes like this in the HQ..."},{"T":"302","2":"It's okay. It's just you and me."},{"T":"301","2":"Liv","3":"...Yeah."},{"T":"301","2":"Liv","3":"If we were still in the Golden Age, I could have worn something like this and gone on a beach vacation with everyone... Or, no, maybe it's still doable after the war ends..."},{"T":"301","2":"Liv","3":"Commandant, is it immature of me to wish for the war to end, because of a swimsuit...?"},{"T":"302","2":"No, it's not."},{"T":"302","2":"No matter what your wish is, it is the strength that drives you."},{"T":"301","2":"Liv","3":"Yep, you're right, Commandant. I think... I get it now..."},{"T":"301","2":"Liv","3":"The pursuit of freedom, the desire to return home... the small wishes of people come together as one, becoming humanity's will to defeat the virus..."},{"T":"301","2":"Liv","3":"We carry the hopes of all the survivors, and their wishes will be the beacon to guide us on."},{"T":"301","2":"Liv","3":"My wish is to fill the world with light again, but maybe... also having another little wish of my own, isn't too much to ask for."},{"T":"301","2":"Liv","3":"Thank you, Commandant."},{"T":"301","2":"Liv","3":"I hope that one day, we can all be at the beach, playing about and setting fireworks off."},{"T":"302","2":"The day will come.","4":"It might come sooner than expected."},{"T":"301","2":"Liv","3":"Yes. I will look forward to it."},{"T":"301","2":"Liv","3":"You're so sure of it, Commandant. Then I guess I'll trust in you as well."},{"T":"301","2":"Liv","3":"As long as I'm by your side, I know that hope is in sight."},{"T":"301","2":"Ayla","3":"No problem! I can deliver our dear Livvy's swimsuit! I can't wait to see her in it!"},{"T":"301","2":"Ayla","3":"Oh yes, this is something Kamui asked me to help with. He said to 'just give it to Lee,' so please pass it to him too, Commandant!"},{"T":"301","3":"You come to Lee's room and see him busy at his workbench, as expected."},{"T":"301","2":"Lee","3":"Careful, don't touch anything."},{"T":"302","2":"What are you doing?"},{"T":"301","2":"Lee","3":"Upgrading things. That's the memory card that Ayla gave you, right? You can hand it to me."},{"T":"301","3":"Lee connects the memory card to the VR device, then begins tapping away at the screen."},{"T":"301","3":"Feeling your curious gaze, Lee lets out a small sigh."},{"T":"301","2":"Lee","3":"It's the game Kamui brought. He asked me to make some functional optimizations."},{"T":"301","2":"Lee","3":"It's Golden Age stuff after all. The engine and the graphics are way too outdated. I needed the texture and asset files from Ayla for the graphics, but the rest I can handle on my own."},{"T":"301","2":"Lee","3":"It's a field I'm not familiar with... But, I'll get the hang of it in no time."},{"T":"302","2":"I never thought you'd help Kamui with this.","4":"You actually like this game, don't you?"},{"T":"301","2":"Lee","3":"If I don't help him, he'll still be here nagging me."},{"T":"301","2":"Lee","3":"Just an interest on the technical order."},{"T":"302","2":"Oh right, this is for you."},{"T":"301","2":"Lee","3":"Lee receives the package with a suspicious look in his eyes and opens it."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"...What's this?"},{"T":"302","2":"It's a swimsuit.","4":"It's a gift of love!"},{"T":"301","2":"Lee","3":"I know this is a swimsuit. Why are you giving this to me?!"},{"T":"301","2":"Lee","3":"Cut it off."},{"T":"301","2":"Lee","3":"...Why?"},{"T":"302","2":"Because it suits you."},{"T":"301","2":"【kuroname】","3":"And you looked like you were in a very good mood. It was subtle, but I'm sure your mouth tilted up by a tiny pixel."},{"T":"301","2":"Lee","3":"You must be mistaking my facial expressions for something else."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"...Sometimes I really don't understand what you're thinking."},{"T":"301","2":"Lee","3":"We are Constructs, weapons for humans to take the world back. So whether its some human video game, or other entertainment, they are all things we shouldn't involve ourselves with."},{"T":"301","2":"Lee","3":"We exist to complete the missions under your command, so as to bring us all closer to the final victory. I believe the other commandants in the HQ would also think the same way."},{"T":"301","2":"Lee","3":"But you indulge your squad Constructs in playing games, and also give them... these things. You know we won't ever have a chance of using them."},{"T":"302","2":"You don't know for sure.","4":"Just accept it on my behalf."},{"T":"301","2":"Lee","3":"...Fine."},{"T":"301","2":"Lee","3":"I don't know if we'll ever get a chance to wear it, but I'll keep it safe."},{"T":"301","2":"Lee","3":"...Thanks."}]