[{"T":"301","2":"Lucia","3":"A horde of Corrupted has gathered in this area, but there aren't that many virtual projections appearing."},{"T":"301","2":"Lucia","3":"Do we not have enough data?"},{"T":"301","2":"Lee","3":"It's time-consuming to extract data from active Corrupted, not to mention the sheer number of them."},{"T":"301","2":"Lucia","3":"Then we'll just have to clear out a portion of them."},{"T":"301","3":"Lucia points to a group of rampant Corrupted in front of her."},{"T":"301","2":"Lucia","3":"These Corrupted are blocking the street. Looks like we have no choice but to fight if we want to keep going."},{"T":"302","2":"Everyone, prepare for battle."},{"T":"301","3":"Lucia grabs her weapon and takes a step forward, but Liv looks nervously toward the northeastern side of Old Street."},{"T":"302","2":"Liv? What's going on?"},{"T":"301","2":"Liv","3":"After we pass through Old Street... Are we going to the Business District?"},{"T":"302","2":"That's right."},{"T":"301","2":"Liv","3":"I just detected a high concentration of the Punishing Virus there, but now it's gone..."},{"T":"301","2":"Lucia","3":"Is it moving? Or is something concealing their signal?"},{"T":"301","3":"While everyone deliberates over the issue, you receive a message from Bridget."},{"T":"301","2":"Bridget","3":"Hey, we just got attacked by Corrupted. They destroyed a security terminal here. Are you all okay?"},{"T":"302","2":"We're fine."},{"T":"301","3":"Suddenly, the virtual spacial data in your line of sight begins to fluctuate violently before disappearing."},{"T":"301","2":"Lucia","3":"Looks like our nearest security terminal was also attacked!"},{"T":"302","2":"Let's set one up here."},{"T":"301","3":"You take the cube out of your backpack and hand it to Lee, who begins setting it up hastily."},{"T":"301","2":"Corrupted","3":"Rrarrgghhh—"},{"T":"301","2":"Lucia","3":"We've been spotted by the patrolling Corrupted, Commandant!"},{"T":"302","2":"Ready your weapons!"},{"T":"301","2":"Lucia","3":"Roger!"}]