[{"T":"301","3":"The giant, cold machine is still talking."},{"T":"301","3":"—Through me you pass into the city of woe."},{"T":"301","3":"—Through me you pass into eternal pain."},{"T":"301","3":"—Through me among the people lost for aye."},{"T":"301","3":"—'Art' the founder of my fabric mov'd;"},{"T":"301","3":"—To rear me was the task of auguries of innocence, prey of cruelty, and primeval love."},{"T":"301","3":"—Before me things create were none, save art eternal, and eternal I endure."},{"T":"301","3":"—Ye who enter here..."},{"T":"302","2":"Enough.","4":"..."},{"T":"301","3":"The lines of 'Hamlet' are abruptly interrupted as it makes the final speech of the show."},{"T":"301","3":"'Hamlet' abruptly stops as if it has encountered an unknown program error."},{"T":"301","3":"But without it telling, you already know the ending of the story."},{"T":"301","3":"—The girl pierces hope through her chest, closing the nearly opened gates of hell and leaving herself behind them in the everlasting darkness."},{"T":"301","3":"The blocked emotions have reached their limit. Like a candle with oxygen removed, the story is forced to end. The data world rapidly vanishes."},{"T":"301","3":"After getting your senses back, you feel a sharp pain in the palms. You see red marks on your hands from clenching your fists."},{"T":"301","3":"The mindless machine gathers information from the data flower. It writes scripts and designs plots, even adding opening and closing speeches to the plays."},{"T":"301","3":"But what you have just been through does not feel like any story plot. It is too complete and real, like an interpretation of the mysterious whale song, resembling the projection of that girl's shattered memories in the Red Tide."},{"T":"301","3":"The girl's emotions are so real that they almost give you a cruel feel. Longing, missing, remorse, grief, despair... All of which are passed to you through the stories, almost making you unable to breathe."},{"T":"301","3":"Once again, you can confirm that you have found out the identity of that humanoid trapped inside the Hetero-Creature without realizing."},{"T":"301","3":"The famous young opera singer who voluntarily became a Construct, and served in the Archaeological Team..."},{"T":"301","3":"—The girl who had written many letters to you. The girl who named herself after flowers and rainbow."},{"T":"302","2":"Iris..."},{"T":"301","3":"If every missed regret can be mended like the girl's dream, what would you say and do back then?"},{"T":"301","3":"Even Gods cannot change the past. It is but a trivial imagination."},{"T":"301","3":"But in the 'story,' you are walking the faded past again as the girl's memories are played."},{"T":"301","3":"'Hamlet' lowers its head after being interrupted. You walk forward and take out the delicate iris flower. Many light spots of data flow among the petals, creating a beautiful sight."},{"T":"301","3":"But it does not belong to you. Instead, it was loaned to you by a generous, mystery person."},{"T":"301","3":"The next moment, 'Hamlet' suddenly grunts. It slowly raises the scepter in its right arm, pointing to a direction."},{"T":"301","3":"The golden fingers are pointing at the stage of the opera house."},{"T":"301","3":"It is night in Eden. All the civilians have fallen asleep, the opera house is all empty."},{"T":"301","3":"The spot light located in the center of the stage suddenly lights up as it detects someone approaching."},{"T":"301","3":"You walk around the stage and find a notebook behind the curtains."},{"T":"301","3":"It is left on an old wooden stool. Someone was writing on it during her breaks, and put it aside."},{"T":"301","3":"Along with many stage props that are not regularly used, the notebook is left in a blind spot, forgotten."},{"T":"301","3":"You reach out and pick it up."},{"T":"301","3":"The dark leather cover has gleaming gold iris flowers engraved on all four corners."},{"T":"301","3":"You can't help but open it. As you flip through the pages, you see a familiar cursive handwriting. The ink has smudged at a place, as if the writer was taking a long time to think."},{"T":"301","3":"There is a line of text written on the title page."},{"T":"301","3":"Ad astra per aspera."},{"T":"301","3":"This is more like a travel diary than a simple theater play record book. The pages have lots of content on them."},{"T":"301","3":"—The inspirations of the young writer, the receipts of theater tickets, the uncommon knowledge learned during visits, the poems written during emotional outbursts, the songs in her favorite albums."},{"T":"301","3":"The lyrics of an aria were written in different-colored ink. They gave her inspiration for an adventure of the heroes."},{"T":"301","3":"The courage of humans in the old times left her in awe. She was even writing greetings to the lone probe venturing in the space."},{"T":"301","3":"You slowly turn another page and see a printed photograph."},{"T":"301","3":"It is an iris field at night."},{"T":"301","3":"You have only seen these flowers in the greenhouse and never realize they can also bloom on this devastated land."},{"T":"301","3":"There is a line of text on the back of the photo. 'A senior Construct in the Archaeological Team told me that this beautiful field could be found on Earth.'"},{"T":"301","3":"—I wish I can see it in person."},{"T":"301","3":"The girl wrote down her wish."},{"T":"301","3":"—Have you finally seen the sceneries that were only available in holographic videos?"},{"T":"301","3":"Perhaps you should familiarize yourself with those dance moves."},{"T":"301","3":"As long as the whale song continues to sing, you will not give up tracing it."},{"T":"301","3":"One day, when the rivers flow again, when flowers bloom, when people no longer depart from each other, the promise will be fulfilled."},{"T":"301","3":"Just like Iris said. Humans are always venturing forward on the path of hope, no matter in what way."},{"T":"301","3":"Where has that strong iris gone to now?"},{"T":"301","3":"—Will someone hear me if I sing on the earth one day?"},{"T":"301","3":"—Will someone follow the song to find me?"},{"T":"302","2":"I think so."},{"T":"301","3":"Definitely."},{"T":"301","3":"You quietly whisper, just like how you answered the girl's questions in the past."},{"T":"301","3":"Sterilization Facility, Star of Life, Babylonia."},{"T":"301","2":"Staff Member","3":"What are these?"},{"T":"301","2":"Sterilization Team Member","3":"Items recycled in the last rescue mission. They've passed the sterilization process and can be sent to their owners."},{"T":"301","2":"Staff Member","3":"...So many name tags... Wait, is this an... envelope?"},{"T":"301","2":"Staff Member","3":"Never thought people would still use such a vintage method nowadays."},{"T":"301","2":"Sterilization Team Member","3":"Yeah. We found this letter among some name tags as we recycled them. Could it belong to one of them?"},{"T":"301","2":"Staff Member","3":"Wait a sec. It has a receiver."},{"T":"301","2":"Staff Member","3":"Let me see..."},{"T":"301","2":"Staff Member","3":"...【kuroname】?"},{"T":"301","3":"Only a few tainted pages can be found in the opera house ruin, and not much ink is left either. But the marvelous miracles she has seen cannot be described in just a few words, let alone her thoughts."},{"T":"301","3":"There are only a set of coordinates in the letter."},{"T":"301","3":"She gently places the envelope next to a river near blooming iris flowers and watches wind take it away."}]