[{"T":"301","2":"Simon","3":"Gather up and defend! Keep an eye on your companions!"},{"T":"301","2":"Simon","3":"Zone 2, switch places with Zone 4! Move!"},{"T":"301","2":"Bionic Machine","3":"ROAR!!!"},{"T":"301","2":"Construct","3":"Shields up!"},{"T":"301","2":"Bionic Machine","3":"——"},{"T":"301","3":"On the snowy field, the bionics exchange blows with the ARU. The ravage beasts charge incessantly in an attempt to rip apart the joint army of Babylonia and the ARU."},{"T":"301","3":"However, the ARU remains unbroken. On the contrary, their forces became more united under Simon's command."},{"T":"301","3":"Everyone is fighting as one. Even though Simon's tactical decisions are old-fashioned in Babylonia terms, they proved highly effective against the scattered bionics."},{"T":"301","2":"Staessen","3":"Good, good! Looks like our side will be victorious if we keep this up."},{"T":"301","2":"Simon","3":"I wouldn't be so optimistic..."},{"T":"301","2":"Staessen","3":"Huh? Why?!"},{"T":"301","2":"Simon","3":"The drawn out battle will exhaust the meat-and-bones ARU members, and the Constructs from Babylonia can't keep up for long due to M.I.N.D. exhaustion from combat."},{"T":"301","2":"Simon","3":"If only I were as good at M.I.N.D. calibration like Boss..."},{"T":"301","3":"Simon's pace of speech and breath quickens hastily as he speaks."},{"T":"301","2":"Staessen","3":"What... What do you mean by this?"},{"T":"301","2":"Simon","3":"In short, our fate is the hands of Boss. And—"},{"T":"301","2":"Simon","3":"Sorry, Captain. My stomach is disagreeing with me... Ngh!!!"},{"T":"301","2":"Staessen","3":"Oi, what the hell? Why are you vomiting all of a sudden. Dammit!"},{"T":"301","2":"Comm Message","3":"Commandant Simon, your orders! Commandant Simon!"},{"T":"301","2":"Staessen","3":"This... Damn it. Damn IT!"},{"T":"301","2":"Staessen","3":"I'll take the helm! All hands, get ready to fight like you've never!"},{"T":"301","3":"——"},{"T":"301","2":"Amberia (Atiel)","3":"Cough... Ugh! Ahhhhh!"},{"T":"301","3":"The tremors grow within the chamber as the energy transfer continues."},{"T":"301","2":"Rosetta","3":"Argh... My M.I.N.D..."},{"T":"301","3":"Rosetta falls and kneels uncontrollably with Atiel's anguished scream. Her light wings deactivate, and her weapons slink out of her hand, landing on the floor with a series of metallic clinks."},{"T":"301","2":"Amberia (Atiel)","3":"AAAHHHHHH!"},{"T":"301","3":"Amberia's lower body, already charged, launches a chaotic flurry of attacks. She shoots at random, but is unusually effective at suppressing you and Rosetta."},{"T":"301","2":"Rosetta","3":"...Ngh."},{"T":"302","2":"Rosetta, is your M.I.N.D. okay?","4":"(Stand in front of Rosetta)"},{"T":"301","2":"Rosetta","3":"N-no... Amberia has forcefully linked with my M.I.N.D... The pain... Rgh!"},{"T":"301","3":"Rosetta is unable to continue fighting in this state, so you pilot your mech in front of Rosetta to protect her from Atiel's attacks."},{"T":"301","2":"Rosetta","3":"Thank you... Commandant."},{"T":"301","2":"Amberia (Atiel)","3":"AAAAGGHHH!"},{"T":"301","3":"The energy pipeline seems to be practically writhing, speeding up energy transfer. Rosetta finally stands, lifting herself up with the back of your mech."},{"T":"301","2":"Rosetta","3":"Commandant, this doesn't look good. Remember on the files...? Our roots also trace back to Amberia."},{"T":"301","2":"Rosetta","3":"I feel weak all over... Can you try to remote link and dive into my M.I.N.D.?"},{"T":"302","2":"Do you need help calibrating your M.I.N.D.?","4":"But if so, we'll both be left open."},{"T":"301","2":"Rosetta","3":"No, something more crucial than that..."},{"T":"301","2":"Rosetta","3":"As I've said, I will keep you safe."},{"T":"301","3":"With that, Rosetta unfolds her light wings once more. She grips the handle of her spear with her two still functional fingers."},{"T":"301","2":"Rosetta","3":"Commandant, since Amberia is now linked with my M.I.N.D., you can use it as a proxy to hop into hers—"},{"T":"301","2":"Rosetta","3":"Then you can use this... The 'code' I just managed to steal."},{"T":"301","3":"Rosetta shows you Evan's voice recorder. She somehow retrieved it in the mayhem just now."},{"T":"302","2":"We'll put Amberia back to sleep?"},{"T":"301","2":"Rosetta","3":"Yeah... That might sever her link to the bionics... And end the war outside."},{"T":"301","2":"Rosetta","3":"Commandant... Ngh!"},{"T":"301","3":"Amberia launches a sudden barrage at you. Rosetta arduously blocks it with her shield."},{"T":"301","2":"Rosetta","3":"More importantly... If her M.I.N.D. is weakened, I can stand a chance against her."},{"T":"301","3":"Amberia's energy pellets land on Rosetta's shield and dissipates into an icy sheet of fog. Rosetta turns her head at you in pain."},{"T":"301","3":"By the look in her eyes—you could see that she is determined to win."},{"T":"302","2":"Win, Rosetta."},{"T":"301","2":"Rosetta","3":"Please hurry... I don't know how much longer my M.I.N.D. can take it."},{"T":"301","2":"System","3":"Connection initiated."}]