[{"T":"301","2":"Evan","3":"Why..."},{"T":"301","2":"Evan","3":"Why are you all hurting Miss Rosetta?"},{"T":"301","2":"Evan","3":"Why... Why are you hurting someone who's trying to protect you?!"},{"T":"301","2":"Sailor","3":"Quiet, you little brat!"},{"T":"301","3":"A sailor grabs Evan by his collar."},{"T":"301","2":"Evan","3":"Bwah—!"},{"T":"301","2":"Sailor","3":"You still don't get it, do you?"},{"T":"301","2":"Sailor","3":"The Forest Guard were traitors to the Union."},{"T":"301","2":"Sailor","3":"They were given mechanical bodies and exceedingly long lifespans to protect our borders as atonement for their crimes!"},{"T":"301","2":"Sailor","3":"But her cowardly remarks just now are just another act of treason against the ARU!"},{"T":"301","2":"Sailor","3":"Are you still going to defend her?"},{"T":"301","2":"Rosetta","3":"Evan!"},{"T":"301","2":"Rosetta","3":"Enough."},{"T":"301","2":"Rosetta","3":"At least return to the forest first, please."},{"T":"301","2":"Evan","3":"No!"},{"T":"301","3":"Evan frees himself from the man's grip, and lands on the ground."},{"T":"301","2":"Evan","3":"Everything I said was true! I saw it with my own eyes!"},{"T":"301","2":"Evan","3":"But I won't leave, Miss Rosetta! I want to stay and fight with everyone else!"},{"T":"301","2":"Rosetta","3":"Evan...!"},{"T":"301","2":"Alpha","3":"What a pity..."},{"T":"301","2":"Alpha","3":"Can you smell the stench of the Punishing Virus in the wind? The tide of Corrupted is almost here."},{"T":"301","2":"Alpha","3":"These people are running out of options."},{"T":"301","2":"Alpha","3":"But... you still have a choice."},{"T":"301","2":"Alpha","3":"If the Narwhal dies alongside these humans for nothing..."},{"T":"301","2":"Rosetta","3":"!"},{"T":"301","2":"Liv","3":"Commandant, Rosetta's M.I.N.D. is beginning to destabilize! Corruption level is surging!"},{"T":"301","2":"Lee","3":"This is bad..."},{"T":"301","2":"Alpha","3":"I'll cut straight to the chase."},{"T":"301","2":"Alpha","3":"As long as you help me eliminate the interference and tame the Narwhal, I promise that he will remain unharmed..."},{"T":"301","2":"Alpha","3":"Then I will take him and leave this place forever."},{"T":"301","2":"Alpha","3":"Your call."},{"T":"301","3":"Alpha turns and hops onto the Narwhal's back."},{"T":"301","2":"Lucia","3":"Commandant, I... we can't let her get away!"},{"T":"301","2":"Lucia","3":"Who knows when we'll see her again if we allow her to leave?"},{"T":"301","2":"Lee","3":"Lucia, your new frame has entered the atmosphere. I've adjusted the landing coordinates within proximity of the Narwhal."},{"T":"301","2":"Lucia","3":"Got it!"},{"T":"301","3":"But right as Lucia takes a step forward—"},{"T":"301","2":"Rosetta","3":"Stop... right there."}]