[{"T":"301","2":"Shrek","3":"..."},{"T":"301","2":"Red Tide Projection","3":"..."},{"T":"301","2":"Shrek","3":"I was planning on complaining how hard it was to look for you that day. But, never mind."},{"T":"301","2":"Shrek","3":"How do you feel now?"},{"T":"301","2":"Red Tide Projection","3":"...Cold..."},{"T":"301","2":"Red Tide Projection","3":"...Come, keep me company... Shrek..."},{"T":"301","2":"Shrek","3":"Is this what a biscuit covered in mud looks like, Bella girl?"},{"T":"301","2":"Red Tide Projection","3":"..."},{"T":"301","2":"Shrek","3":"...I've never missed bantering with you so much, Bella."},{"T":"301","2":"Shrek","3":"You're no longer... you."},{"T":"301","2":"Shrek","3":"Farewell, illusion created by the Red Tide."},{"T":"301","3":"He waves his hand, then carefully puts the book that Bella gave him into the inner slot of his backpack and prepares to leave."},{"T":"301","2":"Red Tide Projection","3":"...Shrek... You will live."},{"T":"301","2":"Red Tide Projection","3":"Let me explore... the unknown."},{"T":"301","2":"Shrek","3":"?!"},{"T":"301","2":"Red Tide Projection","3":"Farewell."},{"T":"301","2":"Shrek","3":"...Hey."},{"T":"301","3":"Trembling, he walks a few steps forward and reaches out a hand to touch the projection that reminds him of Bella."},{"T":"301","3":"Even though he is wearing a full set of protective gear, the infection quickly spreads from Shrek's fingertips toward the rest of his body."},{"T":"301","2":"Shrek","3":"...Farewell, Bella."},{"T":"301","3":"He absentmindedly withdraws his hand and takes a step back."},{"T":"301","2":"Shrek","3":"...Farewell."},{"T":"301","3":"Shrek silently repeats this word in his mind. He takes a few more wobbly steps back and gazes at the Red Tide projection from a distance."},{"T":"301","2":"Shrek","3":"...Farewell. Farewell..."},{"T":"301","3":"He says it over and over again as if trying to convince himself. By nightfall, the Red Tide projection has retreated underground with the Red Tide itself."},{"T":"301","2":"Shrek","3":"Bella…"},{"T":"301","3":"Gazing at the empty street, Shrek reaches out a hand toward the receding Red Tide. Eventually, his hand drops down."},{"T":"301","2":"Shrek","3":"..."},{"T":"301","3":"He staggers a few steps forward then turns around and sees the words that Bella painted on the wall."},{"T":"301","3":"'Earth has been stricken with innumerable disasters, and time has washed every one of them away. Live for tomorrow, because all will pass.'"},{"T":"301","2":"Shrek","3":"...Yeah... Disasters will pass, no matter what they are."},{"T":"301","3":"With a self-mocking smile he writes another line under the quote."},{"T":"301","3":"—'Of course. But where do I find you then?'"},{"T":"301","3":"There has never been an endless winter on this planet, but when spring comes and the ice melts away, you won't be there to see it with me."},{"T":"301","3":"After he writes that line, he stands still in front of it for a long time, but eventually takes out the dagger and scratches off everything after 'Of course.'"},{"T":"301","2":"Shrek","3":"I should keep the quote the way it is. Even if it's a placebo, it'll encourage someone at some point."},{"T":"301","3":"Shrek gives himself a shot of serum then picks up his heavy backpack and continues the journey... alone."}]