[{"T":"301","2":"Nikola","3":"It's 16:33. You're late by three minutes."},{"T":"302","2":"Sorry, Chief..."},{"T":"301","2":"Nikola","3":"Hah... Maybe I should make an appointment the next time I want to see you, hmm?"},{"T":"301","2":"Nikola","3":"Forget it. Let's make haste. Asimov, are the equipment ready?"},{"T":"301","2":"Asimov","3":"Well, the energy system and safety release valves are slightly different from Babylonia standards, but they're all based off of our tech, so it wasn't that hard to fix."},{"T":"301","2":"Nikola","3":"Just give me your conclusions."},{"T":"301","2":"Asimov","3":"It's ready for use. It just needs to be tested for us to know for sure."},{"T":"301","2":"Nikola","3":"I'm sure you know why you're summoned here. You're here today to test the team formation system developed by the ARU."},{"T":"302","2":"Why me?","4":"Team formation system?"},{"T":"301","2":"Nikola","3":"You're the F.O.S. top graduate. You're the most ideal candidate for testing the system's limits. That's all."},{"T":"301","2":"Asimov","3":"We found a program framework located in the Niflheim labs in the Arctic. It's old stuff, but the design direction is revolutionary and of great reference value."},{"T":"301","2":"Asimov","3":"After all, when it comes to war, people at that time were much more experienced than us."},{"T":"301","2":"Nikola","3":"Enough chit-chat. Any other questions?"},{"T":"302","2":"Nope... Not that the moment."},{"T":"301","2":"Asimov","3":"Alright. Then come here and put on this headset."},{"T":"301","2":"Nikola","3":"It's not a deep dive kinda deal?"},{"T":"301","2":"Asimov","3":"The ARU didn't have that sorta tech back then. This is just an audiovisual simulation program."},{"T":"301","2":"Nikola","3":"It doesn't matter. Or maybe we can test your true mettle more accurately this way. Let's begin."},{"T":"301","2":"Asimov","3":"Okay. Here goes..."},{"T":"301","3":"As Asimov presses the start button, you hear the unstable electronic voice of a female AI."},{"T":"301","2":"-AI-","3":"Construct data upload—complete."},{"T":"301","2":"-AI-","3":"Tactical framework simulation generation—complete."},{"T":"301","2":"-AI-","3":"'Virtual Horizon' loaded. Welcome, Commandant."}]