[{"T":"301","2":"Machiavelli","3":"..."},{"T":"301","3":"Machiavelli's frame emits arcs of electricity as it trembles. Its polearm falls out of its hand onto the ground powerlessly."},{"T":"301","3":"As if in disbelief that it has been defeated, Machiavelli's three heads begin to spin chaotically."},{"T":"301","3":"—Following that, its huge frame slams onto the ground, the spinning finally stopped with the concrete floor."},{"T":"301","3":"—Machiavelli is finally silent."},{"T":"301","2":"Alarm","3":"Confirming that the Final Arbiter has halted. As directed by the 'Naraka-Beginning Protocol':"},{"T":"301","2":"Alarm","3":"Opening all entrances and exits of the facility codenamed 'Naraka'."},{"T":"301","3":"The mechanical alarm stops, and an old human voice follows a moment later."},{"T":"301","2":"Alarm","3":"'It seems that the infinite possibilities of AI and mechanoids have finally grown the flower of hope. In that case, we humans of the past have no reason to stop you anymore.'"},{"T":"301","2":"Lee","3":"...?"},{"T":"301","2":"Lucia","3":"Hm…"},{"T":"301","2":"Alarm","3":"'Now that the mechanoids have grown enough to reach and silence Machiavelli by relying on the consciousness of 'defects,' the generations of self-evolution have proven to grant you the same level of 'consciousness' and 'ability' as humanity.'"},{"T":"301","2":"Alarm","3":"'This shows that mechanoids have the ability to eliminate the 'war' deliberately established by humanity on their own and defy their 'commands.' This qualifies you to prosper without interference once the calamity is over.'"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Liv","3":"But..."},{"T":"301","2":"Alarm","3":"'We believed that the self-evolution of mechanoids will take long enough for humanity to heal anew. Thus, as the last Sapien witness, I am no longer obligated to preserve humankind.'"},{"T":"301","2":"Alarm","3":"'If humanity can really survive these disasters, so be it. If not... new mechanoids, such as yourself, contain 'souls' that will carry on the human civilization and continue to flourish. '"},{"T":"301","2":"Alarm","3":"'But in my opinion, humanity's mission can come to an end today. Tomorrow shall be left to the mechanoids.'"},{"T":"301","3":"The alarm stops, and the facility falls into silence. Only the wind and the occasional collision of twisted steel ruins can be heard."},{"T":"301","3":"The atmosphere suddenly falls deadly quiet."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"You all exchange glances. The information you have just received has taken everyone by surprise."},{"T":"301","2":"Lucia","3":"What... was that?"},{"T":"301","2":"Lee","3":"Perhaps, this city... is an experimental facility set up to enable mechanoids to become 'self-aware' enough to resist its rules..."},{"T":"301","2":"Lee","3":"But we infiltrated the facility and thus inadvertently introduced variables that altered the results of the experiment."},{"T":"301","2":"Lee","3":"If so... then the original intention of this facility may be to screen out the 'Embla' that is capable enough to fight 'Machiavelli'."},{"T":"301","2":"Lucia","3":"In other words, our actions have left behind this 'Embla', who wouldn't stand a chance against 'Machiavelli', causing the purpose of this facility... to fail?"},{"T":"301","3":"While you all look at each other in confusion, Embla slowly stands up and speaks in her usual disjointed rhythm."},{"T":"301","2":"Embla?","3":"I... Embla... Askr..."},{"T":"301","2":"Embla?","3":"Mission... Complete... We... Free..."},{"T":"301","3":"Embla—or maybe she has always been just another mechanoid known as 'Embla'—staggers toward the edge of the disc."},{"T":"301","3":"—And the elevator awaits."},{"T":"301","2":"Lucia","3":"...Let's head up, too."},{"T":"301","2":"Lee","3":"Right. Who knows, this might be the last elevator."},{"T":"301","3":"..."},{"T":"301","3":"You follow the mechanoid named 'Embla' and take the elevator back to the underground city. Then, you follow along a newly formed overpass across the entire city directly to the entrance."},{"T":"301","3":"The mechanoids along the road remain motionless, not even activating when you are in close proximity."},{"T":"301","3":"Some of the 'defects' come out from hiding, looking curiously at the rays of light from the outside."},{"T":"301","3":"—Though you no longer have any time to pay them any mind."},{"T":"301","3":"You follow Embla, who shows no sign of stopping."},{"T":"301","2":"Lucia","3":"...Commandant, what should we do?"},{"T":"301","3":"Lucia is obviously asking you if you should take 'Embla' with you back to Babylonia."},{"T":"302","2":"No, that won't be necessary."},{"T":"301","3":"The Gray Ravens recall what the old man said in the alarm—"},{"T":"301","3":"'Humanity's mission can come to an end today. Tomorrow shall be left to the mechanoids.'"},{"T":"301","3":"Quietly, you all watch the mechanoid known as Embla walks into the distance."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"Lucia","3":"We should report back to the President and inform him of everything that has happened here, Commandant."},{"T":"302","2":"Right."},{"T":"301","2":"Lee","3":"I'll launch a signal flare to contact the nearby safe house... after we leave, that is."},{"T":"301","2":"Lee","3":"I don't know if the President or Commander will believe our mission report this time."},{"T":"302","2":"But it happened."},{"T":"301","2":"Lee","3":"...Understood."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"The disfigured frame staggers in the sunlight."},{"T":"301","2":"Embla?","3":"Obligation... Duty..."},{"T":"301","2":"Embla?","3":"Embla... Askr..."},{"T":"301","3":"Disjointed words entangle with each other, echoing intermittently from its vocal module."},{"T":"301","3":"Seemingly noticing the staggering figure, a scattered group of Corrupted slowly approaches."},{"T":"301","2":"Corrupted A","3":"..."},{"T":"301","2":"Corrupted B","3":"..."},{"T":"301","2":"Corrupted C","3":"..."},{"T":"301","3":"Nearby Corrupted slowly surround the disfigured frame."},{"T":"301","3":"—Unbeknownst to Embla."},{"T":"301","2":"Corrupted A","3":"..."},{"T":"301","3":"Apparently, the mechanoid's concentration of the Punishing Virus is not enough for the Corrupted to identify her as one of their own, even though her appearance looks like one."},{"T":"301","3":"Several of the Corrupted launch a tentative strike on the mechanoid with their weapons."},{"T":"301","3":"—The frame falls to the ground."},{"T":"301","3":"Pain,(Y&+J{OPI(0-=\\Pain, =-I(+9-Pain0=)K, 0-=Pain, Pain—"},{"T":"301","3":"Pain-9=Uj0Pain80y9[a-Paind0-qac0-aPain—"},{"T":"301","3":"This response only seems to have triggered the Corrupted's craving for destruction, as the rest rush in and strike one after another."},{"T":"301","2":"Embla?","3":"Pain,(Y&+J{OPI(0-=\\Pain, =-I(+9-Pain0=)K, 0-=Pain, Pain—"},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","2":"Embla?","3":"Pain-9=Uj0Pain80y9[a-Paind0-qac0-aPain—"},{"T":"301","2":"Corrupted","3":"..."},{"T":"301","3":"..."},{"T":"301","2":"Archive Terminal","3":"School Archive — 20247/10"},{"T":"301","2":"Old Man","3":"...It's finally over."},{"T":"301","2":"System Notice","3":"*Cryogenic chamber ready. Insert key to begin cryogenesis.*"},{"T":"301","2":"Old Man","3":"..."},{"T":"301","2":"Old Man","3":"Even if those on the surface prove that we aren't necessarily wrong, we have not proved that we are necessarily right."},{"T":"301","2":"Old Man","3":"Above and below... Both have failed."},{"T":"301","2":"Old Man","3":"In order to stop this cycle from repeating... No, I can no longer put my faith in humanity."},{"T":"301","2":"Old Man","3":"From now on, you must guide us forward."},{"T":"301","2":"Old Man","3":"War is not only a means to decide the outcome, but also a powerful agent to force the evolution of civilization."},{"T":"301","2":"Old Man","3":"To make sure they lie down obediently in the cryogenic chambers and die, the rules of 'war' cannot be changed. But that will be a great obstacle for mechanoids to achieve 'sentience.'"},{"T":"301","2":"Old Man","3":"But with the help of human consciousness, sooner or later, with generations of self-evolution... one of you will be able to resist 'war.'"},{"T":"301","2":"Old Man","3":"I have added a self-evolution algorithm to the AI by copying key data from the human soul to create mechanoids that seek something other than 'war.'"},{"T":"301","2":"Old Man","3":"The road may be difficult in the beginning, and I've had to make some unwilling sacrifices... but I believe in the possibility of a 'soul'..."},{"T":"301","2":"Old Man","3":"...That is all. I... I cannot trust humanity to steer itself back in the right course of action."},{"T":"301","2":"System Notice","3":"*Detecting a key-authorized non-protocol overload sequence. Confirm program overload?*"},{"T":"301","2":"Old Man","3":"...Confirm."},{"T":"301","2":"System Notice","3":"Cryogenic chamber overload sequence confirmed. Initiating overload—"},{"T":"301","2":"Old Man","3":"...Even if humanity begins anew, they will probably make the same mistakes."},{"T":"301","2":"Old Man","3":"Let me see what possibilities mechanoids will bring—"}]