[{"T":"301","2":"Lucia","3":"Commandant... has rescued Luna from the Core?!"},{"T":"301","2":"Ashen Hetero-Creature","3":"—!"},{"T":"301","3":"Noticing the source of its power removed, the ashen Hetero-Creature lets out a horrifying shriek, then rushes toward where Luna is—"},{"T":"301","2":"Lucia","3":"I will not... let you near them!"},{"T":"301","3":"Lucia stands in the way of the creature's path, taking the brunt of the force from the impact. While she manages to stop its advance, she is also knocked down and tossed back several feet."},{"T":"301","3":"Her system alarm goes off, the warning siren blaring. Her hands are wounded from the crash, and vital fluid is leaking from those openings nonstop."},{"T":"301","2":"Lucia","3":"It's not over... I can still fight..."},{"T":"301","3":"The ashen creature growls at Lucia again in a frenzied rage."},{"T":"301","2":"Lucia","3":"Are you angry because your source of power is taken away? That's not an emotion you're imitating... Maybe you're a little bit human, after all."},{"T":"301","3":"Lucia gets up, standing her ground, confronting her hopelessly overpowered opponent."},{"T":"301","2":"Lucia","3":"I've lost my sister, my home... a partner whom I trusted, and a place where I belonged... I've lost my conviction as Lucia..."},{"T":"301","3":"Her system keeps recommending turning off her pain receptors and entering her idle state in case she goes into a shock. But Lucia refuses, ignoring the system's warnings."},{"T":"301","2":"Lucia","3":"Ugh...!"},{"T":"301","3":"If she loses consciousness, Luna and you will be in an unsurmountable amount of danger. That is why she has to use the pain to keep herself awake."},{"T":"301","3":"Her jetpack shield has disintegrated, her power dwindling, the katana in her hand is as damaged as her frame, but..."},{"T":"301","2":"Lucia","3":"But I'll still stand with Commandant and Gray Raven—I will find the answer I am looking for, and this time, I will remember!"},{"T":"301","3":"No matter how bleak this fight is, Lucia has found a reason to overcome."},{"T":"301","3":"Lucia looks at you for one last time, and then she raises her katana toward the ashen Hetero-Creature."}]