[{"T":"301","3":"Ten minutes after the Gray Ravens have left the immersion frame..."},{"T":"302","2":"President."},{"T":"301","2":"Hassen","3":"Considering the sudden nature of the occurrence, I'll keep this briefing short."},{"T":"301","2":"Hassen","3":"Huaxu's intrusion was connected to multiple access points. Even Asimov couldn't determine the actual location of Huaxu in such a short time."},{"T":"301","2":"Hassen","3":"But the coordinates you acquired may be an important lead."},{"T":"301","2":"Lucia","3":"You mean..."},{"T":"301","2":"Hassen","3":"It's time to take the offensive."},{"T":"302","2":"Understood.","4":"Is this data... reliable?"},{"T":"301","2":"Hassen","3":"Good question. We've been thinking about whether or not they've set another trap."},{"T":"301","2":"Hassen","3":"After referencing the local data, we've found that the coordinates left by Huaxu are consistent with the possible base of several Ascendants we checked earlier."},{"T":"301","2":"Hassen","3":"Even if these coordinates aren't where Huaxu is located, they may still be... the..."},{"T":"301","2":"Asimov","3":"Key bridge access point."},{"T":"301","2":"Hassen","3":"That's right. Key bridge access point."},{"T":"301","2":"Hassen","3":"Regardless, even if it's just an empty husk, it is still heavily associated with the Ascendants."},{"T":"301","2":"Hassen","3":"This does pose some risk, but it's a risk we have to take."},{"T":"301","2":"Hassen","3":"With this opportunity, we've never been closer to the Ascendants than we are now. Even if we can't eliminate them, we can at least clear up the mystery surrounding them."},{"T":"301","2":"Hassen","3":"As for the potential risks, we can minimize it with a swift and efficient operation."},{"T":"301","2":"Hassen","3":"We'll strike them before they even have time to react and complete our mission."},{"T":"301","2":"Lucia","3":"President, in the virtual space... We ran into..."},{"T":"301","2":"Hassen","3":"Huaxu, correct? Although that was most likely just one of Huaxu's sub-terminals."},{"T":"301","2":"Hassen","3":"You've all seen what the Ascendants are capable of. You saw them steal Huaxu's key during the battle in Kowloong."},{"T":"301","2":"Hassen","3":"After that, Luna successfully launched an attack on New Murmansk."},{"T":"301","2":"Hassen","3":"Although we've already tried our best to save as many survivors as we could with the Forsaken and the Forest Guard..."},{"T":"301","2":"Hassen","3":"The ARU still suffered considerable damage. She decimated a large area around the Research Institute."},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"...How can that be?"},{"T":"301","2":"Hassen","3":"The Forest Guard that arrived on the scene provided us with a report of the situation."},{"T":"301","2":"Hassen","3":"According to the damage and the statement from Staessen before he passed out in the ICU, the Ascendants stole the 'experimental high-energy antenna cluster' from the ruins, just as we suspected."},{"T":"301","2":"Lee","3":"The experimental high-energy antenna cluster?"},{"T":"301","2":"Hassen","3":"We couldn't get any more information out of Staessen. After all... even the doctor doesn't know if he'll ever wake up again."},{"T":"301","2":"Asimov","3":"Judging from what happened to you, the reason why Huaxu can invade Gestalt probably has to do with the antenna cluster taken by the Ascendants."},{"T":"302","2":"Is Huaxu working for the Ascendants?"},{"T":"301","2":"Hassen","3":"At the very least, the order to infiltrate Gestalt comes from them."},{"T":"301","2":"Asimov","3":"Oh, by the way—Gestalt has returned to normal. I slightly modified the computing power and adjusted the parts the Spear of F.O.S. can use."},{"T":"301","2":"Hassen","3":"In conclusion, we know what the Ascendants were after this time. It has also provided us with decisive intel."},{"T":"301","2":"Hassen","3":"—That is, the coordinates you obtained."},{"T":"301","2":"Hassen","3":"The coordinates point near City 075."},{"T":"301","2":"Lee","3":"City 075? Isn't that..."},{"T":"301","2":"Hassen","3":"It's not exactly next to it, but you're right. It's the ruins of the zero-point reactor."},{"T":"301","2":"Hassen","3":"We'll take care of Gestalt. You, on the other hand, are tasked with investigating the coordinates."},{"T":"301","2":"Hassen","3":"Even if it doesn't lead to the Ascendants, it will at least point us in the right direction."},{"T":"301","2":"Hassen","3":"So this time, we'll be sending all the available forces to support you."},{"T":"301","2":"Nikola","3":"We've already assembled the Support Force and Task Force. They're awaiting your orders."},{"T":"302","2":"Commander Nikola?"},{"T":"301","2":"Nikola","3":"It's about time. We can't just be amassing forces."},{"T":"301","2":"Nikola","3":"We need to strike when it's time to strike."},{"T":"301","2":"Hassen","3":"We can't let this opportunity slip through our fingers. Advocating peace doesn't mean giving up the fight."},{"T":"301","2":"Hassen","3":"It's also time for all of Babylonia to realize what we're up against."},{"T":"301","2":"Nikola","3":"In short, all of Babylonia is ready."},{"T":"301","2":"Hassen","3":"...Then, let's begin."},{"T":"301","3":"After Hassen gives his orders to everyone, they proceed to their posts."},{"T":"301","2":"Lucia","3":"President, we're going to begin our preparations."},{"T":"301","2":"Hassen","3":"Go ahead, but 【kuroname】, stay for a second."},{"T":"302","2":"?"},{"T":"301","2":"Hassen","3":"I should let you know something before the mission starts."},{"T":"302","2":"Understood."},{"T":"301","2":"Lucia","3":"Should we stay here?"},{"T":"301","2":"Hassen","3":"...I'm not sending 【kuroname】 away on another mission. There's just something... I need to tell your commandant."},{"T":"302","2":"Will you give us a moment?"},{"T":"301","2":"Lucia","3":"...Understood."},{"T":"301","3":"The three Gray Ravens give a brief but firm nod, then turn to leave."},{"T":"301","3":"Hassen does not immediately start talking. Instead, he looks at Lucia as she walks off, lost in thought."},{"T":"301","3":"It is not until the three Gray Ravens have exited the bridge does Hassen turn to face you."},{"T":"301","2":"Hassen","3":"Looks like my hunch was correct..."},{"T":"302","2":"?"},{"T":"301","2":"Hassen","3":"Remember the thing I sent you to do alone?"},{"T":"301","2":"Hassen","3":"I gave you some temporary clearance for the sake of training and other considerations."},{"T":"301","2":"Hassen","3":"It gave you access to something you shouldn't have found out."},{"T":"302","2":"..."},{"T":"301","2":"Hassen","3":"As you know, there is too much information in Babylonia that could not be brought to light."},{"T":"301","2":"Hassen","3":"But on a battlefield, the lack of crucial information can cause irreparable consequences."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","3":"Hassen stops and closes his eyes for a long time. His frown alludes to the struggle inside him."},{"T":"301","3":"Finally, Hassen's deliberation ends with a sigh."},{"T":"301","2":"Asimov","3":"Are you sure you still want to do this?"},{"T":"301","3":"When Hassen sighs, Asimov slowly walks out of the corner, understanding the implication of his sigh."},{"T":"301","2":"Hassen","3":"Yes. They were the first to show their hand, so we should also be fully prepared. This incident is likely to be an important point of progress for us in this war."},{"T":"301","2":"Hassen","3":"Asimov, it's time to give it to 【kuroname】."},{"T":"302","2":"What do you want to give me?"},{"T":"301","2":"Asimov","3":"A 'double-edged sword.' It will either be your key to victory, or it will be the thing that destroys the Gray Ravens."},{"T":"302","2":"Is it about her?"},{"T":"301","2":"Hassen","3":"...Yes."},{"T":"301","2":"Hassen","3":"Since her frame is..."},{"T":"301","3":"Intelligence Agency Archives."},{"T":"301","3":"Sweating profusely, Murray rips the sweat-soaked mask terminal from his face."},{"T":"301","2":"Murray","3":"Phew... Good thing I made it."},{"T":"301","3":"He removes the memory drive from the terminal and pockets it."},{"T":"301","2":"Murray","3":"That was a rare sight to see... Time to make my getaway."},{"T":"301","2":"Murray","3":"I have to get out of here before the intelligence department has time to react."},{"T":"301","3":"Murray kicks the scattered terminals into the gaps between the equipment with his heel, straightens his collar, and walks out of the archives."},{"T":"301","3":"Outside of the archives, he is surprised to see someone waiting for him."},{"T":"301","2":"Valeria","3":"..."},{"T":"301","2":"Murray","3":"Scarab... What a coincidence. Do you have a mission here as well?"},{"T":"301","2":"Valeria","3":"Hand it over."},{"T":"301","2":"Murray","3":"Ok."},{"T":"301","3":"Murray takes out the memory drive from his coat and hands it to Valeria."},{"T":"301","2":"Valeria","3":"Commander Nikola thanks you for your cooperation."},{"T":"301","2":"Murray","3":"I would be happier if he conveyed it personally."},{"T":"301","2":"Valeria","3":"That's not my problem."},{"T":"301","2":"Murray","3":"...It must be hard for you to obey the commander in such capacity, huh?"},{"T":"301","2":"Valeria","3":"..."},{"T":"301","3":"Four invisible indentations instantly appear on Murray's neck."},{"T":"301","2":"Murray","3":"Don't get me wrong. After all, I'm also working for the man. Now, would you please remove Bazhi's invisible tentacles from my neck?"},{"T":"301","2":"Valeria","3":"Bazhi."},{"T":"301","2":"???","3":"What a bore... When can I kill the funny guy?"},{"T":"301","2":"Valeria","3":"You'll have your chance. Release him."},{"T":"301","3":"The indentations on Murray's neck fade away, revealing the camouflaged tentacles."},{"T":"301","3":"A peculiar-looking Construct appears along with them."},{"T":"301","2":"Bazhi","3":"In that case, shall we go and find some other unlucky vermin to kill, Captain?"},{"T":"301","2":"Bazhi","3":"I have no interest in those I'm not allowed to kill."},{"T":"301","2":"Valeria","3":"Fine. But first, we must complete our delivery."},{"T":"301","2":"Bazhi","3":"Hmph."},{"T":"301","3":"Bazhi releases the tentacles around Murray's neck, then turns to leave the archives with Valeria."},{"T":"301","3":"After watching them leave, Murray touches the suction marks on his neck, then clears his expression."},{"T":"301","2":"Murray","3":"That wasn't exactly how I pictured it ending..."},{"T":"301","2":"Murray","3":"But... that counts as completing my objective, I suppose."},{"T":"301","2":"α","3":"We're back."},{"T":"301","2":"Luna","3":"Prepare our defenses."},{"T":"301","2":"α","3":"...Is that necessary?"},{"T":"301","2":"Luna","3":"Just take it as a precaution. That said—since our operation failed..."},{"T":"301","2":"Luna","3":"Our enemy surely won't just leave us be."},{"T":"301","2":"Huaxu","3":"I... have successfully relayed... the information."},{"T":"301","2":"Huaxu","3":"Next, I will begin simulating Babylonia's operation after they receive the data."},{"T":"301","3":"An hour later..."},{"T":"301","2":"Airspace Control AI","3":"Order from the President with the highest clearance."},{"T":"301","2":"Airspace Control AI","3":"From now on, all inbound and outbound routes for Babylonia are under emergency takeover."},{"T":"301","2":"Airspace Control AI","3":"Deck control team, please arrive at your stations within fifteen minutes. First outbound flight: T-minus twenty minutes."},{"T":"301","2":"Airspace Control AI","3":"This is not a drill. Repeat, this is not a drill."},{"T":"301","3":"..."},{"T":"301","3":"A massive transport craft is lifted out of the basement by an equally massive elevator. As it reaches the deck, a tow truck at the ready attaches to the front of the landing gear."},{"T":"301","2":"Tow Truck Driver","3":"Attachment complete!"},{"T":"301","3":"The tow truck shuttles the transport craft along the fluorescent indicators on the deck to the launch point. After releasing the tow hook, it turns left 90 degrees and accelerates to leave the site."},{"T":"301","2":"Airspace Control AI","3":"Mother Goose-1, testing communication link."},{"T":"301","2":"Pilot","3":"Loud and clear. Communication link functional."},{"T":"301","2":"Airspace Control AI","3":"Mother Goose-1, take Runway 37 right, turn 167.43 upon departure. Maintain communication. Godspeed."},{"T":"301","2":"Pilot","3":"Mother Goose-1, Roger that. Taking Runway 37 right, turning 167.43 upon departure. Maintaining communication. Tailwind is at our backs."},{"T":"301","2":"Co-pilot","3":"Serious question: do tailwind and headwind even matter in low Earth orbit?"},{"T":"301","2":"Pilot","3":"Cut it. Who wants to hear that 'we're facing headwind and flying through an air pocket'? Time for takeoff."},{"T":"301","3":"The pilot forcefully pushes down the throttle, causing the engine to roar as the massive aircraft accelerates down the runway."},{"T":"301","2":"Airspace Control AI","3":"Mother Goose-1, departing with Gray Raven operatives in transport."},{"T":"301","2":"Airspace Control AI","3":"Assemble the deck control team and prepare for the next departure in five minutes."},{"T":"301","3":"..."},{"T":"301","3":"While the deck is busy with inbound and outbound flights, the launchers below the deck also remain at the ready."},{"T":"301","2":"Fighter Pilot","3":"Ranger-1 to Ranger-16 prepared for launch."},{"T":"301","2":"Airspace Control AI","3":"Copy. Launch after Mother Goose-1 has cleared the deck. T-minus two minutes."},{"T":"301","2":"Fighter Pilot","3":"Roger. What's the situation in the target airspace?"},{"T":"301","2":"Airspace Control AI","3":"Situation unclear. Please be prepared for all possibilities."},{"T":"301","2":"Fighter Pilot","3":"I knew it. They wouldn't send the Rangers into battle otherwise. We're the best Fenrir fighter pilots around."},{"T":"301","2":"Fighter Pilot","3":"This is the kind of mission for the Rangers!"},{"T":"301","2":"Airspace Control AI","3":"If you encounter enemies, avoid unnecessary confrontation. Your top priority is to escort the transport craft."},{"T":"301","2":"Fighter Pilot","3":"Got it, got it..."},{"T":"301","2":"Airspace Control AI","3":"Takeoff is a go. Ranger-1 to Ranger-16, prepare for launch."},{"T":"301","2":"Fighter Pilot","3":"Alright, boys. It's showtime!"},{"T":"301","3":"..."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Hassen","3":"What is it?"},{"T":"301","2":"Asimov","3":"They disengaged from immersion too quickly. Which means..."},{"T":"301","2":"Hassen","3":"?"},{"T":"301","2":"Asimov","3":"Their perception of reality may still be affected by the virtual space."},{"T":"301","2":"Asimov","3":"While there should be no problem when they're in the transport craft, the moment they reach the ground..."},{"T":"301","2":"Hassen","3":"Get to the point, Asimov."},{"T":"301","2":"Asimov","3":"We should consider temporarily uploading the Spear of F.O.S. to their command links."},{"T":"301","2":"Asimov","3":"In that way, they can at least deal with the situation unhindered. Moreover, as long as they can connect to Babylonia, they can also use the additional functions of the Spear of F.O.S. through Gestalt."},{"T":"301","2":"Hassen","3":"Do as you see fit."},{"T":"301","2":"Hassen","3":"I'll prepare a liaison officer for you."}]