[{"T":"301","3":"～Of flexile and simulacrous make...～"},{"T":"301","3":"～Thusly, it cometh and goeth, at the pluck of digits ten...～"},{"T":"301","3":"～How transient its flutter...～"},{"T":"301","3":"Night has fallen over the Nighter. The market is nowhere as crowded as it used to be, but there are still many activities going on."},{"T":"301","3":"Exotic food and dishes are being sold in the gorgeous pavilion. People are shouting, selling and bargaining."},{"T":"301","3":"Many stealthy deals are also being made under the night sky."},{"T":"301","3":"——"},{"T":"301","2":"Customer","3":"Hey buddy, how much is this one?"},{"T":"301","2":"Vendor","3":"200 Grubs each."},{"T":"301","2":"Customer","3":"What the ****? Is this painted with gold, or made from gold?"},{"T":"301","2":"Vendor","3":"Hehe, I can only say that I got it from special connections. Gotta make my risk pay off, mate."},{"T":"301","2":"Customer","3":"You stole it, didn't you? That really makes me uncomfortable. I want a discount!"},{"T":"301","2":"Vendor","3":"Hey, don't use that word! I just took it while it was unattended. How about 3 for 550?"},{"T":"301","2":"Customer","3":"Why would I need so many? I'll think about it if you do 500."},{"T":"301","2":"Vendor","3":"Deal."},{"T":"301","3":"The vendor picks up 3 accessories from his stall. The silver paint looks brilliant even under the dim light."},{"T":"301","3":"As if they have just been painted."},{"T":"301","2":"Vendor","3":"Are these okay?"},{"T":"301","2":"Customer","3":"Wait a sec. Are these refurbished?"},{"T":"301","2":"Vendor","3":"What? No way. I don't sell refurbished accessories."},{"T":"301","2":"Customer","3":"Then why do I see paint on the barcode?"},{"T":"301","3":"There is tension in the air. The vendor suddenly raises his head, staring at the customer, who is giving him a playful look."},{"T":"301","2":"Vendor","3":"You aren't here to buy, are you? You are looking for trouble."},{"T":"301","2":"Customer","3":"What are you talking about? I would love to buy if your goods are new."},{"T":"301","3":"The customer walks up to the vendor as he talks."},{"T":"301","2":"Customer","3":"But what if they aren't?"},{"T":"301","2":"Vendor","3":"Fine. I'll eat them if they aren't new. Happy?"},{"T":"301","2":"???","3":"I'll grab one too."},{"T":"301","2":"Vendor","3":"That's one good customer out there... ****! It's the Pulao Crew!"},{"T":"301","2":"Customer","3":"Oh! My wife's due today... Gotta go!"},{"T":"301","2":"Vendor","3":"Same! I'm closing up!"},{"T":"301","2":"Pulao","3":"Stop!"},{"T":"301","3":"Hearing Pulao's voice, the vendor immediately drops the accessories and flees, as if he is running for his life."},{"T":"301","3":"But his wrist and shoulder are soon grasped from behind."},{"T":"301","3":"Someone with incredible strength slams him down to the ground."},{"T":"301","2":"Vendor","3":"Madam Pulao, please, let me go. I didn't do anything."},{"T":"301","2":"Pulao","3":"But your stolen goods suggest otherwise."},{"T":"301","2":"Vendor","3":"Goodness no. I got them from Akdilek through legal trades."},{"T":"301","2":"Pulao","3":"'I just took it while it was unattended.'"},{"T":"301","2":"Vendor","3":"Did you hear everything?"},{"T":"301","2":"Pulao","3":"We were nearby before he came to your stall. Now, tell me where you stole them."},{"T":"301","2":"Vendor","3":"Okay! It's the East District! They were left in the warehouse doing nothing but collecting dust, so I thought I could make some use out of them."},{"T":"301","2":"Pulao","3":"The East District... We haven't received any report."},{"T":"301","2":"Yazi","3":"Pulao, I caught the other guy."},{"T":"301","3":"As Pulao interrogates the vendor, a masked Construct comes back from the direction that the other man ran away. She has him in her hand."},{"T":"301","2":"Pulao","3":"Thanks, Yazi. Have you identified him?"},{"T":"301","2":"Yazi","3":"I have. This is the fugitive that was targeting the night market vendors."},{"T":"301","3":"Yazi shows Pulao a dagger with dried blood stains as she speaks."},{"T":"301","2":"Yazi","3":"This is his weapon. Fits the description we previously had."},{"T":"301","2":"Vendor","3":"Wait a sec... Was he actually not going to buy from me?"},{"T":"301","2":"Pulao","3":"I think so. He probably wanted to stab you with this and rob your goods."},{"T":"301","2":"Pulao","3":"Your stolen goods, I mean..."},{"T":"301","2":"Pulao","3":"That's why I showed up when he approached you."},{"T":"301","2":"Vendor","3":"****! I knew he was suspicious. How dare he!"},{"T":"301","2":"Vendor","3":"Good on you, Madam Pulao!"},{"T":"301","2":"Pulao","3":"Yeah, I didn't expect this either."},{"T":"301","2":"Vendor","3":"?"},{"T":"301","2":"Pulao","3":"Yazi and I were only after the night market murderer. Never thought we would also catch a thief like you."},{"T":"301","2":"Pulao","3":"That's what we call killing two birds with one stone, I guess."},{"T":"301","2":"Vendor","3":"..."},{"T":"301","2":"Vendor","3":"****! You bloody idiot! Ptooey!"},{"T":"301","3":"The vendor spits on the still unconscious young man's face."},{"T":"301","2":"Pulao","3":"Good, we finally solved another case. Couldn't do it without your help, Yazi."},{"T":"301","2":"Yazi","3":"That's my job. After Lady Qu was gone, the Dragon Children all decided to let me out of the shadows and join the Pulao Crew to help with the Nighter's security."},{"T":"301","2":"Pulao","3":"But I think you would fit the Chaofeng Crew better."},{"T":"301","2":"Pulao","3":"It's just a feeling."},{"T":"301","2":"Yazi","3":"I guess Chaofeng still doesn't want me to get my hands on too much intel."},{"T":"301","2":"Yazi","3":"Would you like some tea?"},{"T":"301","2":"Pulao","3":"Sure! Why don't you talk to Chaofeng directly next time?"},{"T":"301","2":"Pulao","3":"I'll help too."},{"T":"301","2":"Yazi","3":"No need. He must have his reasons. Besides, I'm quite happy with where I am now..."},{"T":"301","2":"Yazi","3":"Here you go. Careful, it's hot."},{"T":"301","2":"Pulao","3":"Huff... Puff... Hmm! I can feel my vital fluid getting warm."},{"T":"301","2":"Yazi","3":"Have some of this too."},{"T":"301","2":"Pulao","3":"Dragon's beard candy! Thanks, Yazi. You make me different snacks every night."},{"T":"301","2":"Pulao","3":"Speaking of which, the food intake of a Construct won't really have any real impact on their frame. So... Could I get a little more next time?"},{"T":"301","2":"Yazi","3":"Constructs still need to assert self-control. Do you want me to take this away too?"},{"T":"301","2":"Pulao","3":"No!"},{"T":"301","3":"Pulao quickly pounces at the plate with snacks on it and protects it with her slim arms. The terminal on her arm suddenly lights up."},{"T":"301","2":"Pulao","3":"It's a message from Bixi."},{"T":"301","2":"Yazi","3":"Should I stay away from you?"},{"T":"301","2":"Pulao","3":"No need. A message this late shouldn't be anything important."},{"T":"301","2":"Pulao","3":"'An Engineering Force from Babylonia will be coming to the Nighter at 10:00 am tomorrow in order to assist with the installation of communication antennas. The Pulao Crew will be in charge of their security...'"},{"T":"301","2":"Pulao","3":"Why didn't you tell me earlier!!"},{"T":"301","3":"——"},{"T":"301","2":"Pulao","3":"'I was going to let you know by noon, but I forgot the time while drawing the blueprints. My apologies...'"},{"T":"301","2":"Pulao","3":"...I must not complain! Bixi has a lot to do too."},{"T":"301","3":"Pulao pats her own cheeks as if she is punishing her misbehavior."},{"T":"301","2":"Pulao","3":"I need to change the patrol plan tomorrow. Oh, must investigate the theft on the East District warehouse too..."},{"T":"301","2":"Yazi","3":"I'll cover that. You can focus on the Babylonia team."},{"T":"301","2":"Pulao","3":"But..."},{"T":"301","3":"Pulao is about to turn down her offer, but she suddenly remembers their conversation earlier on."},{"T":"301","2":"Yazi","3":"I guess Chaofeng still doesn't want me to get my hands on too much intel..."},{"T":"301","2":"Pulao","3":"Why don't you talk to Chaofeng directly next time?"},{"T":"301","2":"Yazi","3":"No need. He must have his reasons. Besides, I'm quite happy with where I am now..."},{"T":"301","2":"Pulao","3":"Alright, thanks!"},{"T":"301","2":"Pulao","3":"Oh, you probably aren't too familiar with the East District yet. There are lots of alleys over there, you will be lost if you simply follow the map. I've got some tips for you."},{"T":"301","2":"Yazi","3":"..."},{"T":"301","2":"Yazi","3":"This will probably take a while. I better make more snacks."},{"T":"301","2":"Pulao","3":"Hooray! Love you, Yazi! I want char siu, bubble tea, shrimp dumpling, and..."},{"T":"301","2":"Yazi","3":"I'm pretty sure those snacks aren't for this point of time..."},{"T":"301","2":"Pulao","3":"Um..."},{"T":"301","3":"Ten hours before Pulao stuffed herself with dragon's beard candy, char siu, bubble tea, shrimp dumpling, osmanthus cake, jujube paste cake, qingtuan, sweet taro with gingko..."},{"T":"301","3":"1:00 p.m. Babylonia"},{"T":"301","2":"Hassen","3":"Any question on the mission details?"},{"T":"302","2":"The mission itself is not a problem..."},{"T":"302","2":"But given that it's an engineering mission,"},{"T":"302","2":"I think Karenina would be a better fit."},{"T":"301","2":"Hassen","3":"Apart from establishing the connection between Babylonia and the Nighter, this mission also has its diplomatic significance. We need to make a good gesture."},{"T":"301","2":"Hassen","3":"To return to the earth, we must unite all forces that can be united. Based on your track record, I think you will be the most suitable candidate for this mission."},{"T":"302","2":"Understood. I will do my best."},{"T":"301","2":"Hassen","3":"No need to be so serious though. The Engineering Force will take care of the installation. Just take it as a holiday."},{"T":"302","2":"Holiday... I see.","4":"..."},{"T":"301","2":"Hassen","3":"Haha, I promise it will not be like Venus Splash Park again. I heard that the Nighter has many unique views and events. Enjoy yourself."},{"T":"301","2":"Hassen","3":"I know what you're thinking. Venus Splash Park will not happen again, I promise."}]