[{"T":"301","3":"What happened to Lamia was a long story."},{"T":"301","3":"But we need to go through it to explain why she ended up in The Merciful One's camp."},{"T":"301","3":"So, let's begin."},{"T":"301","2":"Lee","3":"This is what you're after, isn't it?"},{"T":"301","3":"A gleaming white cube appears on Lee's fingertips—Huaxu's key, given by Roland earlier."},{"T":"301","3":"He hands Lucia the key before pointing his gun at Lamia."},{"T":"301","2":"Lamia","3":"Hmph... Guys with instincts are the worst."},{"T":"301","2":"Lee","3":"Can't let an Ascendant get ahold of it again."},{"T":"301","2":"Lamia","3":"...Ascendant? Pfft, you really are pretty clueless, aren't you?"},{"T":"301","2":"Lee","3":"What are you saying?"},{"T":"301","2":"Lamia","3":"Hmm... I'll get nagged if I say another word. You're nowhere nearly as scary as that guy."},{"T":"301","2":"Lamia","3":"Try as you may, I'll get what I want eventually. And this time... you're not catching me."},{"T":"301","3":"Lamia flicks her tongue out to taunt them before disappearing into thin air."},{"T":"301","2":"Lamia","3":"(Eek... If this road is destroyed, I'll have to wait at the 'end'...)"},{"T":"301","2":"Lamia","3":"(Better not show up in front of them again. There is only one shot...)"},{"T":"301","3":"Lamia was going to seize Huaxu's key from the exhausted Babylonia members, but the explosion and collapse of the facility have brought unexpected changes to Lamia's plan."},{"T":"301","3":"Lamia managed to get the thing that 'he' wanted, but she finds that if she doesn't run, she will be buried alive with the entire facility."},{"T":"301","2":"Lamia","3":"Eek! Not again!"},{"T":"301","2":"Lamia","3":"Well then..."},{"T":"301","3":"Lamia gathers strength from all four legs, leaping toward the top of the ruins like a locust."},{"T":"301","2":"Lamia","3":"Gargh—!"},{"T":"301","3":"A steel bar loses its hinge and swings down."},{"T":"301","3":"Lamia is in mid-air and has nowhere to run. She is knocked sideways, slamming into the ruins on the opposite site."},{"T":"301","3":"The impact pushes Lamia all the way to the other side of the ruins. Meanwhile, right underneath her..."},{"T":"301","3":"Roland sits at the bottom of a crater, watching the Red Tide pouring down from the broken pipes. Beside him lies the other ashen Hetero-Creature, now completely lifeless."},{"T":"301","3":"He picks up his broken left arm, trying to match it up with where it fractures from his shoulder, before putting it down disappointingly."},{"T":"301","2":"Lamia","3":"...It's over... It's all over... I'm the only one left..."},{"T":"301","3":"This group of Ascendants, led by Luna, is facing inevitable destruction, Lamia believes."},{"T":"301","3":"But she refuses to go down with it."},{"T":"301","3":"She wants to survive. She will survive, no matter what she has to do..."},{"T":"301","2":"Lamia","3":"Dammit... I won't die here... Eeaaagghhh!"},{"T":"301","3":"She forces herself up, clinging onto every single protrusion of the ruins."},{"T":"301","3":"One step after another."},{"T":"301","3":"Every step means she is closer to 'survival.'"},{"T":"301","3":"Every step means she is moving further away from 'those people.'"},{"T":"301","3":"But Lamia has to do it. Because she must live on."},{"T":"301","3":"She sees the sun outside—"},{"T":"301","2":"Lamia","3":"(If I ever tell Roland that I watched Miss Luna disappear and watched him die without doing anything...)"},{"T":"301","2":"Lamia","3":"(...No! It's too scary! He's going to kill me for sure!)"},{"T":"301","2":"Lamia","3":"Remember the Polyphage? It was a complete mess..."},{"T":"301","2":"Lamia","3":"I couldn't find you after that..."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Lamia","3":"(Will he believe me? Will he?)"},{"T":"301","2":"Roland","3":"...Whatever. I was lucky to survive it. You couldn't really do anything even if you were there."},{"T":"301","2":"Lamia","3":"...Yeah, exactly..."},{"T":"301","2":"Lamia","3":"(S-safe...)"},{"T":"301","2":"Roland","3":"What happened after? Why were you in the camp of The Merciful One?"},{"T":"301","2":"Roland","3":"You seemed like you wanted to follow her."},{"T":"301","2":"Lamia","3":"Um, that's because..."},{"T":"301","3":"After Lamia left, she completed the deal. But someone didn't seem to think this way."},{"T":"301","3":"She has only been walking on the wasteland for a few days before finding out someone has been watching her."},{"T":"301","2":"Lamia","3":"(...What's going on? I already changed my route many times, but I still feel like being watched and chased...)"},{"T":"301","3":"Lamia has no choice but to give up hiding or staying. She departs once again, hoping to get rid of the pursuer."},{"T":"301","3":"And then—"},{"T":"301","2":"Lamia","3":"Eek?!"},{"T":"301","3":"Two shells fly past Lamia's both sides, kicking up a lot of dust from the ground. She looks back at their source and finally gets a vision of the chaser—"},{"T":"301","3":"It's a black figure rapidly approaching from the sky."},{"T":"301","2":"???","3":"You got 'that thing.' Hand it over."},{"T":"301","2":"Lamia","3":"...!"},{"T":"301","2":"Lamia","3":"But I already gave it away..."},{"T":"301","2":"???","3":"Is that so?"},{"T":"301","2":"???","3":"...Guess I'll just take it off your corpse."},{"T":"301","2":"Lamia","3":"...???"},{"T":"301","3":"Before Lamia can explain, numerous missiles are launched from the chaser's giant wings, flying toward her..."},{"T":"301","2":"Lamia","3":"I have been chased ever since... Could not find anywhere to take a break."},{"T":"301","3":"Until I got near The Merciful One's camp... That black guy circled around and left. They might have some sort of agreement."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Lamia","3":"After that... I just saw you come out of her tent..."},{"T":"301","2":"Lamia","3":"Speaking of which, Roland, you look a lot different now... What happened?"},{"T":"301","2":"Roland","3":"If you ask me... She saved me, probably."},{"T":"301","2":"Lamia","3":"...Saved you?"},{"T":"301","2":"Roland","3":"I just bought myself a chance, taking advantage of her uninhibited and unpredictable nature."},{"T":"301","2":"Roland","3":"Even so, I took a great risk trying to set up an agent. Gotta be more careful in the future."},{"T":"301","2":"Roland","3":"Now there is a second chance, 'we' must find Luna again."},{"T":"301","2":"Lamia","3":"Sigh... But where shall we go...?"},{"T":"301","2":"Roland","3":"...That's a problem indeed."},{"T":"301","2":"Lamia","3":"(Even Roland doesn't have a clue... Such a rare sight.)"},{"T":"301","2":"Lamia","3":"(But if that's the case...)"},{"T":"301","2":"Lamia","3":"Why don't we split up? That way, we will have a better chance..."},{"T":"301","2":"Lamia","3":"(As long as I can leave Roland for a moment, I can get away...)"},{"T":"301","2":"Roland","3":"Actually, no."},{"T":"301","2":"Lamia","3":"Eek?"},{"T":"301","2":"Roland","3":"I am just as clueless as you are. We won't get anywhere if we split up."},{"T":"301","2":"Roland","3":"Both of us are equally worn out. Better not divide our strength even further."},{"T":"301","2":"Roland","3":"Or..."},{"T":"301","3":"Before Roland says 'are you planning to run away,' Lamia quickly replies."},{"T":"301","2":"Lamia","3":"L-let's move together then!"},{"T":"301","3":"Lamia doesn't mind if Roland doubts her, as long as he doesn't become an enemy."},{"T":"301","3":"If she is lucky, she may find enough chips for her next deal with Murray along the way."},{"T":"301","2":"Lamia","3":"Guess we just have to move together for now."},{"T":"301","3":"Instead of thinking where to go, Lamia would rather let those around her decide her direction."},{"T":"301","3":"She can then focus on how to survive. This is what she has always been doing, so the decision isn't hard to make."},{"T":"301","2":"Roland","3":"...Alright then."},{"T":"301","2":"Roland","3":"We might have lost the others, but I don't see any harm in two left-behinds sticking together."},{"T":"301","3":"So Roland isn't eager to dig into Lamia's hesitating and capricious response."},{"T":"301","3":"It's not the time to push her away yet. After all, she makes a great scapegoat, and is an asset he can sacrifice any time."},{"T":"301","2":"Roland","3":"Speaking of which, how much do you know about The Merciful One? Why were you with her?"},{"T":"301","2":"Lamia","3":"Eek?"},{"T":"301","2":"Lamia","3":"I don't know either..."},{"T":"301","2":"Lamia","3":"It's just that... I sensed a power from her, not quite like Miss Luna's... But very similar..."},{"T":"301","2":"Lamia","3":"So..."},{"T":"301","2":"Roland","3":"You wanted to find a shelter, but she turned you down?"},{"T":"301","3":"Lamia nods."},{"T":"301","3":"Ever after what happened to Shome, Roland had been investigating The Merciful One. But every piece of information about her was ambiguous, just like her mysterious smile and unpredictable action."},{"T":"301","3":"She seems to be always alone, with no minions or friends. Roland cannot tell if she poses a threat to Luna as an agent."},{"T":"301","3":"Not to mention that she did save his life."},{"T":"301","3":"She gave him so much, but asked for nothing. Even when she learned that he was only using her, she wasn't upset at all. Whoever did this must be either a saint or a fool."},{"T":"301","3":"Roland does not think she is a fool, but can hardly call her a saint."},{"T":"301","3":"What is her purpose then?"},{"T":"301","2":"Roland","3":"Either way, it's not something I should worry about right now."},{"T":"301","3":"Perhaps she had a purpose, perhaps she didn't. But that's not important at this moment."},{"T":"301","3":"After all, he would have died long ago without her."},{"T":"301","2":"Roland","3":"Let's take a rest and head out at daybreak."},{"T":"301","2":"Lamia","3":"Um..."},{"T":"301","2":"Lamia","3":"He didn't ask any more questions... Am I safe for now?"},{"T":"301","2":"Lamia","3":"...I can only keep going. There is no safe place..."},{"T":"301","2":"Roland","3":"Lamia?"},{"T":"301","2":"Lamia","3":"Eek?!"},{"T":"301","2":"Roland","3":"I'll leave it to you to set up the guard, lassie (Miss)."},{"T":"301","2":"Lamia","3":"...Eek—?"},{"T":"301","3":"Lamia wants to complain, but Roland has already lain back against the wall and entered hibernate mode."},{"T":"301","2":"Lamia","3":"...Hmm."},{"T":"301","2":"???","3":"Stick to the plan."},{"T":"301","2":"???","3":"Understood."}]