[{"T":"301","2":"Kamui","3":"The next round of the Corrupted attack is coming."},{"T":"301","2":"Old Construct","3":"Got it."},{"T":"301","2":"Old Construct","3":"Tell all the injured Constructs to go hide in the shelter near the CPF. Sync with all squads and push the front line further to guarantee safety around the Filter."},{"T":"301","2":"Kamui","3":"Alright, got it."},{"T":"301","2":"Old Construct","3":"Doctor, please take care of the wounded for us."},{"T":"301","2":"Wanshi","3":"...I will."},{"T":"301","2":"Kamui","3":"Then I'll see you later, Wanshi."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Kamui","3":"Remember what I said. Don't forget the things that are more important now."},{"T":"301","3":"After reinforcing the shelter for the wounded, the main troop sets off for the front line while Wanshi treats the wounded Constructs inside."},{"T":"301","2":"Wanshi","3":"Hold this end for me."},{"T":"301","3":"Wanshi puts one end of the connecting wire into the hands of the Construct in front of him and plugs the other end into his terminal. His fingers quickly taps on it, and a weak current is transmitted along the wire to the Construct."},{"T":"301","2":"Injured Construct B","3":"Thanks."},{"T":"301","2":"Wanshi","3":"It's fine."},{"T":"301","3":"As Wanshi gets up and is about to walk to the next wounded, a sudden noise comes from outside the shelter."},{"T":"301","2":"Wanshi","3":"Is the battle over?"},{"T":"301","2":"Thompson","3":"No, that's not right."},{"T":"301","2":"Wanshi","3":"Huh?"},{"T":"301","2":"Thompson","3":"Careful, it's the Corrupted that crossed the front line with special camouflage."},{"T":"301","3":"Thompson says it as he walks over to the wall, checking the situation outside through a gap between panels."},{"T":"301","2":"Thompson","3":"No, there's no way we can handle a Corrupted of this caliber in our current state."},{"T":"301","2":"Thompson","3":"Wanshi, just get away through the back door. At least we Constructs can recall."},{"T":"301","2":"Thompson","3":"Though it will be quite a while before I can see my child."},{"T":"301","2":"Professor","3":"Wanshi, you've got the courage to expose the lies. But I'm afraid it's not the right answer."},{"T":"301","2":"Jett","3":"Lies and truths make no difference to Constructs like us."},{"T":"301","2":"Jett","3":"Yeah. We knew what the ending would be after seeing the truth beneath the lies."},{"T":"301","2":"Jett","3":"To die for humans is the inevitable end for Constructs."},{"T":"301","2":"Jett","3":"The only difference is when and where you die."},{"T":"301","2":"Jett","3":"This is the reality."},{"T":"301","2":"Jett","3":"This is... the reality."},{"T":"301","2":"Wanshi","3":"The next time you can't hold on, just activate the recall, alright?"},{"T":"301","2":"Wanshi","3":"Get rid of the wounded frame and let your M.I.N.D. return to Babylonia."},{"T":"301","2":"Wanshi","3":"Like returning to the state before your birth, protected and warm."},{"T":"301","2":"Fallen Construct","3":"Win the war... and survive."},{"T":"301","2":"Thompson","3":"Don't you think you're a lot like him in some ways? You aren't willing to talk to others when you're upset."},{"T":"301","2":"Thompson","3":"So instead of worrying or regretting it, I choose to do what I'm capable of first."},{"T":"301","2":"Kamui","3":"The important thing is to avoid standing still. Be yourself, and do what you want and can do."},{"T":"301","3":"Victory and the future are too far away for me."},{"T":"301","3":"What am I doing for right now?"},{"T":"301","3":"After checking the injuries of the Constructs, I subconsciously want to treat them and ease their pain."},{"T":"301","3":"I am doing this so I shall see no more suffering and separation. I am doing this for those around me, those I want to protect."},{"T":"301","2":"Wanshi","3":"Seeing what unfolded here made me feel like I've got to do something. That's why I started to learn about Constructs maintenance."},{"T":"301","3":"These thoughts that are engraved in my heart are getting forgotten while I was obsessing over the rights and wrongs of the lies."},{"T":"301","2":"Wanshi","3":"No."},{"T":"301","2":"Thompson","3":"Huh?"},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Support Construct B","3":"Wanshi, what is it?"},{"T":"301","2":"Wanshi","3":"I... will not let you recall..."},{"T":"301","2":"Wanshi","3":"I thought I exposed the lies to help others in the past. Instead, I created more suffering."},{"T":"301","2":"Wanshi","3":"Since then, my life has been filled with regrets, helplessness, compromises, and torture."},{"T":"301","2":"Wanshi","3":"Because... I accepted the reality that such a lie needs to exist..."},{"T":"301","2":"Wanshi","3":"But what happened here has made me realize that Constructs should never be kept in the dark and sacrificed in vain..."},{"T":"301","2":"Wanshi","3":"If I don't reveal the truth to you here, how could I face Kamui and the others on the front line? Or Thompson's child waiting in Babylonia?"},{"T":"301","2":"Wanshi","3":"I'm not telling the truth to help... but to protect."},{"T":"301","2":"Thompson","3":"Well, you finally want to talk, huh?"},{"T":"301","2":"Wanshi","3":"...There's no such thing as... recall."},{"T":"301","2":"Wanshi","3":"It's all just a lie to comfort the Constructs..."},{"T":"301","2":"Support Construct C","3":"What?"},{"T":"301","2":"Wanshi","3":"The threat of life and death is the same for all of us."},{"T":"301","2":"Wanshi","3":"If I let you fight recklessly with no regard for your safety just because you are counting on recalling... that's no different from letting you commit suicide."},{"T":"301","2":"Wanshi","3":"So right now, instead of running away, I am going to fight with you, so none of you need to be recalled."},{"T":"301","2":"Wanshi","3":"Doctors should not only save people, but fight alongside them as well and protect others. We'll make it... together..."},{"T":"301","3":"Worked up, Wanshi seems a little exhausted, and he cannot stop trembling. Thompson slowly walks over to him and gently strokes his head."},{"T":"301","2":"Thompson","3":"That's courageous of you."},{"T":"301","2":"Support Construct B","3":"That's right. Thank you for telling us the truth, Wanshi."},{"T":"301","2":"Support Construct C","3":"It must be hard for you to carry such a burden till now. Thank you for that."},{"T":"301","2":"Wanshi","3":"No, that was because I've been a coward..."},{"T":"301","2":"Thompson","3":"You're not a coward. To move forward in the painful darkness after seeing the truth is not what a coward would do. Instead, you're stronger than everyone else."},{"T":"301","2":"Injured Construct B","3":"Can't believe we'd ever want to recall. It's no different than leaving our partners and the fate of the city behind."},{"T":"301","2":"Slightly Injured Construct","3":"Yeah... we promised each other to win. Wanshi, like you said, let's make it together."},{"T":"301","2":"Wanshi","3":"Guys..."},{"T":"301","2":"Thompson","3":"The 'flag' will protect and guide their partners. It must not fall or retreat."},{"T":"301","2":"Thompson","3":"Guys, let's go."},{"T":"301","3":"Thompson shouts out commands as he speaks. Several Constructs that can still move take out their weapons. Just as Wanshi is about to walk through the back door, Thompson throws a sniper rifle into his hands."},{"T":"301","2":"Thompson","3":"Take it."},{"T":"301","2":"Thompson","3":"Let those monsters outside see how indestructible a fully armed 'flag' is."},{"T":"301","3":"Meanwhile, Thompson loads the other sniper rifle in his hand. Wanshi mimics his actions and turns the weapon's safety off."},{"T":"301","2":"Wanshi","3":"Copy."}]