[{"T":"301","2":"Nun","3":"Looks like we're at the right place. The Central Purification Filter is still running in this city."},{"T":"301","2":"Nun","3":"Its efficiency is decreasing, but it should still last a few months."},{"T":"301","2":"Black-clad Man","3":"If you weren't bringing a whole group of children, the army would have never guard you on your journey."},{"T":"301","2":"Black-clad Man","3":"Now that you're here, you'll have to take care of yourselves."},{"T":"301","2":"Nun","3":"I know—That's why we've been taking those kids with us."},{"T":"301","2":"Black-clad Man","3":"..."},{"T":"301","2":"Nun","3":"Is there a problem?"},{"T":"301","2":"Nun","3":"It's always been us ostracized servants of God who protect and feed the children during warfare."},{"T":"301","2":"Nun","3":"Of course we're allowed to rely on the charity of you soldier folks in these critical hours."},{"T":"301","2":"Black-clad Man","3":"No, it's just... Saying it so bluntly in your position, it's making me a little... Forget it..."},{"T":"301","2":"Black-clad Man","3":"Anyway, the shelter below this church belongs to you now."},{"T":"301","2":"Black-clad Man","3":"But the supplies..."},{"T":"301","2":"Luna","3":"A-achoo! Lucia, I'm cold..."},{"T":"301","2":"Lucia","3":"Shh..."},{"T":"301","2":"Nun","3":"W-what's that sound? Is it... a Corrupted?"},{"T":"301","2":"Black-clad Man","3":"Come out! Or else—"},{"T":"301","3":"The black-clad man is about to pull out his gun, but seeing the two small figures in the corner, he quickly returns it."},{"T":"301","3":"Lucia, holding Luna's hand, walk slowly out of the darkness."},{"T":"301","2":"Lucia","3":"…………"},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Nun","3":"Where did these two little girls come from...?"},{"T":"301","2":"Nun","3":"Go go go, go somewhere else, this place is already..."},{"T":"301","2":"Black-clad Man","3":"Hey!"},{"T":"301","2":"Nun","3":"..."},{"T":"301","2":"Nun","3":"Tch..."},{"T":"301","2":"Nun","3":"Okay..."},{"T":"301","2":"Nun","3":"Two more mouths to feed it is."},{"T":"301","2":"Nun","3":"From today onwards, you two'll come with me."}]