[{"T":"301","3":"If the Pantheon still existed today, it probably won't stand any more impressive than this."},{"T":"301","3":"A giant chandelier, beautiful and extravagant, hangs from the magnificent dome, illuminating the mural of The Last Judgement above with its refracted lights from multiple angles."},{"T":"301","3":"No one knows if there are any discrepancies between that and the original. No one cares whether the details match the records for that matter."},{"T":"301","3":"All it has to do is to be there, just like the pillars carved with scenes taken from the Divine Comedy, and contribute to the opulence and grandeur of the building."},{"T":"301","3":"Every inch of the place is indescribably ostentatious, and unfortunately, this is probably the last and dreamiest opera house left in the world."},{"T":"301","3":"A place like this exists only in Babylonia, in the last Eden of the human race."},{"T":"301","2":"Performer","3":"Farewell, my dear comrade."},{"T":"301","2":"Performer","3":"May your future be filled with light and love."},{"T":"301","3":"And those were the gentle final words of the performer playing the soldier as he collapsed in a pool of blood, giving his comrades his best wishes before slowly shutting his eyes."},{"T":"301","3":"The maroon curtains drop and the opera entitled 'The Acadia Evacuation' draws to a close."},{"T":"301","3":"The lights slowly dim and for a moment, there's silence in the fully-packed opera house."},{"T":"301","3":"But soon, a thunderous applause fills the entire auditorium."},{"T":"301","3":"The well-dressed audience stand, giving a standing ovation to what they've just watched."},{"T":"301","3":"Then, a beam of light breaks through the darkness, illuminating the stage."},{"T":"301","3":"Right in the center of the dome's Last Judgement mural is a hole from which the light of the artificial sky poured in."},{"T":"301","3":"The ray of light falls directly on the girl who has been standing in the center of the stage for some time."},{"T":"301","3":"She is the soul of this opera, the composer of the ode that has taken the world by storm—Selena."},{"T":"301","3":"She seems to be in a bit of a daze, as if she cannot believe her eyes. Her wandering gaze sweeps across the dome, the mural, the pillars and finally lands on the audience."},{"T":"301","3":"She seems to have seen something, for when her eyes reach a corner of the auditorium, her gaze abruptly snaps back."},{"T":"301","3":"But she quickly gets a hold of herself, giving a perfect curtsy to the audience."},{"T":"301","3":"She does not give a tedious thank you closing speech, but rather, holds that pose for a very long time, until the golden glitter has fallen and the audience starts making their way out."},{"T":"301","3":"When the last member of the audience leaves, she straightens up, glances around the auditorium, then instantly dashes off in a certain direction."},{"T":"301","2":"Selena","3":"Please wait—!"},{"T":"301","3":"The Construct to whom she called out slowly turns around, looking at her."},{"T":"301","3":"The Construct is not dressed like the rest of the audience with their polished shoes and snowy white embroidered shirts, not to mention tuxedos."},{"T":"301","3":"Standing right in front of her is a completely ordinary Construct. He wears the standard construct outfit, completely at odds with the opulence of the opera house."},{"T":"301","3":"This is one of the guests specially invited for this opera performance. Besides civilians, the opera house occasionally gives out tickets to military soldiers to thank them for their hard work and service."},{"T":"301","3":"At Selena the librettist's behest, a few tickets for this performance have even been reserved for Construct soldiers."},{"T":"301","2":"Construct","3":"What do you want?"},{"T":"301","3":"There is no formality from him whatsoever. In fact, he comes across as pretty rude."},{"T":"301","3":"It is as if the person standing before him is not the youngest, most talented librettist in Babylonia, but a nameless foot soldier."},{"T":"301","2":"Selena","3":"Was there some aspect of the performance that you were unsatisfied with?"},{"T":"301","2":"Construct","3":"Oh, does my opinion warrant the attention of a genius librettist? Do you artists actually plan to gather feedback from every member of the audience until all you receive is praise?"},{"T":"301","2":"Selena","3":"That's not what I meant. I just wanted to know why you didn't applaud just now."},{"T":"301","3":"She quickly realizes what she has just blurted out. Anyone listening would think that it is no different from what the Construct has said. If anything, it has come across as even more arrogant."},{"T":"301","3":"So she stops and instead looks fixedly into his eyes."},{"T":"301","2":"Construct","3":"Applaud that fabricated fantasy opera?"},{"T":"301","3":"The Construct snorts in derision."},{"T":"301","2":"Selena","3":"What's so funny?"},{"T":"301","2":"Construct","3":"I thought this reward from the military was something special, but I didn't expect it to be a ticket to watch such an insulting show in this hellhole."},{"T":"301","2":"Construct","3":"And now, the one who made this insulting and humiliating performance is standing here asking me why I'm seething. Is there anything more ironic than this?"},{"T":"301","2":"Selena","3":"I don't understand what you mean, and I didn't mean to offend you."},{"T":"301","2":"Construct","3":"The presumptuousness of your opera is offensive enough."},{"T":"301","2":"Selena","3":"What was it about that opera that angered you? Please tell me!"},{"T":"301","2":"Construct","3":"Then let me ask you what was it that you were trying to say with your opera?"},{"T":"301","2":"Construct","3":"Did you intend to praise the fearlessness of the hero? To praise the greatness of war? Or did you want to express your condescending sympathy and so-called compassion for those who gave their lives?"},{"T":"301","2":"Selena","3":"Condescending sympathy and compassion... No..."},{"T":"301","2":"Construct","3":"Don't even try to deny it. The true intentions of the creator can always be seen in their work. You should know this better than me, a mere fighter."},{"T":"301","2":"Selena","3":"I wasn't sure. That's why I'm here. I was hoping to get your opinion."},{"T":"301","2":"Selena","3":"I know you had first-hand experience of the retreat, and I just wanted to get your approval."},{"T":"301","3":"The soldier lets out another snort."},{"T":"301","2":"Construct","3":"You ask why I wouldn't applaud? Why don't you go back and look at the stage you built?"},{"T":"301","2":"Construct","3":"You wanted to create a scene of post-war ruins on that magnificent opera stage, so you carved bullet holes in the plaster and chiseled out cracks. I can see that you spared no effort in setting it all up and making it perfect."},{"T":"301","2":"Construct","3":"...Yes, it's perfect."},{"T":"301","2":"Construct","3":"It's so beautiful indeed. You remade a ruined Pantheon, but not the ruins of a battlefield."},{"T":"301","2":"Construct","3":"You didn't know that the ruins should have borne scorch marks, and be adorned with mottled blood and broken limbs scattered about..."},{"T":"301","2":"Construct","3":"Your ruins are respectable and clean, just like your pitiful imagination, that's all. It bears no resemblance to war."},{"T":"301","2":"Construct","3":"Do you really think that when you're out on the front lines, the world is still as orderly as it is in Babylonia? It would be utterly impossible for that grand funeral service you had in your show to actually happen on the front lines."},{"T":"301","2":"Construct","3":"And a eulogy with accompanying funeral music? Pfft... We don't even have time to attend to the cries of the living, so how on earth would we have the time to comfort the dead?"},{"T":"301","2":"Construct","3":"If it were just these superficial things, I wouldn't be losing my temper like this."},{"T":"301","3":"He suddenly raises his voice, as if to question."},{"T":"301","2":"Construct","3":"What were you trying to convey with the final scene?"},{"T":"301","3":"Selena takes a step back."},{"T":"301","3":"While she did write every line of the opera herself and the show has just ended, for some reason, she struggles to recall what happened in that scene. It has all been a blur to her."},{"T":"301","3":"She only vaguely remembers that she had the dying soldiers on Earth wishing the soldiers who left Earth well."},{"T":"301","3":"A death without regrets, a sacrifice without bitterness, and with a prayer for the future... It was the most dignified and perfect curtain call she could think of."},{"T":"301","2":"Construct","3":"'Farewell, my dear comrade.'"},{"T":"301","2":"Construct","3":"'May your future be filled with light and love.'"},{"T":"301","3":"The soldier imitated every word in the sing-song lilt of the opera singer, mimicking even the cadence, as if to mock her."},{"T":"301","2":"Construct","3":"This was the most ridiculous opera I've seen."},{"T":"301","2":"Construct","3":"Those who were forcibly abandoned and had no choice but to accept their deaths wishing a group of cowards fleeing their homeland well? What the hell is this joke? Is there anything more insulting than this?"},{"T":"301","2":"Construct","3":"Only those like you who were born in Babylonia and have lived such pampered lives would be able to come up with such a ridiculous 'comedy.'"},{"T":"301","2":"Construct","3":"Listen up! What you're putting on is nothing but a comedy that shouldn't even have been performed at all. Your entire story is nothing but a fantasy."},{"T":"301","2":"Construct","3":"Unlike you, I've lived through that era. I had to forsake my flesh, my humanity, and my dignity for a future, to be allowed into Eden."},{"T":"301","2":"Construct","3":"I became a Construct, but whenever I close my eyes, all that appears in my M.I.N.D. is the wailing cries of those who died."},{"T":"301","2":"Construct","3":"My family died on Earth. I wasn't able to hold their hands as they died, but in their last moments, all they held in their eyes was only hatred, not your so-called blessing."},{"T":"301","2":"Construct","3":"Those who were abandoned had only hatred and those who fled had only remorse. This Eden arose from enmity and countless corpses."},{"T":"301","2":"Construct","3":"People would die just like animals in that war, meaninglessly."},{"T":"301","2":"Construct","3":"Without a religion, without glory, and most definitely, without forgiveness and blessing."},{"T":"301","2":"Construct","3":"There's just hatred and anger that knows no bounds. Damn! Why did we have to face all of that? Why did it have to be us who were there? Why did we get to a point when we were forced to destroy everything?"},{"T":"301","2":"Construct","3":"Only when life becomes nothing more than just statistics will you understand the horrors of war."},{"T":"301","2":"Construct","3":"When humans can no longer continue being humans... only then will you understand the helplessness war brings."},{"T":"301","2":"Construct","3":"We abandoned the people we were supposed to protect, then turn around and seek a respite from our suffering through shows like this, all to satisfy our need for pseudo-empathy and egoism."},{"T":"301","2":"Construct","3":"You, a person who's never seen hell, who's never been on the brink of death, sing praises of war and peace in a place like this? And you dare ask me why I didn't applaud?"},{"T":"301","2":"Construct","3":"I've never seen a eulogizing opera more arrogant than yours. Forgive me for taking my leave, for it's taken every ounce of willpower to speak to you with such dignity and courtesy, and I have none left."},{"T":"301","3":"Without a second thought, the soldier turns and departs, leaving Selena standing alone in the empty square."},{"T":"301","3":"And there she stands for the longest time, her countenance never showing the slightest hint of being offended despite the insults. She keeps her head tilted upward, her eyes closed, and finally, lets out a deep sigh."},{"T":"301","3":"Selena is not sure how she managed to get home."},{"T":"301","3":"Her parents are preparing to celebrate the success of their daughter's first opera."},{"T":"301","3":"Her family is celebrating joyously, while she, having locked herself in her room, has never felt more alone."},{"T":"301","3":"In the stillness of her room, her heartbeat is the only thing she can hear."},{"T":"301","3":"The soldier's words are on constant replay in her mind and a weight upon her heart. She feels as if her heart is about to leap out of her chest."},{"T":"301","3":"She wants to pour her heart out to someone, and she knows that no matter how battered and messed up she felt, her best friend Ayla will willingly lend a listening ear."},{"T":"301","3":"But she also knows without a doubt that this is her pain to bear and she is the only one who can deal with it."},{"T":"301","2":"Selena","3":"Arrogant."},{"T":"301","2":"Selena","3":"Arrogant..."},{"T":"301","3":"She repeats the word to herself over and over, turning it over in her mouth, as if attempting to chew it into bits and swallow it."},{"T":"301","3":"Selena closes her eyes."},{"T":"301","3":"Why did she space out for so long then? Even to the point of forgetting to close with a thank you speech."},{"T":"301","3":"Now she remembers. It was not because she was nervous, but because she was ashamed."},{"T":"301","3":"The accusatory light pours through the dome above, showering the guilty with its brilliance, leaving them nowhere to hide. She knew she was guilty the moment she saw The Last Judgment mural on the dome."},{"T":"301","3":"That arrogance was rooted in every fiber of her being."},{"T":"301","3":"She finally knows why she could not recall her state of mind when writing those librettos."},{"T":"301","3":"Because there was none. There was no state of mind to speak of, nor was there any deep contemplation whatsoever."},{"T":"301","3":"It was her first time coming up with her own libretto without referencing existing librettos. It was her decision to select an unfamiliar era as the subject, which she then used as a canvas to arrogantly depict her fantasy of humanity's glory."},{"T":"301","3":"Even in the early stages of her writing, she already had the faint sense that something was wrong. That was why she stood anxiously on stage when receiving the applause."},{"T":"301","3":"Because she was not deserving of it."},{"T":"301","3":"When her gaze fell upon the motionless imposing Construct soldier who continued sitting, coldly surveying the people applauding around him, that anxiety finally grew into an uncontrollable wave of shame that ran down her spine."},{"T":"301","3":"She was so ashamed that she did not dare look up for a long time."},{"T":"301","3":"She has always loved opera and music from a young age. In the beginning, she had to use robots to perform the operas she wrote and directed in small exhibitions. She never imagined then that her operas could one day be performed on a real stage by real performers."},{"T":"301","3":"Dreams coming true should have been a joyous occasion, but as she stands on stage receiving the praise heaped on her, all there is in her heart is but an endless, empty void."},{"T":"301","3":"Why were they crying? Why were they cheering? What was it about this hollow opera that moved them?"},{"T":"301","3":"She could not understand at all, for she did not put anything into it."},{"T":"301","3":"What else was she thinking of?"},{"T":"301","3":"Oh yes, that it was truly unimaginable."},{"T":"301","3":"It was unimaginable that, beyond those walls was the most advanced floating city the world had ever seen, but within those walls was an extravagant and excessively old-world opera house."},{"T":"301","3":"It fulfilled the fantasies humanity of this era had of classical elegance. It was as if they could gain a small peek into the magnificence of history and soak up what is left of that era just by being in the opera house."},{"T":"301","3":"There is always a polarity to extremities. The more humanity and technology advanced, the more people look to the old-world for symbols of nobility."},{"T":"301","3":"That which is scarce is always more precious—this law always holds true. It is precisely because resources are scarce that the beauty created from the accumulation of such limited resources can be so resplendent, so dazzling."},{"T":"301","3":"She used to yearn with all her heart to be there. Everything beautiful gave her indescribable heart palpitations then."},{"T":"301","3":"When her eyes landed on the columns with the Divine Comedy sculpture relief, she finally understood where the heart palpitations were coming from."},{"T":"301","3":"She heard the low growl of the beasts masked by the sound of loud cheering."},{"T":"301","3":"It was a wolf, a lion, a cheetah."},{"T":"301","3":"They were the beasts within."},{"T":"301","3":"It was from that moment that she vaguely started to see the truth behind the glitz and glamour."},{"T":"301","3":"The final curtsy was not one of gratitude, but rather, one of prayer."},{"T":"301","3":"No, it was not a prayer, or to be more precise, it was not just a prayer."},{"T":"301","3":"It had nothing to do with religious etiquette. Rather, it was simply the final farewell by the most devout believer to the beliefs she held dearest."},{"T":"301","3":"And in the next moment, she dashed out of the opera house, after that soldier."},{"T":"301","3":"Because now that she knew her sin, she recognized that it was he who would bestow the final judgment upon her."},{"T":"301","3":"The terminal on her wrist suddenly gives off a fluorescent glow, cutting her thoughts off."},{"T":"301","3":"It is a confidential mail of a test she did before writing that libretto... to think that they have chosen this time to respond."},{"T":"301","3":"Selena skims through the meaningless small talk and calmly fixes her gaze on the conclusion."},{"T":"301","3":"'You have a good level of affinity with Tantalum-193. Your Construct surgery success rate is judged to be high.'"}]