[{"T":"301","3":"..."},{"T":"301","3":"Alpha..."},{"T":"301","2":"Lucia","3":"Alpha?"},{"T":"301","2":"Roland","3":"Right, that's what they call you now."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Roland","3":"It feels great, doesn't it? You're the real deal after all, so it's only right that you take the name Alpha."},{"T":"301","2":"Gabriel","3":"Yes, there is no need to share a name with a replica."},{"T":"301","3":"The voices of her companions reach her ears. 'Lucia' looks up at the empty and still rather unfamiliar city in front of her."},{"T":"301","2":"Lucia","3":"...Another me."},{"T":"301","3":"Since I've chosen another path..."},{"T":"301","2":"Lucia","3":"I should cut off all ties with my past."},{"T":"301","2":"Roland","3":"That settles it, Miss Alpha."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"α","3":"Why am I looking back on the past at a time like this...?"},{"T":"301","3":"Alpha looks up, taking in the vast, yet empty subterranean city."},{"T":"301","3":"She does not feel a sense of belonging to this city at all, but as someone who has been moving in and out of the city for a long time, she feels a sense of familiarity."},{"T":"301","3":"A rusty bridge extends out into the distance, its other end enveloped by the fog. Even though she cannot see it, Alpha knows where the bridge leads."},{"T":"301","3":"She cast away her original name here..."},{"T":"301","3":"...in order to break with the past."},{"T":"301","3":"Luna only gave her a silent nod regarding it when she returned."},{"T":"301","2":"α","3":"Luna."},{"T":"301","3":"She repeats that name silently to herself and takes in the devastation in the distance."},{"T":"301","2":"α","3":"...Where are you?"},{"T":"301","3":"It happened on the last day."},{"T":"301","3":"Once the Gray Ravens began their descent into the Polyphage Abyss, Roland shares the truth with her."},{"T":"301","3":"And then—"},{"T":"301","2":"α","3":"Gabriel..."},{"T":"301","3":"Gabriel steps out of a dark corner, still acting as courteous as ever, but he can hardly conceal the deranged sense of menace he is giving off."},{"T":"301","2":"Roland","3":"Well, he's all yours."},{"T":"301","3":"As Roland passes Alpha with a nonchalant smile, he leans over and lowers his voice."},{"T":"301","2":"Roland","3":"I'm going to deal with Gabriel's 'backup.' Only then will Luna be able to leave the core."},{"T":"301","3":"With a quick stroke of his chain blade, he leaps into the darkness of the core."},{"T":"301","3":"By the time Gabriel moves to stop Roland, Alpha has already lunged forward with her blade out."},{"T":"301","2":"α","3":"You betrayed Luna."},{"T":"301","2":"Gabriel","3":"...Me? No, Miss Luna is the one who betrayed us, and you—you are the reason for her betrayal! You are why she was forsaken by the Ascension-Network! Why she has lost the power of an agent!"},{"T":"301","2":"α","3":"Luna... has never betrayed anyone of us!"},{"T":"301","3":"Alpha's blade slices across Gabriel's chest, sending sparks flying everywhere. Gabriel rips off his tattered cloak, revealing his colossal mechanical stature."},{"T":"301","2":"Gabriel","3":"You... really are the biggest threat to the Ascension-Network..."},{"T":"301","2":"Gabriel","3":"Are you not going to save your dear sister now that the Polyphage has devoured her?"},{"T":"301","2":"α","3":"I know what you're conspiring, Gabriel. You might as well have it written on your face."},{"T":"301","2":"α","3":"If I let you go now, you'll just become a larger threat to Luna."},{"T":"301","2":"α","3":"I can only hope that those Gray Ravens will last long enough for me to get to her."},{"T":"301","2":"Gabriel","3":"I can't understand why you choose to believe in those inadequate Constructs. They've most likely become food for the Polyphage."},{"T":"301","2":"α","3":"No."},{"T":"301","2":"α","3":"This time, I'm choosing to believe in 'myself.' And, Gabriel—"},{"T":"301","2":"α","3":"What I'm going to do now is destroy you."},{"T":"301","2":"α","3":"I will not forgive anyone who hurts Luna."},{"T":"301","3":"Alpha raises her katana, her eyes burning with fury."},{"T":"301","3":"Alpha closes in, attempting to expose a weak spot on Gabriel with a series of continuous strikes. Gabriel is forced back, barely managing to counter her every move with his cane."},{"T":"301","3":"Although he is unaware that she was seriously injured in her M.I.N.D., Gabriel still notices that her strikes are weaker than before."},{"T":"301","3":"Seeing a rare opening, he gives it everything he has got, abandoning defense for offense."},{"T":"301","2":"α","3":"...Perfect!"},{"T":"301","3":"Once one of the combatants gives up on defense, the battle will soon be over."},{"T":"301","3":"Gabriel has staked everything on this battle in order to achieve the lofty goal given to him by the Ascension-Network."},{"T":"301","3":"However, as the battle goes on, Alpha's M.I.N.D. also gradually starts to stabilize."},{"T":"301","2":"Gabriel","3":"No point dragging this out any longer, take this! Your body will provide sustenance for the Polyphage!"},{"T":"301","3":"Sensing that something is amiss, Gabriel immediately leaps high into the air and delivers an armor-pulverizing blow in Alpha's direction."},{"T":"301","3":"But when the dust settles, the only person on the cracked ground is Gabriel."},{"T":"301","3":"He is completely unable to hit the fleet-footed Alpha. His immense strength, of which he has been so proud of, is useless if he cannot land a hit."},{"T":"301","2":"Gabriel","3":"Alpha—!"},{"T":"301","3":"Gabriel's attack has left him completely open to Alpha's space-tearing strike."},{"T":"301","3":"And with that, the battle is concluded."},{"T":"301","2":"Gabriel","3":"...Hah... I cannot fault Miss Luna for relying on you."},{"T":"301","3":"Gabriel crawls among the ruins, dragging his broken body. His legs and wings have all become nothing but scrap metal."},{"T":"301","3":"Alpha steps over his broken limbs and walks over to his side, raising her katana—"},{"T":"301","3":"Clang! Her katana bounces violently against an unseen wall."},{"T":"301","2":"???","3":"Alpha."},{"T":"301","3":"An irreverent call comes from behind her and with it, walls start to appear around them, getting thicker and thicker. Alpha pivots, turning around and slicing with her katana, but she is not able to cut through them."},{"T":"301","2":"???","3":"You've become weak, probably because of that agent, because of Luna."},{"T":"301","2":"Gabriel","3":"...You are..."},{"T":"301","2":"Vonnegut","3":"Call me Vonnegut. I'm an agent."},{"T":"301","2":"α","3":"So, you are... Vonnegut."},{"T":"301","3":"Alpha sheathes her katana, calmly appraising the black figure before her."},{"T":"301","2":"Vonnegut","3":"Looks like you've heard of me."},{"T":"301","2":"α","3":"Of course. If it wasn't for your Ascendant underling, that incident wouldn't have happened."},{"T":"301","2":"Vonnegut","3":"I only had him bring about what the humans had been hoping for all along. That commandant—Ravenge, I believe? He wasn't the first to hold those beliefs and won't be the last to die for them."},{"T":"301","2":"Vonnegut","3":"I believe you've seen quite a lot of this."},{"T":"301","2":"α","3":"I don't pity that scoundrel, but that incident caused the deaths of others, not just his."},{"T":"301","2":"Vonnegut","3":"It's all for Ascnet and the filtering, Alpha."},{"T":"301","2":"Vonnegut","3":"It's not my intention to kill humans or Constructs. I'm simply running an experiment to increase the efficiency of the filtering process."},{"T":"301","2":"Vonnegut","3":"Back then in Babylonia, you were furious that your comrades had to be sacrificed, but now that you've become an Ascendant, are you really planning to oppose the filtering?"},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Vonnegut","3":"That's what I thought."},{"T":"301","2":"α","3":"Why are you here?"},{"T":"301","2":"Vonnegut","3":"For the 'glad tidings,' of course."},{"T":"301","2":"Vonnegut","3":"The Punishing Virus has exhibited the ability to become organic and these new lifeforms are truly the peak of perfection!"},{"T":"301","2":"Vonnegut","3":"This planet is undergoing a rebirth and as an agent, I, of course, would like to bear witness to it."},{"T":"301","2":"Gabriel","3":"...!"},{"T":"301","2":"Vonnegut","3":"You're the one who hatched the Polyphage in the Red Tide, aren't you?"},{"T":"301","2":"Vonnegut","3":"You saved the reborn Punishing Virus and opened up new possibilities to Ascnet. Good job."},{"T":"301","2":"Gabriel","3":"You... approve of this?"},{"T":"301","2":"Vonnegut","3":"Of course."},{"T":"301","2":"Vonnegut","3":"This is a step in the evolution of Ascnet."},{"T":"301","3":"Vonnegut's eyes are riveted on the gushing Red Tide below with appreciation."},{"T":"301","2":"Vonnegut","3":"Unfortunately, I came a little too late and Luna's destroyed the Polyphage. The Babylonians have also arrived and will soon clear out this area."},{"T":"301","2":"Vonnegut","3":"As much as I'd love to prevent this catastrophe, as long as we're unable to make a move on Babylonia, that thorn in our side, wiping out individual Babylonians won't make a difference."},{"T":"301","3":"He shifts his gaze from the Red Tide to Gabriel, who lies behind him, struggling to crawl out from under the boulder, his hand reaching out."},{"T":"301","2":"Vonnegut","3":"Don't worry, as long as the breeder's knowledge remains, there's still hope."},{"T":"301","3":"He claps his hands and the boulder pressing down on Gabriel is blown to smithereens."},{"T":"301","2":"α","3":"Vonnegut!"},{"T":"301","2":"Vonnegut","3":"Alpha, I'll undo the force field between you, but I have something to tell you before that."},{"T":"301","2":"Vonnegut","3":"Luna's been rescued from the Polyphage and is highly likely to have been taken by the Babylonians."},{"T":"301","2":"Vonnegut","3":"You know what this means, don't you?"},{"T":"301","2":"Vonnegut","3":"Can you bear the thought of her having to go through what you went through?"},{"T":"301","3":"He smiles and with a snap of his fingers, the force field in Alpha's way dissipated. She tightens her grip on her weapon, glaring at the person standing between her and Gabriel's broken body."},{"T":"301","3":"But ultimately, she chooses to hurry toward the Abyss, where the Polyphage was."},{"T":"301","2":"Vonnegut","3":"Get up, breeder."},{"T":"301","2":"Vonnegut","3":"I know you're loyal to Ascnet. You yearn for greater power to augment your body."},{"T":"301","2":"Vonnegut","3":"So I'll bestow upon you new life and a power that is befitting of the name Gabriel."},{"T":"301","2":"Vonnegut","3":"In exchange..."},{"T":"301","3":"Ignoring the two of them, Alpha hurriedly rushes toward the Polyphage."},{"T":"301","3":"But all that remains there is the Babylonian reinforcement. Whether to battle them or continue searching, she still cannot find Luna."},{"T":"301","3":"Have the humans gotten her?"},{"T":"301","3":"A feeling of unease spreads through Alpha, but it is precisely because of this that she has to search for Luna."},{"T":"301","3":"Because she is family, her only family."}]