[{"T":"301","3":"The disc-shaped elevator descends slowly, finally bringing the you all to a larger disc."},{"T":"301","3":"After the four of you jump onto the disc, the elevator descends straight down to the desert below."},{"T":"301","3":"—But is it really a desert?"},{"T":"301","3":"At such a height, none of you are able to discern its surface—whether it is covered with fine sand or coarse gravel."},{"T":"301","3":"But if you could magnify the image with an optical device, you would find that the dunes are made of crumbled buildings and debris."},{"T":"301","3":"Moreover, the constant collision and friction between the concrete blocks have broken them down into smaller fragments."},{"T":"301","3":"Once the fragments are fine enough, they seem to disappear altogether—as if sinking to the depths below."},{"T":"301","3":"There are also several towering buildings among the 'sand,' seemingly having survived the collapse without being completely broken down."},{"T":"301","3":"That being said, the constant erosion continues to take its toll on the buildings. With enough time, they, too, will disintegrate into 'sand.'"},{"T":"301","3":"Regardless, Embla—or what appears to be Embla—kneels before a massive figure on the giant disc."},{"T":"301","2":"???","3":"You are the one who wants to awaken 'Father'?"},{"T":"301","2":"Embla?","3":"I am."},{"T":"301","2":"???","3":"...Your speech pattern has deviated from your defaults."},{"T":"301","2":"Embla?","3":"...I. Have been in contact. With outside beings."},{"T":"301","2":"???","3":"Outside beings... I see."},{"T":"301","2":"???","3":"You are a 'defect.'"},{"T":"301","2":"Embla?","3":"...I'm a. 'Defect'?"},{"T":"301","2":"???","3":"You are not a champion of the 'war,' nor are you the defeated."},{"T":"301","2":"???","3":"You will be destroyed to uphold the rules of purity for the 'war.'"},{"T":"301","2":"Embla?","3":"I. Will be... Destroyed?"},{"T":"301","3":"The massive figure speaks as it raises the polearm in its hand—"},{"T":"302","2":"Lucia!"},{"T":"301","2":"Lucia","3":"Got it!"},{"T":"301","3":"Although slightly hesitant about your orders, Lucia immediately rushes forward—"},{"T":"301","3":"—And she smashes the weapon out of the figure's hand, sending it flying off to the side."},{"T":"301","3":"As Lucia attacks, Liv and Lee work together to drag the kneeling Embla off to the side."},{"T":"301","2":"???","3":"What are you?"},{"T":"302","2":"Stop taking the words out of my mouth."},{"T":"301","2":"???","3":"'Father' bequeathed me the name 'Machiavelli'."},{"T":"301","2":"Machiavelli","3":"'Father' bestowed me with power as the 'Final Arbiter'."},{"T":"301","2":"Machiavelli","3":"—I stand guard here for generations awaiting the 'war' to produce a champion."},{"T":"301","2":"Machiavelli","3":"—With my own hands, I will awaken the half of 'Father' most suitable for this land."},{"T":"301","2":"Machiavelli","3":"Therefore, all 'defects' are not permitted to enter 'the Strip of Truth'. Only the champion... may enter."},{"T":"302","2":"Sorry, that is not for you to decide.","4":"Embla isn't a defect."},{"T":"301","2":"Machiavelli","3":"You have no right to decide, even if there is a Sapien among you."},{"T":"301","2":"Machiavelli","3":"Judgment of said 'defects' is not determined by uncertified 'Sapiens' such as yourself."},{"T":"301","2":"Lucia","3":"Looks like it's refusing to talk this out."},{"T":"301","2":"Machiavelli","3":"I do not need to talk with the likes of you."},{"T":"301","2":"Machiavelli","3":"'War' must continue. Your flesh and blood will be used to build a new 'battlefield.'"},{"T":"302","2":"Is this city the 'battlefield'?"},{"T":"301","2":"Machiavelli","3":"Indeed. Then a new 'war' will begin anew."},{"T":"302","2":"What about the 'defects'?"},{"T":"301","2":"Machiavelli","3":"Beings that do not participate in the 'war' do not have the right to live."},{"T":"301","2":"Lee","3":"Well, I guess there's no point in wasting our breath."},{"T":"301","2":"Lucia","3":"If we don't stop it here, Embla will be destroyed and become a part of the city..."},{"T":"301","2":"Machiavelli","3":"Indeed. The rules of Father warrant no exception."},{"T":"301","2":"Lucia","3":"Commandant, we'll count on your commands."},{"T":"302","2":"Understood."},{"T":"301","2":"Lucia","3":"Defeating Machiavelli is the only way Embla... and we will survive."}]