[{"T":"301","3":"In the 19th century, a textile factory in Manchester kickstarted the Age of Steam and the first Industrial Revolution."},{"T":"301","3":"And Lustrous believes that the zero-point reactor in Atlantis will kickstart the next Industrial Revolution."},{"T":"301","3":"The beds in Manchester were never cold. When the workers woke up to work, the previous shift returned home and slept."},{"T":"301","3":"Similarly, the lights never dim, and the machines never stop running in Atlantis. Researchers travel between the laboratories and their dormitory in a straight line."},{"T":"301","2":"Admin Director","3":"Congratulations on becoming the research director, Lustrous. But, if I may, you're already three minutes late on your first day."},{"T":"301","2":"Lustrous","3":"The voice recognition of the system AI was way too slow. It stopped me at the door for over ten minutes. You should reprimand the logistics staff for this."},{"T":"301","3":"The base is a brain built with metal and flesh, with the devices here being cells, the wires veins, the optical fiber nerves, the servers hippocampus, and the endless streams of data and codes thoughts."},{"T":"301","3":"This head lifts proudly in the middle of the Atlantic Ocean. The humans inside are but the nutrients it needs to work, and the sugar and amino acid it requires to think."},{"T":"301","3":"The research does not stop for anyone. To Atlantis, the zero-point reactor is bigger than the world."},{"T":"301","3":"Anyone who cannot advance the research will be shipped back to the mainland, living the rest of their lives monitored. And in a few hours, those vacancies will be filled."},{"T":"301","3":"Lustrous has never seen anyone that left return. This place is cruel, metabolizing constantly."},{"T":"301","3":"Entering the conference room, she already notices a few familiar figures gone. New faces have taken their places."},{"T":"301","3":"She is used to it by now, never showing a hint of hesitation. They are not humans in her eyes but gears of the city."},{"T":"301","2":"Lustrous","3":"Let's start our morning meeting. Are all departments here?"},{"T":"301","3":"Everyone nods."},{"T":"301","3":"No one sitting there ever thinks that their research at the time would lead them down anything but a path of light."},{"T":"301","3":"The two sides of the corridors are lined with unlit laboratories."},{"T":"301","3":"Equations written years ago still linger on the yellow-tinted whiteboards. Dried ink turns to dust with the slightest touch, flaking off from the boards."},{"T":"301","3":"The empty offices are tidy and organized as if waiting for the departed researchers to return and work. A thick layer of dust on the tables and the floor suggests that it has been a long time since someone last visited."},{"T":"301","3":"There is but the slightest rustling of air in the ventilation ducts. Inside the data center, servers grow on the clean, smooth floor like cubic trees, unaware of the time that has passed."},{"T":"301","3":"Only the red, low-wattage emergency lights are on. Dimly-lit yellow arrows point at the evacuation route at the crossroads. There are no footprints—everyone in the city vanished in one night like Pompeii."},{"T":"301","2":"Vera","3":"Something's wrong."},{"T":"301","3":"Vera frowns and says after searching a room."},{"T":"301","3":"There is no one in the corridors and the rooms."},{"T":"301","3":"The massive network of wires and pipes on the ceiling is still intact."},{"T":"301","3":"There is no debris, no ruins, no bodies."},{"T":"302","2":"It's weird.","4":"It's 'clean.'"},{"T":"301","3":"Vera looks annoyed."},{"T":"301","2":"Vera","3":"No shit, Sherlock. Can you at least try to be constructive?"},{"T":"301","2":"Vera","3":"It is way too clean."},{"T":"301","3":"The dark corridor extends forward, unending."},{"T":"301","3":"You look back at where Vera and you came from."},{"T":"301","3":"You have left behind two sets of clear footprints as if trekking through dark brown snow."},{"T":"302","2":"Footprints. Only our footprints are here."},{"T":"301","3":"The prints are fairly level, meaning the thickness of the dust is similarly even..."},{"T":"301","3":"With that, you can infer that the city has not been disrupted since it was abandoned."},{"T":"301","3":"—No one has visited here, which is how the dust could pile up evenly."},{"T":"301","2":"Vera","3":"Hmm, I might be a little bit impressed right now."},{"T":"302","2":"The emergency lights are still on."},{"T":"301","3":"Which means emergency power and the electric circuits are still intact."},{"T":"301","3":"The other facilities are likely functional as well."},{"T":"301","2":"Vera","3":"...That doesn't make sense."},{"T":"302","2":"This place is way too 'clean.'"},{"T":"301","3":"'Clean,' not in the sense that it is tidy and spotless, but that there is no evidence of this place having been infected by the Punishing Virus."},{"T":"301","3":"The dust and facilities would have been disrupted if Corrupted have invaded here."},{"T":"302","2":"One more thing..."},{"T":"301","2":"Vera","3":"One more thing indeed. There is no one here."},{"T":"301","3":"She has not spelled it out, but you understand that what she meant was there are no corpses here."},{"T":"301","2":"Vera","3":"What the hell happened to everybody?"},{"T":"301","2":"Vera","3":"Did they all evacuate before the shit hit the fan?"},{"T":"301","3":"She mutters to herself."},{"T":"301","3":"There would not have been supplies after the outbreak."},{"T":"302","2":"I think so.","4":"I don't think so."},{"T":"301","3":"Vera purses, considering."},{"T":"301","2":"Vera","3":"Ha, that's what I think. No supplies would be delivered here after the outbreak."},{"T":"301","2":"Vera","3":"This kind of city wasn't designed to be self-sustaining from the beginning. Once the food was gone, the people would have left."},{"T":"301","3":"She falls silent again."},{"T":"301","2":"Vera","3":"That doesn't make sense either... If they did leave, then the world would have known about this place."},{"T":"301","3":"Vera falls silent."},{"T":"301","3":"You do not elaborate."},{"T":"301","3":"This kind of city was not designed to be self-sustaining from the beginning. If they had stayed here, they would have run out of food eventually."},{"T":"301","3":"Neither of you is willing to continue this conversation. You have both realized that the truth might be too brutal for you."},{"T":"301","3":"Silence returns between you. But it does not last as Vera draws her spear and destroys a large door nearby."},{"T":"302","2":"What are you doing?"},{"T":"301","2":"Vera","3":"Getting their attention, duh."},{"T":"301","2":"Vera","3":"There must be a large number of mechanoids and drones here to support a city this big."},{"T":"301","2":"Vera","3":"If the Punishing Virus had reached this place, then there must be Corrupted here."},{"T":"301","2":"Vera","3":"But all the Corrupted we encountered on our way here are 'outsiders' arriving with the water."},{"T":"301","2":"Vera","3":"Maybe that was because we were on the outskirts of the city."},{"T":"301","2":"Vera","3":"Yet, there are still no signs of corpses, battles, or Corrupted here, deep inside."},{"T":"301","2":"Vera","3":"If they have been hiding, now's the time to get them out here."},{"T":"302","2":"You would expose our location."},{"T":"302","2":"We might get surrounded."},{"T":"301","2":"Vera","3":"That's what a commandant would think."},{"T":"301","2":"Vera","3":"Not me."},{"T":"301","2":"Vera","3":"Be honest with me, what is it that you sense the most strongly since you set foot here?"},{"T":"302","2":"...","4":"Fear."},{"T":"301","2":"Vera","3":"Do you know that sometimes your expression reveals everything even when you don't answer?"},{"T":"301","2":"Vera","3":"Good. Honesty is a warrior's virtue. Fear, on the other hand, is a warrior's lifeline."},{"T":"301","2":"Vera","3":"You're scared, but have you considered what you're scared of?"},{"T":"302","2":"The unknown."},{"T":"301","2":"Vera","3":"Fear of the unknown is the greatest fear of all. Once the enemies reveal themselves, that fear will go away."},{"T":"301","2":"Vera","3":"Instead of blundering around here blindly like a fly caught on a web, I'd rather hit the web, piss off the spider, and have it come to me."},{"T":"302","2":"I understand."},{"T":"301","2":"Vera","3":"It's fine if you don't. I'm not asking for your opinion."},{"T":"302","2":"But your plan..."},{"T":"301","3":"It does not seem to work."},{"T":"301","3":"It has been some time since Vera caused the commotion. You even chatted for a while, and the place is still eerily quiet. The broken door to the office looks like a scab under the red emergency light."},{"T":"301","2":"Vera","3":"Tsk."},{"T":"301","3":"She turns toward the room next to her—the office of which she destroyed the door."},{"T":"302","2":"Let's take a look inside."},{"T":"301","3":"The desks and chairs in the room are orderly placed, and folders and files are still organized on the desks. Coffee mugs can be found next to some of the monitors as if waiting for their owners to return."},{"T":"301","2":"Vera","3":"Nothing in the cups."},{"T":"301","2":"Vera","3":"Nothing in the fridge or the pantry either."},{"T":"301","2":"Vera","3":"The food is all gone."},{"T":"301","3":"These all point to one thing."},{"T":"301","3":"Not only was this city not infected after the Punishing Virus broke out, but it also remained operational for a period of time."},{"T":"301","2":"Vera","3":"Did they take all the food to their hideouts? If so... where is the last place they stayed?"},{"T":"301","3":"Vera asks the two questions that have been bothering you since you have been here."},{"T":"301","3":"You walk toward the largest desk in the office."},{"T":"301","3":"The name plate on it spells out its owner's name."},{"T":"301","3":"—Research Director: Lustrous."},{"T":"301","2":"Vera","3":"What a strange name."},{"T":"301","2":"Vera","3":"But if this belonged to the research director, then there must be some intel we can use on this desk."},{"T":"302","2":"(Pick up a folder)"},{"T":"301","3":"Vera also starts searching the table."},{"T":"301","3":"You accidentally hit a button, and the projection screen on the desk lights up."},{"T":"301","3":"It has been a long time since it was last used, so the image and the sound are both fuzzy."},{"T":"301","3":"You can only vaguely identify the projection as a blonde woman with blue eyes."},{"T":"301","3":"She must be the research director—Lustrous."},{"T":"301","2":"Lustrous","3":"Twice have we disconnected with the mainland during the routine call. The communication director suggested breaking the confidential mandate and contacting them instead. I approved it."},{"T":"301","2":"Lustrous","3":"But there was no response. The communication director then suggested calibrating the comms to use the public frequency so we can receive news from the outside world."},{"T":"301","2":"Lustrous","3":"Again, that'd go against the confidentiality mandate. But I still approved it."},{"T":"301","2":"Lustrous","3":"I'm glad that decision was not too late. The channels that still worked were all reporting the same warning: the Punishing Virus."},{"T":"301","2":"Lustrous","3":"They claimed that it was a virus that appeared in the first zero-point reactor initially and spread to the whole world in an extremely short amount of time."},{"T":"301","2":"Lustrous","3":"The comms devices on the unresponsive channels are probably infected already."},{"T":"301","2":"Lustrous","3":"Atlantis was submerged during the beginning of the outbreak, so we didn't receive the news immediately. At the same time, that seemed to be why we escaped its wrath."},{"T":"301","2":"Lustrous","3":"While we still don't understand what the Punishing Virus is, we have decided to designate it as our highest priority, given the feedback we received."},{"T":"301","2":"Lustrous","3":"Based on what we know, we believe the Punishing Virus can infect a human body directly, and it is capable of taking over a mechanoid's mind."},{"T":"301","2":"Lustrous","3":"In which case, our base is in incredible danger as well. Therefore, our most urgent mission is to stop Atlantis from getting infected by the Punishing Virus."},{"T":"301","2":"Lustrous","3":"The logistics director reported that the next supply ship from the mainland would arrive soon. We tried to contact it when we saw it on the horizon, but instead of answering us through radio, they sent a signal flare."},{"T":"301","2":"Lustrous","3":"I didn't understand what it meant. The logistics director said it was asking for help."},{"T":"301","2":"Lustrous","3":"I ordered them to sink it. I couldn't risk bringing the virus into Atlantis."},{"T":"301","2":"Lustrous","3":"Four submarines were monitoring the situation underwater outside the base. I ordered them to sink themselves. Two obliged, while the other two tried to crash into the harbor. Our defense system took them down."},{"T":"301","2":"Lustrous","3":"I hosted a brief meeting to hear the directors' reports after taking care of these inconveniences."},{"T":"301","2":"Lustrous","3":"The decision we had to make during the meeting was simple: where does Atlantis go from here?"},{"T":"301","2":"Lustrous","3":"Not much effort was needed for us to come to an agreement. There were, however, some disputes when the message was passed down."},{"T":"301","2":"Lustrous","3":"Someone proposed that we should broadcast to nearby areas and take in refugees. I turned it down. The location of Atlantis cannot be revealed, we are not a refuge, and refugees might carry the Punishing Virus with them."},{"T":"301","2":"Lustrous","3":"Some suggested leaving the base immediately for the mainland to join the effort to save humanity. I also turned it down. A few drops of water won't extinguish a wildfire. Our researchers research, they don't save lives."},{"T":"301","2":"Lustrous","3":"I reiterate my stance—Atlantis will not open itself again unless the warning on the Punishing Virus is dismissed."},{"T":"301","2":"Lustrous","3":"My answer was clear from the start. We'll continue our work and keep researching the zero-point reactor. I explained my reasons to my colleagues."},{"T":"301","2":"Lustrous","3":"Firstly, both the base and we are here to serve the reactor. Secondly, this base is powerless to save humanity. Thirdly, there is no better place to understand how the Punishing Virus came to be than Atlantis."},{"T":"301","2":"Lustrous","3":"I want humans to survive, so I must not let Atlantis fall."},{"T":"301","2":"Lustrous","3":"I've adjusted our research direction, trying to replicate the environment of the first reactor and find out where the virus came from. This is the closest thing we can do to 'save the world.'"},{"T":"301","2":"Lustrous","3":"The different reactors would routinely communicate their progress. I have a two-month-old report from the first reactor and nothing else since. I can only hope that they didn't get too far."},{"T":"301","2":"Lustrous","3":"I should be working now instead of doing something as trivial as journaling. Not to mention that I've never done this before."},{"T":"301","2":"Lustrous","3":"The reason I'm doing this is that twice I asked myself—have I done the right thing?"},{"T":"301","2":"Lustrous","3":"I said yes both times. My reasons and rationale were clear as always. My action was the logical conclusion."},{"T":"301","2":"Lustrous","3":"But it still feels wrong somehow."},{"T":"301","2":"Lustrous","3":"I once heard a saying that you should toss a coin when you can't make up your mind. If you want to toss it again, you have your answer."},{"T":"301","2":"Lustrous","3":"Which is why I usually ask myself this kind of questions once only."},{"T":"301","2":"Lustrous","3":"Still, I can't deny that this was the first time I 'tossed a coin' twice."},{"T":"301","2":"Lustrous","3":"So I decided to record everything that happened today to remind myself that I've done everything right."},{"T":"301","3":"The projection dissipates in the air after the record ends."},{"T":"301","3":"Vera breaks the brief silence between you."},{"T":"301","2":"Vera","3":"And I thought the outcome would be different. They still chose the stupidest option."},{"T":"301","2":"Vera","3":"How mad must they be to try to replicate the first reactor?"},{"T":"301","2":"Vera","3":"Maybe they deserved it when they wouldn't change after it had already blown up in their face."},{"T":"301","2":"Vera","3":"I guess the saying is true—the only thing that we learn from history is that we learn nothing from history."},{"T":"301","3":"Vera is clearly teasing the researcher, but for some reason, you can hear the self-mockery in her tone."},{"T":"302","2":"I don't think they thought it was a lesson."},{"T":"301","2":"Vera","3":"Oh? That's fair. You're one of the President's lackeys, after all. In other words, you don't think what you're going through is a lesson you should learn from, do you?"},{"T":"301","2":"Vera","3":"What? Did I say something wrong? What's with the face?"},{"T":"301","2":"Vera","3":"We both know you and Gray Raven defeated the Polyphage, and the Red Tide was destroyed with your help. Yet no one treated you like a hero! Instead, you were on the gallows—feared, questioned, strived, exploited..."},{"T":"301","2":"Vera","3":"This is what I don't understand about you. You've seen the Parliament's true face! Why would you still be willing to risk your life for them?"},{"T":"302","2":"That's not what I'm doing"},{"T":"301","2":"Vera","3":"What are you doing, then?"},{"T":"302","2":"What about you?"},{"T":"301","2":"Vera","3":"Answering a question with a question? How brazen of you."},{"T":"301","2":"Vera","3":"That won't work on me. I've never been someone who's virtuous."},{"T":"302","2":"I disagree."},{"T":"302","2":"If that was true, you wouldn't be so angry about all of this."},{"T":"301","2":"Vera","3":"..."},{"T":"302","2":"Vera, I know the Parliament members aren't the saints they appear to be."},{"T":"301","2":"Vera","3":"But you still chose them."},{"T":"302","2":"I didn't choose them."},{"T":"302","2":"I chose humanity."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"..."},{"T":"301","3":"Vera bursts into a belly laugh. Unlike the mockery before, she really is laughing this time."},{"T":"301","2":"Vera","3":"Hahahahaha!"},{"T":"301","2":"Vera","3":"How do you say something so shameless with a straight face every time?"},{"T":"301","2":"Vera","3":"Haha—hahaha!"},{"T":"302","2":"!"},{"T":"302","2":"Was that funny?"},{"T":"301","2":"Vera","3":"Ahahahaha—why don't you say it again and listen to yourself?"},{"T":"301","2":"Vera","3":"'I chose humanity'—my god, how fascinating you are to say something like this so seriously!"},{"T":"301","3":"She finally stops laughing and recovers her piercing gaze."},{"T":"301","2":"Vera","3":"Good, I'll remember this. I hope you can still say something stupid like that when you see more true faces in the future."},{"T":"302","2":"I will.","4":"I'll try."},{"T":"301","2":"Vera","3":"I feel like I have to spell it out again so you understand why I said it was 'stupid.'"},{"T":"301","2":"Vera","3":"Say you light up a torch and find a detonating cord beneath your feet, leading to the dark in the distance. Shouldn't your first reaction be putting out the flame?"},{"T":"301","3":"You answer her question with a question again."},{"T":"302","2":"And you? Would you put it out?"},{"T":"301","2":"Vera","3":"The same trick won't work twice."},{"T":"302","2":"I just don't think you're someone who'll extinguish a flame."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"Hmph. Maybe."}]