[{"T":"301","3":"The twins have stopped their attack since Asslam severed its carriages. They simply follow the detached train from behind with their unique movement."},{"T":"301","3":"They watch, curiously, the inside of the train through where the carriages broke off, as if it is a headless rooster still moving about."},{"T":"301","3":"Countless Hetero-Creatures and Hetero-Sapiens converge at the sides of the twins, replacing the two observers as the assailants who attempt to breach the carriages."},{"T":"301","3":"In the beginning, people try to block the opening, stopping the amassing Hetero-Creatures."},{"T":"301","3":"Yet, every time they succeed, the Hetero-Creatures will launch a new wave of attack and tear their defenses apart."},{"T":"301","3":"The passengers have lasted one day and one night in this relentless struggle."},{"T":"301","3":"Both Constructs and humans have grown weary in this intense battle of attrition, but the Hetero-Creatures have only been picking up speed as if they are guided by masterful instructors."},{"T":"301","3":"Only when the time the sun sets once more does the company fighting on the frontline of the train have a chance to rest before night falls."},{"T":"301","2":"Lee","3":"How are we looking?"},{"T":"301","2":"Sophia","3":"Twelve carriages remaining after the split."},{"T":"301","3":"Sophia and Lee are repairing the damaged equipment in haste while keeping an eye out for more attacks."},{"T":"301","3":"Seeing the fight has temporarily ceased, the scared refugees hiding deeper inside poke their heads out."},{"T":"301","2":"Middle-aged Refugee","3":"How are you all doing? Where are the folks who were in this carriage?"},{"T":"301","2":"Jamilah","3":"I've placed most of them in other cities' conservation areas before meeting up with the Forsaken."},{"T":"301","3":"Jamilah sits on her chair elegantly, her expression unfazed, as though she has long been used to confronting danger."},{"T":"301","2":"Jamilah","3":"Still, some of them refused to leave despite the situation, and you have witnessed their fate."},{"T":"301","2":"Middle-aged Refugee","3":"..."},{"T":"301","3":"The refugee immediately returns to his seat after that."},{"T":"301","2":"Watanabe","3":"Akdilek has suffered a great loss in this rescue. After this is over, the Forsaken will not forget what you have done."},{"T":"301","3":"Also a leader himself, Watanabe, however, just looks exhausted."},{"T":"301","3":"Everyone the Forsaken has taken in has witnessed the torments that Watanabe and the Forsaken went through."},{"T":"301","3":"The pain has long past what one could reasonably bear. Yet the Forsaken are still standing here, like a lighthouse in the storm, unyielding in their oath to not leave anyone behind."},{"T":"301","2":"Jamilah","3":"Don't worry about that. We're here because I have my own considerations and plans."},{"T":"301","2":"Jamilah","3":"With what has transpired, no one gets to remain uninvolved. We should have stood together in the first place."},{"T":"301","2":"Jamilah","3":"Not to mention that Babylonia has agreed to compensate for all damages."},{"T":"301","2":"Lee","3":"Is that part of the deal?"},{"T":"301","2":"Jamilah","3":"Call it a provisional supplement term. Both Babylonia and Akdilek want the same thing."},{"T":"301","2":"Jamilah","3":"—To save lives and seek new possibilities."},{"T":"301","2":"Watanabe","3":"So does the Forsaken, when you put it like that."},{"T":"301","3":"Watanabe frowns, turning back to the interior of the carriage. The 35 Constructs who gathered in the base are fighting to protect the 587 survivors hiding here."},{"T":"301","3":"Most of them are members of the Forsaken, but there are also many patients that they have temporarily taken in."},{"T":"301","3":"After the event at the Pulia Forest Park Ruins, Watanabe has been leading the different Forsaken bases to take in those who were affected, giving them shelter."},{"T":"301","3":"The Forsaken have always been held in high regard in these areas, but that has also led to them taking in way more people than the conservation areas."},{"T":"301","3":"Not long after the twins attacked, a large gathering of Hetero-Creatures charged their base as if being summoned."},{"T":"301","3":"Suffering huge casualties, Watanabe was forced to take those remaining to escape from their base."},{"T":"301","2":"Changyu","3":"You're welcome. But you'll have to help us fix the train in the future."},{"T":"301","2":"Watanabe","3":"Of course."},{"T":"301","2":"Shrek","3":"Is there a future?"},{"T":"301","3":"Shrek, having boarded the train alongside the Forsaken, is leaning by the shaking seats, his brows furrowed as he watches the working Constructs before him."},{"T":"301","3":"Ever since he came on board, the normally talkative young man has been looking around with worry and disgust, almost as if he fears not just the monsters chasing them but the train itself as well."},{"T":"301","2":"Shrek","3":"I know it's not my place to say it, but those two and their siblings are still after us. It's clear that we can't outrun them, and we can't win by attrition."},{"T":"301","2":"Shrek","3":"I might just be a civilian, and I'm grateful to be saved, but both the folks behind us and I can't bear to lose any more of you."},{"T":"301","3":"Hearing that, a corner of Jamilah's mouth ever so subtly rises."},{"T":"301","2":"Shrek","3":"Especially you, Watanabe. You don't have to say it—I know you're almost at your limit, having been operating nonstop for the past month."},{"T":"301","2":"Watanabe","3":"But we don't have a choice right now."},{"T":"301","2":"Jamilah","3":"Isn't there a new possibility?"},{"T":"301","2":"Jamilah","3":"When we were putting together the supplement terms, I received an extra request."},{"T":"301","2":"Jamilah","3":"To help test your new weapon system."},{"T":"301","2":"Lucia","3":"Are you talking about the Omega Prototype?"},{"T":"301","2":"Watanabe","3":"We can fight the twins with it?"},{"T":"301","2":"Lucia","3":"The effects during our first trial were minor, but they must have improved by now..."},{"T":"301","2":"Chrome","3":"That's right. I just received a message—the Operational Command is preparing Phase Two of the prototype, and they're planning to drop it tomorrow."},{"T":"301","2":"Chrome","3":"With the improvements they've made, this Omega Weapon can create a small disinfected area, drawing in the Punishing Virus within."},{"T":"301","3":"Hearing that, everyone's solemn face relaxes a little."},{"T":"301","2":"Chrome","3":"But its effectiveness is still inconclusive. We should prepare a backup plan."},{"T":"301","2":"Watanabe","3":"Have you confirmed the exact timing and location?"},{"T":"301","2":"Chrome","3":"I have. We need to arrive at the station in City 210 by 4 o'clock tomorrow. There, we will receive the new prototype."},{"T":"301","2":"Changyu","3":"Must it be City 210 and 4 o'clock? That's cutting it real close."},{"T":"301","2":"Chrome","3":"We need to take into account the time needed to depart and meet up with the Support Force. We must hurry and put some distance between the enemy and us."},{"T":"301","2":"Chrome","3":"Not to mention that... it's too dangerous for the civilians to remain on the train. There is another functional base in City 210. People can get off there."},{"T":"301","2":"Chrome","3":"It's more than enough if we just keep a small force of combatants here to draw the twins' attention."},{"T":"301","2":"Chrome","3":"This is why reaching City 210 by 4 o'clock tomorrow seems reasonable."},{"T":"301","2":"Jamilah","3":"I suppose we have to speed up."},{"T":"301","3":"Jamilah smiles, her gaze passing each of those discussing the plan until it stops at Shrek in the back."},{"T":"301","3":"Through the sound of their discussion, she sends Shrek a message, speaking silently."},{"T":"301","2":"Jamilah","3":"W-e-l-c-o-m-e-b-a-c-k..."},{"T":"301","2":"Shrek","3":"..."},{"T":"301","2":"Sophia","3":"I'll go help."},{"T":"301","3":"Given how dire the situation is, the Constructs have not noticed the expressions of the two humans, not to mention what Jamilah was saying."},{"T":"301","2":"Changyu","3":"Then we'll stay here to take care of the minions."},{"T":"301","3":"The boy's fist connects with a Corrupted that is clinging to the broken edge, snapping its neck."},{"T":"301","3":"—But it only falls into the crowd of Corrupted behind, still in pursuit."},{"T":"301","2":"Changyu","3":"Back together again? What is this, a march for unity and friendship?"},{"T":"301","2":"Lucia","3":"Watch out! They're about to attack!"}]