[{"T":"301","2":"Murray","3":"Phew..."},{"T":"301","2":"Murray","3":"It's just like what Asimov said. Even with a makeshift bionic terminal, the Spear of F.O.S. can act as a visual proxy for hacking."},{"T":"301","2":"Murray","3":"Well then, let's get working."},{"T":"301","2":"Murray","3":"Looks like... I have the upper hand with the information I know right now."},{"T":"301","2":"Murray","3":"This will eat into some of my resources, but this risk... is worth taking."},{"T":"301","3":"Playing around with the ID card in his hand, Murray opened the door and left the conference room."},{"T":"301","3":"Right as he stepped out, his terminal beeped."},{"T":"301","3":"*Incoming unknown connection*"},{"T":"301","2":"Murray","3":"?"},{"T":"301","3":"Loading temporary record: VOCALTEXT39013..."},{"T":"301","3":"[>>>>>>>>>>]"},{"T":"301","2":"Hassen","3":"What follows is classified info."},{"T":"301","2":"Hassen","3":"During Operation Acadia, we recovered a massive corpus of data through Gestalt for the operation of Babylonia and the rebuilding of human civilization."},{"T":"301","2":"Hassen","3":"There were some data that were submitted in our logs, but cannot be found inside the database."},{"T":"301","2":"Hassen","3":"And with everything that Babylonia has been through since its conception, tracing where the files have gone has become immensely difficult."},{"T":"301","2":"Hassen","3":"But enough about the past. The top priority right now is to retrieve the lost files."},{"T":"301","2":"Hassen","3":"There are some data blocks that we didn't have the time to go through back then. I've attached their locations to this message. Please have a look."},{"T":"301","2":"Murray","3":"President Hassen, I'm not a direct subordinate of yours right now... Is it really appropriate to give me this kind of mission?"},{"T":"301","2":"Hassen","3":"You'd know best."},{"T":"301","2":"Hassen","3":"Working under Nikola has its advantages, which is why you joined him on the surface. No?"},{"T":"301","2":"Murray","3":"Just trying to move things in a better direction. It's what everyone would have done."},{"T":"301","2":"Hassen","3":"Which is why I know you'd accept my mission."},{"T":"301","2":"Murray","3":"...What can I say? You see right through me, President Hassen. But the issue remains—I don't think I should learn of the info within these files."},{"T":"301","2":"Murray","3":"After all, I quite value my life."},{"T":"301","2":"Hassen","3":"I'll tell you the end game... These files are the embers that can end this war."},{"T":"301","2":"Hassen","3":"Everything we've done has been to end the war, and these files can forward this objective immensely."},{"T":"301","2":"Hassen","3":"I don't think I have to remind you of the confidentiality level of these files."},{"T":"301","2":"Murray","3":"Pardon me, but why not directly extract the files yourself? But rather, have me retrieve them first, then relay them to you?"},{"T":"301","2":"Hassen","3":"There are quite a few reasons, but none that should concern you."},{"T":"301","2":"Murray","3":"...President Hassen, you are just like Commander Nikola sometimes."},{"T":"301","2":"Hassen","3":"I get that a lot."},{"T":"301","2":"Hassen","3":"Enough with the chit-chat. Time's ticking."},{"T":"301","2":"Hassen","3":"Once I express interest in these files, Nikola will certainly react immediately."},{"T":"301","2":"Hassen","3":"If you think I'm like him, then you must also know what makes us different. Especially on our views about certain things."},{"T":"301","2":"Hassen","3":"For this tiny sliver of hope, are you willing to take the risk?"},{"T":"301","2":"Murray","3":"...Well, I don't think I have a choice."},{"T":"301","2":"Hassen","3":"In that case, good luck."},{"T":"301","3":"*Disconnected*"},{"T":"301","3":"Staring at the terminal monitor, Murray cannot help but sigh."},{"T":"301","2":"Murray","3":"Hah. Our good President just handed down the thorniest mission like it's nothing."},{"T":"301","2":"Murray","3":"...But, this is an opportunity for me as well."},{"T":"301","2":"Murray","3":"Seeing what's inside the core of Gestalt will help me prepare for the pieces in the future."},{"T":"301","2":"Nikola","3":"Clear about the mission?"},{"T":"301","2":"Valeria","3":"Yes."},{"T":"301","2":"Nikola","3":"Then go."},{"T":"301","2":"Valeria","3":"Yes, sir."},{"T":"301","3":"The commandant named Valeria steels herself and salutes Nikola, then leaves."},{"T":"301","3":"As she steps out of the door, she motions to the empty space behind her to follow."},{"T":"301","3":"The emptiness near the office distorts. A figure materializes out of thin air."},{"T":"301","3":"Valeria continues. The figure follows."}]