[{"T":"304","1":"Some people say that life is born from a mother's suffering, then grows up in the accompaniment of torture and is extinguished in sorrow.","2":"eaeaeaff"},{"T":"304","1":"You simply cannot grow up without sorrow.","2":"eaeaeaff"},{"T":"304","1":"Because the gifts of fate are hidden on both sides of the road of suffering. If you wish to receive such gifts, you must first step on this road.","2":"eaeaeaff"},{"T":"304","1":"...Alas, that is only what some people say.","2":"eaeaeaff"},{"T":"304","1":"If you were a baby about to be born or someone on the verge of death...","2":"eaeaeaff"},{"T":"304","1":"Faced with what was to come or back turned to what had already transpired...","2":"eaeaeaff"},{"T":"304","1":"What would fill the depths of your heart? Excitement... or fear?","2":"eaeaeaff"},{"T":"304","1":"If you could start over...","2":"eaeaeaff"},{"T":"304","1":"...","2":"eaeaeaff"},{"T":"304","1":"Would you choose this life?","2":"eaeaeaff"},{"T":"301","2":"???","3":"What? Is this your first time meeting a stranger who wants a conversation for no reason?"},{"T":"301","2":"???","3":"No, I've never thought about that. I'm just saying you look like someone who thinks about that."},{"T":"301","2":"???","3":"If so..."},{"T":"301","2":"???","3":"I hope you would not regret this decision."},{"T":"301","2":"???","3":"You will regret this!"},{"T":"301","3":"06:20 p.m."},{"T":"301","3":"The last transport craft here for a rescue mission crashes and causes a massive explosion."},{"T":"301","3":"A horde of Hetero-Creatures rushes out from the dense smoke declaring their victory and humanity's loss of air superiority."},{"T":"301","3":"In the wilderness, with Lee's help, a survivor drags his broken leg as he struggles to escape their capture."},{"T":"301","2":"Construct Soldier","3":"Are you nuts? You shouldn't have come here to rescue people...!"},{"T":"301","2":"Lee","3":"Save your breath and pick up the pace."},{"T":"301","3":"Though he is being verbally harsh, he does stop for a while to let his companion catch up and seizes that chance to fire bullets at the Hetero-Creatures coming from the sky."},{"T":"301","3":"It's been over a month since the disaster that happened in the Pulia Forest Park Ruins. The humans trapped on the surface still have to rely on this method to survive."},{"T":"301","2":"Construct Soldier","3":"...The escape plan you proposed is crazy. There is almost no chance for us to... (panting)"},{"T":"301","3":"He seems still in shock as he talks to Lee while trembling."},{"T":"301","2":"Construct Soldier","3":"Letting Lucia use that external thruster to take care of the paratroopers... This is just…"},{"T":"301","3":"He gets interrupted by a beep from Lee's terminal, but Lee doesn't look down to check that device. Instead, he remains vigilant and continues to hunt down the Hetero-Creatures that try to get close."},{"T":"301","2":"Lee","3":"Lucia has found a transport vehicle. She's on her way here."},{"T":"301","2":"Construct Soldier","3":"How do you know? You didn't even look at it... What if it's a distress signal?"},{"T":"301","2":"Lee","3":"She's the captain of Gray Raven."},{"T":"301","2":"Construct Soldier","3":"..."},{"T":"301","2":"Construct Soldier","3":"Forget it. After all, if she could survive a battle like that..."},{"T":"301","2":"Construct Soldier","3":"Alright, then... Let's proceed onward and rendezvous with her."},{"T":"301","3":"He sighs, then appears to relax ever so slightly."},{"T":"301","3":"Lee doesn't answer. He focuses his attention on the Hetero-Creatures flying in the sky and continues in the same direction."},{"T":"301","2":"Lee","3":"We need to get them off our tails before we enter the conservation area."},{"T":"301","2":"Construct Soldier","3":"...Cough—t-they're... still coming this way?"},{"T":"301","2":"Lee","3":"Of course."},{"T":"301","2":"Construct Soldier","3":"...You really shouldn't just go charging into the crash site to save people."},{"T":"301","2":"Construct Soldier","3":"Now those bastards around the transport crafts... are going straight for you…"},{"T":"301","2":"Lee","3":"You're the reinforcements sent by Babylonia. You're our comrades."},{"T":"301","3":"He sighs helplessly for having to state the obvious."},{"T":"301","2":"Lee","3":"These were Lucia's exact words."},{"T":"301","2":"Lee","3":"If our commandant was still consciousness, the same would surely be said."},{"T":"301","2":"Lee","3":"So, I won't leave you behind either."},{"T":"301","2":"Construct Soldier","3":"...But I heard there aren't enough medical supplies to treat all the wounded in the conservation area."},{"T":"301","2":"Construct Soldier","3":"Before we set out, we had already prepared to sacrifice ourselves and recall..."},{"T":"301","3":"Lee stops talking, lets his companion lean on him, and makes haste."},{"T":"301","2":"Construct Soldier","3":"If we spend too many medical supplies, eventually most slightly injured people won't be able to recover..."},{"T":"301","2":"Construct Soldier","3":"If the rescue falters, more people would die on the battlefield!"},{"T":"301","2":"Construct Soldier","3":"We... We didn't come all this way from Babylonia just to be a liability for bases here on the surface!"},{"T":"301","2":"Lee","3":"That's not for you to worry about."},{"T":"301","2":"Lee","3":"We will take you and the other casualty Lucia brought back to the conservation area for a professional evaluation to assess the necessary provisions."},{"T":"301","2":"Construct Soldier","3":"You mean... that other member from Gray Raven? Liv? She didn't come here with you?"},{"T":"301","2":"Lee","3":"She is staying in the conservation area to help tend to the wounded. She's the only qualified medic there now."},{"T":"301","2":"Construct Soldier","3":"..."},{"T":"301","2":"Lee","3":"We weren't able to get a lot of supplies, but we'll at least be able to hold out for a few more days."},{"T":"301","2":"Lee","3":"Had we not saved you, we wouldn't have gotten the supplies secured."},{"T":"301","2":"Lee","3":"People in the conservation area are still waiting for good news from Babylonian reinforcements. Not to mention, saving lives isn't something that requires hesitation."},{"T":"301","2":"Construct Soldier","3":"But our surface reinforcement plan..."},{"T":"301","2":"Construct Soldier","3":"Has failed once again…"},{"T":"301","3":"The 'prologue' of our nightmare finally concludes as the cry of the Hetero-Hive Mother echoed through the Pulia Forest Park Ruins."},{"T":"301","3":"The explosion blew the highly concentrated Punishing Virus around that Mother everywhere, covering the entire Forest Park in the ashes of death."},{"T":"301","3":"When the magnificent light from the Longinus Arsenal finally dissipated, only the charred remains of the Hetero-Hive Mother and all those Hetero-Sapiens lurking in the forest were left."},{"T":"301","3":"But the Punishing Virus didn't just disappear like that. And the great fire didn't stop the violent Hetero-Creatures and Hetero-Sapiens from running rampant."},{"T":"301","3":"With the CPF 040 destroyed, the tower no longer purified the air of the Punishing Virus and those things took to the air, fanning the flames of an already dire situation."},{"T":"301","3":"Calamity spread like wildfire, and the Punishing Virus filled the air."},{"T":"301","2":"Hassen","3":"To restore life on Earth, we hope the tragedy of the Great Evacuation won't happen a second time. We shall exhaust all our manpower and transportation capacity to get the victims of this disaster to a safe area farther away from here."},{"T":"301","2":"Hassen","3":"The Babylonia citizens have cast their votes, and we decided to go with this decision. Time is of the essence if we are to save lives. Strike Hawk and Cerberus will lead this rescue operation and deal with the hostile Hetero-Creatures coming from the sky. Move out, team."},{"T":"301","3":"The first few rescue operations went well. Most Babylonia citizens didn't expect they would have so many strangers here, but quite some lucky ones made it to this place safely."},{"T":"301","3":"However, calamity ensued shortly afterward."},{"T":"301","2":"Construct Soldier","3":"We... failed..."},{"T":"301","2":"Construct Soldier","3":"Many teams reported this last month... They said they saw some Hetero-Creatures with wings that learned how to fly with the help of highly concentrated Punishing Virus."},{"T":"301","2":"Construct Soldier","3":"Now... Those things swarmed together and attacked our transport craft."},{"T":"301","2":"Construct Soldier","3":"This was our last mission report... We lost contact with the elite squad on the other transport craft..."},{"T":"301","2":"Construct Soldier","3":"..."},{"T":"301","2":"Construct Soldier","3":"Heh..."},{"T":"301","2":"Construct Soldier","3":"When the residents of Babylonia finally decided to cast aside their worries and accept life on the ground..."},{"T":"301","2":"Construct Soldier","3":"The sky isn't safe anymore..."},{"T":"301","3":"The path is cut off. Where can people run to?"},{"T":"301","3":"There's no way back now. If they request backup, they'll only repeat our mistake. The elite team, trapped on the surface, volunteers to protect the conservation area and hunt down the Hetero-Creatures and Hetero-Sapiens."},{"T":"301","2":"Noctis","3":"Boss, I've dealt with the areas I was asked to clean up."},{"T":"301","2":"Noctis","3":"But look at this."},{"T":"301","3":"Noctis furrows his brows in the mission recording and points to the Red Tide behind him."},{"T":"301","3":"The Hetero-Creatures are coming back to life in the raging Red Tide."},{"T":"301","2":"Vera","3":"Then we'll vaporize the Red Tide too."},{"T":"301","3":"The three figures in the recording raise their weapons and approach the Red Tide. However, another signal stops them in their tracks."},{"T":"301","2":"Asimov","3":"This notification is for all the Task Force members."},{"T":"301","2":"Asimov","3":"Judging by the data we've collected, the Red Tide shows no signs of stopping."},{"T":"301","2":"Asimov","3":"Even if we make the Red Tide evaporate, the Punishing Virus will remain in the air."},{"T":"301","2":"Asimov","3":"When the Punishing Virus strikes again and corrupts human bodies, the festered flesh will slowly converge and form a new Red Tide, similar to the liquids those Hetero-Sapiens secrete."},{"T":"301","2":"Asimov","3":"Be careful not to let the Red Tide converge. Otherwise, we'll have another disaster on our hands."},{"T":"301","2":"Asimov","3":"But no need to waste time on tributaries that haven't converged yet. These will continue to generate so long as there are casualties in the presence of the Punishing Virus."},{"T":"301","2":"Kamui","3":"Asimov, do you think we are cleaning the Red Tide or the dead that became part of it?"},{"T":"301","2":"Asimov","3":"..."},{"T":"301","3":"No one can answer this question."},{"T":"301","3":"This disaster is dragging us slowly into Hell. No place to hide. No path to flee."},{"T":"301","3":"After the fire in the Forest Park Ruins goes out, hordes of Hetero-Creatures emerge worldwide. Overwhelming and unstoppable, they slaughter all living beings that stand in their way."},{"T":"301","3":"Under cascading death, the harm caused by the Unidentified Twins is actually negligible."},{"T":"301","3":"A tide of Hetero-Creatures wanders aimlessly through the wilderness, spreading footprints of grief and death through this rotten land."},{"T":"301","3":"The twins left among the ashes walk toward the west coast, robbing language and knowledge from dead humans and Constructs along the way."},{"T":"301","3":"After arriving at the west coast, instead of crossing the sea, they continue to move northward along the coast."},{"T":"301","3":"They join the barrage of Hetero-Creatures in the battle against humans and Constructs stationed in the defense zone, resulting in the destruction of the conservation areas in 37 cities and leaving no survivors."},{"T":"301","3":"When the garrison sensed that there was no chance of victory, they had no choice but to resort to avoidance tactics, predicting their action trajectory and withdrawing in advance."},{"T":"301","3":"These predictions are not always accurate. The enemy sometimes acts separately or stays in the same area for a long period of time."},{"T":"301","3":"But most of the time, the twins and the barrage of Hetero-Creatures 'explore' one city for up to one to three days before proceeding to the next city."},{"T":"301","3":"In order to avoid getting ravaged and devastated by the approaching barrage, residents from adjacent cities flee in advance."},{"T":"301","3":"If the residents couldn't flee in time, they had no choice but to leave their future up to fate to decide."},{"T":"301","3":"If people choose to leave early because of fear, they will fall into the dilemma of competing for resources with residents of other cities."},{"T":"301","3":"These Hetero-Creatures are a barrage in every sense of the word, bringing death to the land wherever they inundate."},{"T":"301","3":"Under such a catastrophe, only one conservation area where the 'twins' passed managed to survive. Only by retreating underground, had they not drawn the twins' attention."},{"T":"301","3":"However, when the garrison in the next conservation area attempted to adopt this tactic, they were instead burned to death underground."},{"T":"301","3":"These creatures grow in wisdom and learn how to use tools—evolving little by little."},{"T":"301","3":"However, no one can make a conclusive decision as to whether they have feelings and temperament in the biological sense."},{"T":"301","3":"Just as humans treat vegetation, they regard humans as a natural resource here on Earth."},{"T":"301","3":"They pick up lone humans, like cherishing the seeds, and return them to the crowd."},{"T":"301","3":"Although these humans would die of severe infection after coming into contact with the Punishing Virus, some people had witnessed the twins' 'harmless' appearance."},{"T":"301","3":"Like appreciating flowers, the twins also 'insert' the damaged and broken Constructs into the dense Red Tide and tell them with their chilling voices to become whole again."},{"T":"301","3":"Before they truly understand feelings and benevolence, humans cannot rely on communication. They can only escape the twins' tracks before being plundered."},{"T":"301","3":"At first, in order to avoid the high concentration of Punishing Virus on the surface, people planned to migrate to the Arctic Route Union, but these creatures began to venture northward."},{"T":"301","3":"With the barrage of the twins and the migrating Hetero-Creatures bringing danger to the northwest, people turned to the southeast for refuge."},{"T":"301","3":"With surface buildings in the conservation area lacking air-tight ventilation, CPFs can no longer ensure safety in such a high concentration of the Punishing Virus."},{"T":"301","3":"Most human beings live in the enclosed basement of the conservation area, leaving the resource collection and rescue operations to the Constructs."},{"T":"301","3":"Even if Scavengers are fitted with full sets of protective suits, their movements are still hindered by the threat of Hetero-Creatures."},{"T":"301","3":"When all the land outside the conservation area becomes entrenched with hidden dangers, supply consumption becomes a new problem."},{"T":"301","3":"People are in urgent need of rescue, but the transport crafts originally used for rescue only end up turning into fuel time and again."},{"T":"301","3":"We are forced to step into the eternal night of death, and with different language and bodies, roar as one in the afterburn of dawn."},{"T":"301","3":"—In order to retain the few motes of light that remain in this darkness."}]