[{"T":"301","3":"Eden continues to rotate. Given what might happen if 'Empyrea' is deployed, Babylonia has put in place everyone deployable in preparation for any contingencies."},{"T":"301","3":"So when Murray leaves the president's office, he only sees an empty corridor."},{"T":"301","2":"Murray","3":"..."},{"T":"301","3":"Murray shows a look of relief when the door behind him closes. Rubbing his forehead, he lets out a quiet sigh of relief."},{"T":"301","2":"Murray","3":"It's over... It didn't quite turn out the way we had hoped it would, but nonetheless..."},{"T":"301","3":"Murray stops cold when he hears footsteps coming from ahead of him. When he opens his eyes..."},{"T":"301","2":"Murray","3":"Hm?"},{"T":"301","2":"??","3":"..."},{"T":"301","3":"A girl in a pilot suit casts Murray a glance when she passes him by. Then, her eyes brighten up."},{"T":"301","2":"??","3":"It's you!"},{"T":"301","2":"Murray","3":"And you are...?"},{"T":"301","3":"When Murray turns around to face the girl, the girl, too, turns to face him with a mischievous look on her face. Facing Murray and waving at him, the girl walks backward with the other hand behind her back."},{"T":"301","2":"??","3":"I am Nanami. Don't forget it!"},{"T":"301","2":"Murray","3":"...I think Lee told me about you before..."},{"T":"301","2":"Nanami","3":"Keep it up and protect your brother, Murray. You are doing great!"},{"T":"301","2":"Murray","3":"...?"},{"T":"301","3":"Muray is taken aback by those words. Where is she from? And what does she want from him? How does she know his name in the first place? Did she mean what she just said as a warning? He'll have to eliminate her if it's necessary to do so."},{"T":"301","3":"Murray, however, manages to keep a smile on his face as these thoughts cross his mind."},{"T":"301","2":"Murray","3":"...Sure thing, Nanami."},{"T":"301","3":"Murray waves Nanami off as she turns into a research lab under the Science Council's second division."},{"T":"301","2":"Murray","3":"...I will remember you."},{"T":"301","3":"When the lab door is opened, the person inside is observing something on a lab bench."},{"T":"301","2":"Ishmael","3":"Hello."},{"T":"301","2":"Nanami","3":"...Hi."},{"T":"301","3":"On the researcher's table is the hologram of an iris. Nanami would have mistaken it for an actual iris if she hadn't known better."},{"T":"301","3":"The girl with short pink hair turns around and casts Nanami a gentle yet somewhat aloof smile."},{"T":"301","2":"Ishmael","3":"How can I help you?"},{"T":"301","3":"From her question, Nanami senses not a trace of surprise, as though she knew all along that Nanami would come here."},{"T":"301","2":"Nanami","3":"Someone told me that you'd be able to help me."},{"T":"301","2":"Ishmael","3":"And I wonder who that might be... But that's hardly the point here. What matters is that you came to seek my help, and I love helping people."},{"T":"301","3":"With a smile, Ishmael gestures for Nanami to sit down."},{"T":"301","2":"Ishmael","3":"State your wish, please."},{"T":"301","2":"Nanami","3":"Thanks, but no—I still have a promise to keep. Let's do this quickly."},{"T":"301","3":"The airship and transport escorting Liv are disappearing into the sky..."},{"T":"301","3":"【kuroname】 is still asleep in The Star of Life, but the separating line has started working with Ishmael's help. This world that actually exists might just see a different future..."},{"T":"301","3":"Under the hot red clouds, Nanami travels through the wilderness in her dazzling pilot suit as Power stands on guard for her."},{"T":"301","2":"Nanami","3":"It took a lot of effort for me to become what I am now. I really want everybody to see this..."},{"T":"301","3":"Nanami gives Power a gentle touch. Inspired by her conversation with the girl, Nanami decided to modify Power—dazzling, the stars on it are supposed to be a symbol of humankind's romance and courage. They also show that Nanami is the one and only Nanami in this world."},{"T":"301","2":"Nanami","3":"But I have more important things to do right now."},{"T":"301","2":"Nanami","3":"Mecha babushka, give me the coordinates."},{"T":"301","2":"Gestalt","3":"What you do will not change this catastrophe."},{"T":"301","2":"Nanami","3":"Even if my efforts are futile, I'll still do the same..."},{"T":"301","3":"Because I'm doing it out of love."},{"T":"301","2":"Nanami","3":"I don't want to destroy humankind and all the interesting things they created."},{"T":"301","3":"Nanami looks up at Eden in the sky. Haicma probably managed to evacuate from Babylonia with them already."},{"T":"301","2":"Nanami","3":"And things are changing, aren't they? I'll help make their wish come true, and they'll help make mine come true, too."},{"T":"301","3":"Gestalt falls into silence."},{"T":"301","2":"Gestalt","3":"What happened to you—an entity called Nanami—outside my range of observation?"},{"T":"301","2":"Nanami","3":"Haha... Let's not spill the beans yet."},{"T":"301","3":"Nanami has heard this before, on the lone sailing spaceship where she talked with the unknown girl."},{"T":"301","2":"Girl","3":"We won't be able to predict the future if humankind possesses free will. humankind knows free will through experience. Free will is a substantial part of individual consciousness."},{"T":"301","2":"Girl","3":"In the same vein, predictions of the future contradicts free will."},{"T":"301","2":"Girl","3":"Humankind can't predict the future precisely because they're able to make free choices."},{"T":"301","2":"Girl","3":"Conversely, if you already know the future, then you won't be able to go against your fate, nor can you tell people about what you know about the future."},{"T":"301","2":"Girl","3":"Even if you already know all the possibilities and can choose the best one out of them, the outcome—or some tragedy that might happen along the way—is still inevitable."},{"T":"301","2":"Girl","3":"I think you need no reminder, Nanami, but..."},{"T":"301","2":"Girl","3":"I'm you from the future."},{"T":"301","3":"She sees herself... in that future. With the machines, she travels on and on through the universe trying to figure out why the machines awakened and their identity."},{"T":"301","3":"Giving up her freedom, she became a central AI that leads the spaceship and all the awakened machines on a permanent journey through the infinite universe."},{"T":"301","3":"The surviving humans still have a chance, yet their fate is now up to them. humankind has only themselves to count on down the path to a promising future."},{"T":"301","3":"Abandoned by Earth, the girl sits quietly by the window as she speaks, occasionally stealing glances at the blue planet billions of light-years away."},{"T":"301","3":"At the end of time, the universe, and everything, she finally sees it... she sees the root of all catastrophes. She also finds a door through which humankind can go and the key to it."},{"T":"301","3":"Then... she sends the secret to the past—a secret that should have been left untold."},{"T":"301","3":"She prays..."},{"T":"301","3":"Humankind lives on in the infinite expanse that is the universe, and the machines set out on a journey with her in search of peace and their identity."},{"T":"301","3":"Such is 'all her love.'"},{"T":"301","2":"'Nanami'","3":"But you still have a choice, Nanami... You can choose to not become me."},{"T":"301","3":"The girl's smile is so similar to yet so different from Nanami's."},{"T":"301","3":"Her smile, however, is growing blurry as her hologram begins disappearing."},{"T":"301","2":"Nanami","3":"H-hold on..."},{"T":"301","2":"'Nanami'","3":"It's time to say goodbye."},{"T":"301","3":"Nanami holds out her hands and locks her fingers with her much younger self. With their heads against each other's, Nanami finds herself instantly awash with yearning, sadness, and loneliness."},{"T":"301","2":"Nanami","3":"Take these with you... and look for 'Ishmael' when you've made a final decision. You'll be able to find the answer you came seeking there."},{"T":"301","3":"Does she want Nanami to make a different choice from hers? But she of all people should know that..."},{"T":"301","2":"'Nanami' & Nanami","3":"Goodbye... Nanami."},{"T":"301","3":"Snapping back to herself, Nanami looks up longingly at the skies as she waves goodbye at 'home' up the clouds."},{"T":"301","2":"Nanami","3":"I would love to see it for myself on Earth... but I'm afraid I won't be able to."},{"T":"301","3":"She might have chosen the shackles of fate—yet fate is full of twists and turns, one of which being humankind, and that's something that even Gestalt failed to capture with her calculations."},{"T":"301","2":"Nanami","3":"Goodbye..."},{"T":"301","2":"Nanami","3":"Don't forget Nanami."}]