[{"T":"301","3":"'—Thou must needs another way pursue, if thou wouldst escape from out that savage wilderness.'"},{"T":"301","3":"..."},{"T":"301","3":"The scenes in front of you have shifted again in a sway."},{"T":"301","3":"Like the end of a show when one scene replaces another, the old props are quietly removed, and the new set is hastily put up."},{"T":"301","3":"Fights that are doomed with failure, roads paved with corpses, flowers torn and shredded."},{"T":"301","3":"Everything is like a capriccio, taking a sharp downturn and bringing unfathomable cold and darkness."},{"T":"301","3":"Tears and blood are splashed in front of your eyes, chilling you to the bone."},{"T":"301","3":"Carrying the shard of the Hetero-Core, she keeps running forward."},{"T":"301","3":"As long as she can get it back to Babylonia... She must send it back to Babylonia."},{"T":"301","3":"The surviving Constructs are still waiting in the cabin. She must find rescue to take them out of this place."},{"T":"301","3":"This time, she will not watch them die in front of her. She must hold on until reinforcements arrive."},{"T":"301","3":"She can take any pain and pay any price."},{"T":"301","3":"Still, she ends up being cornered. The frenzy Korolev is only one gate apart from her."},{"T":"301","3":"She quickly lifts her hand and pierces the Hetero-Core shard right into her chest."},{"T":"301","3":"Her action is so natural and fast, as if she has done it numerous times before."},{"T":"301","3":"Once again, she is engulfed by the enormous shadow."},{"T":"301","2":"Selena","3":"..."},{"T":"301","3":"All the remaining power of her frame is reserved for the Inver-Device. She starts to lose her senses as vital fluid leaks away."},{"T":"301","3":"First, the smell. She no longer feels the smell of leaking vital fluid and the torn, burned bionic skin."},{"T":"301","3":"Then, the hearing. The scratching sounds made by wandering Corrupted no longer make her tremble."},{"T":"301","3":"Vision is the next. Everything becomes blurry in her blood-stained vision. She can only barely recognize the surroundings through the connection with the space station terminal."},{"T":"301","3":"As her five senses are gradually stripped away, the pain deep in her M.I.N.D. becomes sharper than ever."},{"T":"301","3":"Like a crucified god whose flesh and blood body had already been pecked away by vultures, only her soul remains in her body with nowhere to hide."},{"T":"301","3":"She has lost track of time. No one knows how long she has waited."},{"T":"301","3":"The space station, which has been quiet all this time, has finally seen another group of 'guests.'"},{"T":"301","3":"Chasing after the tempest, the familiar pink figure has come to her, awakening her from the darkness."},{"T":"301","2":"Ayla","3":"Selena... Thank goodness... You're alive."},{"T":"301","3":"It's Ayla."},{"T":"301","3":"On the other side, a squad still fighting. Gray Raven is their name, and they are connected by a human commandant."},{"T":"301","3":"The broken Construct learns the name of the human as she synchronizes with the data in the terminal."},{"T":"301","3":"【kuroname】."},{"T":"301","3":"...【kuroname】."},{"T":"301","3":"It seems to be the name of an important person, but she cannot recall who that person is."},{"T":"301","3":"Somehow, she just feels the name is important. Very important."},{"T":"301","3":"The stagnant mind starts to flow once again, pulling the thread in her M.I.N.D., reminding her of her incomplete mission."},{"T":"301","3":"The voice module is completely destroyed. She can only make a strange, humming sound."},{"T":"301","3":"She could only try her best to send all the data she has, along with the whole truth about the space station, to her trusted friend through the terminal."},{"T":"301","3":"—Please help them."},{"T":"301","2":"Ayla","3":"But the comms device here isn't functioning..."},{"T":"301","3":"—Help them."},{"T":"301","3":"—If they step into the dead zone without knowing the truth, they would face the same ending that she had."},{"T":"301","2":"Ayla","3":"...I see!"},{"T":"301","2":"Ayla","3":"Wait for me. I'll be back soon."},{"T":"301","3":"The broken Construct makes an almost unnoticeable smile and closes her eyes."},{"T":"301","3":"After what seems an eternity, she has gone through numerous long-lasting and painful cycles."},{"T":"301","3":"She has long lost the sense of time. A sharp, momentary pain and an eternal, bone-grinding lasting pain feel the same to her."},{"T":"301","3":"But before she falls into eternal sleep, a pair of hands have gathered her shattered consciousness."},{"T":"301","3":"Has someone saved her?"},{"T":"301","3":"She feels her strength is slowly recovering and her five senses gradually return. Someone is holding her tightly in the arms."},{"T":"301","3":"The firm, warm arms feel familiar yet detached, as if they had danced together with her in the depths of time, but also as if they had existed only in a fleeting dream."},{"T":"301","3":"Someone is anxiously calling her name."},{"T":"301","3":"She slowly opens her eyes. Everything around her is shifting and changing. She has left that hellish space station and is now placed safely in the sleeping pod of a transport shuttle."},{"T":"301","3":"Someone has been waiting at her side, holding her hand tightly."},{"T":"301","3":"She wants to find the name that had reached her lips but could not be uttered. It should have been carefully preserved, but her rusted M.I.N.D. has eroded it away."},{"T":"301","3":"She can see everything around her, but not the face of that person."},{"T":"301","3":"She can hear all the sounds, but only cannot hear that person's call."},{"T":"301","3":"She feels like she has fallen through a blanket of fog into the deep waters."},{"T":"301","3":"But why?"},{"T":"301","3":"Doubt seizes and strangles her like a black serpent."},{"T":"301","3":"The slides of her past flash by one after another."},{"T":"301","3":"The distant look across the stage in the glorious opera house. The close stare in the illuminated ball room."},{"T":"301","3":"No matter how hard she tries to discern the faces in these memory fragments, it all ends in vain. The human's face is forever hidden behind the misty night, unable to be recognized."},{"T":"301","3":"The truth is obvious, but she deliberately ignores it, indulging in what seems like happiness."},{"T":"301","3":"Those scenes were scattered and shattered in the tempest, but she put them back together and cherished them..."},{"T":"301","3":"They are but illusions of a fleeting dream composed by her."},{"T":"301","3":"Then she remembers the truth."},{"T":"301","3":"—They have never really met."},{"T":"301","3":"When she finally realizes this, everything in front of her dissipates abruptly."},{"T":"301","3":"She loses her support, descending into the endless abyss by her own weak gravity like a petal falling off the calyx."}]