[{"T":"301","3":"Lucia opens her eyes and finds Liv and Lee before her in an intense battle with Roland."},{"T":"301","3":"Facing only half of the Gray Ravens, Roland does not fight as hard as he did, and instead pushes the two around with sporadic attacks, seemingly trying to stall for time."},{"T":"301","3":"And you, standing nearby, carry multiple injuries as if you have just been through a gruesome battle."},{"T":"301","2":"Lucia","3":"Commandant...!"},{"T":"302","2":"You're awake?","4":"Good morning."},{"T":"301","2":"Lucia","3":"Your wounds...!"},{"T":"302","2":"Had to stay awake.","4":"Tactics."},{"T":"301","2":"Lucia","3":"Commandant..."},{"T":"301","2":"Lucia","3":"No. It's no use worrying now. I have to help everyone defeat Roland—that's the only way Liv can have time to treat Commandant!"},{"T":"302","2":"You look more determined."},{"T":"301","2":"Lucia","3":"(Nods) I was able to learn so much and return thanks to your Mind Beacon."},{"T":"301","2":"Lucia","3":"I am not lost anymore."},{"T":"301","3":"Lucia raises her sword and approaches Roland, but he immediately waves his hands and steps back."},{"T":"301","2":"Roland","3":"Looks like I guessed correctly. Lucia, you're the superior one."},{"T":"301","2":"α","3":"Gray Raven!"},{"T":"301","3":"Although the battle inside her M.I.N.D. has affected her gravely, Alpha still manages to stand up with rage in her eyes, pulling her katana from the floor and charging Lucia."},{"T":"301","3":"But a few shots arrive unexpectedly from her blindspot, forcing her to back away."},{"T":"301","2":"Lee","3":"Liv, hold her back!"},{"T":"301","3":"A dark orb appears by Alpha's feet, creating a local gravitational pull that destabilizes her and causes her to fall."},{"T":"301","2":"α","3":"Huaxu, what the hell?!"},{"T":"301","2":"Huaxu","3":"Default computing power limit exceeded. Suppressions on the two Constructs released."},{"T":"301","2":"α","3":"Tsk."},{"T":"301","3":"Distracted by the two attackers, Alpha fails to notice the fast-approaching Lucia. Lucia kicks her in the stomach and forces her back."},{"T":"301","3":"As Lucia is about to deliver a deadly blow, a chain blade comes out of nowhere and deflects her strike."},{"T":"301","2":"Roland","3":"I'd love to say that 'I'm the one you're looking for,' but you guys gotta have noticed something's wrong, right?"},{"T":"301","2":"Roland","3":"Is it really a good idea to waste your time here?"},{"T":"302","2":"What are you saying?"},{"T":"301","2":"Roland","3":"Oh, come on... You aren't seriously expecting me to explain everything?"},{"T":"302","2":"There's someone bigger after you, isn't there?"},{"T":"301","2":"Roland","3":"Insightful, Commandant. Thank goodness you've noticed."},{"T":"301","2":"Roland","3":"You still have a bit of walking to do. Best leave now, lest you miss the show."},{"T":"301","2":"Roland","3":"As a token of goodwill, a parting gift."},{"T":"301","3":"He smiles as he tosses you Huaxu's key."},{"T":"301","2":"α","3":"Ha! A betrayal. Of course you're a traitor."},{"T":"301","2":"Roland","3":"Oh, don't be so harsh. You and Lucia were out for a while, and Huaxu's suppression was long gone. Those three have been trying to find a way to take you out while you're down—and I also just 'found my way' to the key."},{"T":"301","2":"Roland","3":"Had I not been protecting you, we'd all be too late now."},{"T":"301","2":"Lucia","3":"What are you planning?"},{"T":"301","2":"Roland","3":"Hmm? That reveal I'll save for the next time we meet. Now get going or you won't make it in time."},{"T":"302","2":"Let's go!"},{"T":"301","2":"α","3":"You wish!"},{"T":"301","2":"Roland","3":"Hold on, Alpha. I'm the one you're looking for."},{"T":"301","3":"Roland stands between Alpha and you and gestures you four to go."},{"T":"301","2":"Roland","3":"Thanks to that Lucia, I think I can probably take on you now."},{"T":"301","2":"α","3":"What are you after?"},{"T":"301","3":"Roland stops smiling for once. His looks at Alpha, unwavering."},{"T":"301","2":"Roland","3":"I've only ever wanted one thing."},{"T":"301","2":"Roland","3":"But telling you now would be really stupid."},{"T":"301","2":"α","3":"...Seems to me you're prepared for the consequences."}]