[{"T":"301","3":"————"},{"T":"301","2":"Qu","3":"All enemies clear on line III to VIII. Calling all survivors in all districts. You copy?"},{"T":"301","2":"Qu","3":"...Is it too late already?"},{"T":"301","2":"Qu","3":"I knew it'd end like this from the beginning. But to see it with my own eyes..."},{"T":"301","2":"Qu","3":"In this case, we shall do what we can."},{"T":"304","1":"Cut. Slash. Rend."},{"T":"304","1":"I keep hacking away in the darkness."},{"T":"304","1":"I have long forgotten how many enemies I killed, but I know that as long as there is even one Corrupted in front of me, I cannot stop."},{"T":"304","1":"How long has the battle been going on for? Ten days? Half a month? It does not matter."},{"T":"304","1":"Time means nothing. All I need is to keep hacking away to ensure the activation of Tabula Akasha."},{"T":"304","1":"This is the only way that humanity can live forever—the only way that I, who has always been just a spectator, can become human."},{"T":"304","1":"Yes. I may have a human body and human memory, but I have never felt like I was truly human."},{"T":"304","1":"How quaint, Yin and Villier were probably right. After all, I was not born as a human being. I was born a monster."},{"T":"304","1":"But over the many years, I have found my calling. I found my value as a human being."},{"T":"304","1":"..."},{"T":"304","1":"My companions continue to die around me. My vocal cords no longer resemble that of a human from all of my screaming."},{"T":"304","1":"No. I cannot fall now. I have to stay here to my very last breath."},{"T":"304","1":"This is my purpose being born as the head of Kowloong."},{"T":"301","2":"Heng Ji","3":"Lady Qu, the minds of all the people in the city have been backed up."},{"T":"301","2":"Qu","3":"Aah... Good."},{"T":"301","3":"Heng Ji's voice travels over the communication channel. Qu knows that her mission is complete, and humanity has survived."},{"T":"301","3":"Relief causes Qu to crumble and kneel down on the battlefield. Her blade has long since become dull from killing so many Corrupted. Countless human corpses and Corrupted debris pile around her."},{"T":"301","2":"Corrupted","3":"—!"},{"T":"301","3":"The Corrupted roar and charge at Qu, but she merely closes her eyes."},{"T":"301","2":"Qu","3":"?"},{"T":"301","3":"Death does not come, she instead hears the sound of machinery being crushed."},{"T":"301","2":"Phecda","3":"It's not over yet."},{"T":"301","2":"Prime","3":"We'll handle the rest of it."},{"T":"301","2":"Qu","3":"You...?! How..."},{"T":"301","2":"Heng Ji","3":"Sorry, I couldn't stop them."},{"T":"301","3":"Qu turns to see Heng Ji coming from the city gate. Phecda and Prime units follow quickly behind him, running past Qu to engage with the Corrupted."},{"T":"301","2":"Heng Ji","3":"Once they found out about the tech, they insisted that I modify them."},{"T":"301","2":"Qu","3":"But..."},{"T":"301","2":"Phecda","3":"We know the price we paid. Our frames may be the same, but we have different hearts. And what binds our different hearts, is a common bond."},{"T":"301","2":"Prime","3":"You and the others in Kowloong are willing to sacrifice your lives to protect Kowloong. Our willingness to risk modification pales in comparison."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Heng Ji","3":"The war between mankind and the Punishing Virus may not end during our lifetimes, but Kowloong should not fight this war with mankind alone."},{"T":"301","2":"Heng Ji","3":"With the support of Constructs, a new Kowloong Crew is born."},{"T":"301","2":"Qu","3":"I see..."},{"T":"301","2":"Heng Ji","3":"Yes. And as the creator of the Tabula Akasha initiative, your path mustn't end here."},{"T":"301","2":"Qu","3":"You're right... The completion of the data backup is only the beginning of the Tabula Akasha."},{"T":"301","2":"Qu","3":"Our history will not end like this."}]