[{"T":"301","2":"Pulao","3":"You...! Stop, all of you!"},{"T":"301","2":"Lee","3":"...?"},{"T":"301","2":"Pulao","3":"Just do as I say!"},{"T":"302","2":"(Motion to everyone)"},{"T":"301","3":"Everyone takes a few steps back, and stops attacking."},{"T":"301","3":"As if in agreement, the advancing Corrupted halt their own movements."},{"T":"301","2":"Liv","3":"Whoa..."},{"T":"301","2":"Lee","3":"They're programmed to attack only when attacked, huh..."},{"T":"301","2":"Pulao","3":"Put your weapons away and walk slowly after me."},{"T":"301","2":"Pulao","3":"Whatever you do, don't attack them..."},{"T":"301","2":"Bianca","3":"...No matter what happens, I'm calling in the Purifying Force after this is done."},{"T":"301","2":"Pulao","3":"...?"},{"T":"301","2":"Bianca","3":"Our mission is to reclaim this area. Their existence is a threat to the mission."},{"T":"301","2":"Pulao","3":"They're just carrying out their mission!"},{"T":"301","2":"Bianca","3":"Salvation for the infected is only through their destruction. Whoever they once were—they no longer are."},{"T":"301","2":"Pulao","3":"You...!"},{"T":"301","2":"Bianca","3":"..."},{"T":"301","2":"Pulao","3":"I... despise people like you. Think you're all high-and-mighty."},{"T":"301","2":"Bianca","3":"I'm not high-and-mighty. I simply do what must be done."},{"T":"301","2":"Pulao","3":"So what you must do is blot out innocent lives that are no danger to you or me?"},{"T":"301","2":"Pulao","3":"I know it's always mission this, mission that for you Babylonians, but do you know how to do anything other than kill whatever's between you and the mission?"},{"T":"301","3":"Looks like it's time to step in."},{"T":"302","2":"Interrupt"},{"T":"301","2":"Lucia","3":"Let's complete our mission first, and then decide what to do with them."},{"T":"301","2":"Bianca","3":"...I agree."},{"T":"301","3":"Bianca takes a step back as a sign of truce, but Pulao still looks miffed. She glares at us once and continues forward."},{"T":"302","2":"Liv."},{"T":"301","2":"Liv","3":"I'm here."},{"T":"302","2":"Follow Pulao and scout the path ahead."},{"T":"301","2":"Liv","3":"Yes."},{"T":"301","3":"Before Liv can even move, Pulao's indistinct but unmistakable voice comes drifting over from somewhere ahead."},{"T":"301","2":"Pulao","3":"...Listen, all you have to do is refrain from showing any aggression... and just walk on through!"}]