[{"T":"301","3":"Hello there, friend."},{"T":"301","3":"Ah, forget it, 'friend.' What nonsense it is. By now, you should have already realized that this is just a madman's ravings with an imaginary friend."},{"T":"301","3":"Have you ever wondered what it would be like, on the day you die?"},{"T":"301","3":"I might die at any time. I'm close enough to 'that place,' so there's no need for me to hide anymore."},{"T":"301","3":"Strangely, I don't have any resentment about it."},{"T":"301","3":"When those people were after me, I ran like a rat prodded by some hot metal rod."},{"T":"301","3":"When Roland burned the research facility to the ground, I was cowering like a child."},{"T":"301","3":"When I learned that it was the Godfather who betrayed me, though, I instead felt nothing."},{"T":"301","3":"Maybe it's true what their leader, the little girl, said... that humans are weak, vile, unworthy of trust. That must be the case."},{"T":"301","3":"—I finally feel like things are about to come to an end."},{"T":"301","3":"But I must apologize, my friend, this story of mine... It's not some thrilling tale."},{"T":"301","3":"Only now, do I realize that I am nothing but a coward. A coward that, even to kill a man, I need someone to place the knife in my hand."},{"T":"301","3":"Hello, friend. I guess this is goodbye."},{"T":"301","3":"I've never made proper farewells before. So allow me, my imaginary friend, allow me a proper farewell."},{"T":"301","3":"Meanwhile, in the main plaza on the other side of the hidden passage..."},{"T":"301","2":"Luna","3":"...So, how was your last supper?"},{"T":"301","2":"Luna","3":"Ah, I must have forgotten. You're no longer human. You don't require food."},{"T":"301","2":"Shome","3":"..."},{"T":"301","2":"Luna","3":"Have you bid your farewells to family and friends?"},{"T":"301","2":"Luna","3":"...Ah, I jest. You have no family or friends."},{"T":"301","2":"Shome","3":"..."},{"T":"301","2":"Luna","3":"He who has nothing, did you at least have a good, last night's sleep?"},{"T":"301","2":"Shome","3":"..."},{"T":"301","3":"Luna shakes her head in face of Shome's silence."},{"T":"301","2":"Luna","3":"Pitiful child."},{"T":"301","2":"Luna","3":"Even the last day of your life is in such misery."},{"T":"301","2":"Shome","3":"You're not after what I know, are you? You went to all this trouble looking for me, not because you're trying to know something."},{"T":"301","2":"Shome","3":"You knew from the beginning. You only wanted my death."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"Yes, I don't care at all. Not a sliver."},{"T":"301","2":"Shome","3":"...Why?"},{"T":"301","2":"Luna","3":"...Why, indeed?"},{"T":"301","2":"Luna","3":"Perhaps it's because of your impudence. That merciful agent protected you by making you an Ascendant, but instead, you squandered your hard-earned rebirth, marching into territories not yours to tread."},{"T":"301","2":"Luna","3":"I hope your death will make others agents realize, that humans are not worth saving."},{"T":"301","2":"Gabriel","3":"Miss, the info backup he scattered in various parts of the theme park have been found and destroyed."},{"T":"301","2":"Gabriel","3":"The execution can begin at anytime."},{"T":"301","2":"Shome","3":"Just that?"},{"T":"301","2":"Shome","3":"That's what you people want? To take the Ascension-Network, all for your own?"},{"T":"301","2":"Gabriel","3":"How dare you, mere mortal! Guessing at the will of Miss Luna!"},{"T":"301","2":"Luna","3":"Thank you, Gabriel."},{"T":"301","2":"Luna","3":"Looking at the time, ours guests should be arriving soon..."},{"T":"301","2":"Gabriel","3":"Indeed. They are close."},{"T":"301","2":"Luna","3":"So, any last words?"},{"T":"301","2":"Shome","3":"...Just what are you waiting for?"},{"T":"301","2":"Luna","3":"Ah, what am I waiting for, indeed?"},{"T":"301","2":"Luna","3":"Don't worry, it's not what you are waiting for, that's for certain."},{"T":"301","2":"Luna","3":"Lamia?"},{"T":"301","3":"An X-shaped shadow squirms quickly near Luna. Space distorts, and a figure materializes out of thin air."},{"T":"301","2":"Lamia","3":"Miss Luna... I'm here."},{"T":"301","2":"Luna","3":"Did you do everything I told you to?"},{"T":"301","2":"Lamia","3":"Y-yes... Every."},{"T":"301","2":"Luna","3":"Good girl."},{"T":"301","3":"In appreciation, or perhaps out of mere amusement, Luna stretches out a hand and gently pats Lamia's face."},{"T":"301","2":"Lamia","3":"M-M-Miss Luna..."},{"T":"301","2":"Luna","3":"Good work. You did well. Step back and wait for everything to end."},{"T":"301","3":"You step into the plaza, only to see..."},{"T":"301","3":"...The remains of a certain Construct, scattered all over the plaza. A massive figure, with his back facing you, is admiring a huge bionic statue in front."},{"T":"301","3":"As if sensing your arrival, the figure turns toward you—"},{"T":"301","2":"Gabriel","3":"I've been waiting for you."},{"T":"301","3":"Shortly before the Gray Raven arrived..."},{"T":"301","2":"Luna","3":"...It is time."},{"T":"301","2":"Gabriel","3":"As you wish."},{"T":"301","2":"Luna","3":"Mh-hm."},{"T":"301","2":"Luna","3":"Our guests from Babylonia seem to be late."},{"T":"301","2":"Gabriel","3":"Is this part of your plan too, Miss?"},{"T":"301","2":"Luna","3":"Yes."},{"T":"301","2":"Luna","3":"This is our own problem. We'll deal with it ourselves."},{"T":"301","3":"With that, the massive cartoonish statue behind them suddenly begins to transform."},{"T":"301","2":"Shome","3":"...Speare?"},{"T":"301","2":"Luna","3":"You ran here last for this statue... Ah, no this is a mere holo-projection. You are here for the real Shark-speare underneath it."},{"T":"301","2":"Luna","3":"Shark-speare, the defense robot made in the image of an animation from your childhood."},{"T":"301","2":"Shome","3":"...How did you know?"},{"T":"301","2":"Luna","3":"Did you not say so yourself? I know what you know. I want what you want. No?"},{"T":"301","2":"Luna","3":"I hope this makes you feel better on your way to hell."},{"T":"301","3":"A shadow flies out of the holo-projection and prances slowly to Shome."},{"T":"301","2":"Shome","3":"Ah... Ah."},{"T":"301","2":"Shome","3":"No, no, Speare..."},{"T":"301","3":"The shadow crunches on Shome's torso, as if trying to break him into two."},{"T":"301","2":"Shome","3":"ARRRGGH!!!"},{"T":"301","3":"Almost instantly, the shadow pulls Shome back into the holo-projection and returns."},{"T":"301","3":"A rumble of mechanical screeches ring out from within. Crushing, fracturing, masticating—at something."},{"T":"301","3":"No screams. No cries. Only chewing. Fluids and gears fall near the statue's feet."}]