[{"T":"301","3":"Having breached the blockade, Gray Raven arrives at the bridge that leads to the Core Area."},{"T":"301","3":"The wide span of the bridge extends forward indefinitely, until it reaches into the darkness that hides an enormous structure, the destination of this journey."},{"T":"301","3":"Despite your inability to gauge the depth and structures beneath the bridge, nothing screams 'danger' louder to you than the occasional noises of the turning gears and the ominous blinking red light."},{"T":"301","3":"And, as expected—standing in the middle of the bridge is a most familiar, troublesome figure."},{"T":"301","2":"Roland","3":"Slower than I expected. Not gonna lie, I almost fell asleep."},{"T":"301","2":"Lucia","3":"Roland..."},{"T":"301","2":"Roland","3":"Here I thought you were all getting lost, but the looks on your faces tell me you know exactly where you are."},{"T":"301","2":"Roland","3":"Now, I've been known for my hospitality. But I must admit that it's quite upsetting to find my old friends visiting without so much of a call beforehand."},{"T":"301","2":"Roland","3":"Dearest Commandant, did you not teach your children to knock before barging into their friend's home?"},{"T":"302","2":"...","4":"(Initiate Attack)"},{"T":"301","2":"Roland","3":"Aargh, look at that face, how it saddens me."},{"T":"301","2":"Roland","3":"Now, the place behind there is, unfortunately, off-limit to you all. And because you children misbehaved... I'm done feeding you carrots, and here comes the stick."},{"T":"302","2":"(Initiate Attack)"},{"T":"301","3":"Everyone shifts to their fighting formation the moment you issue your command. Lucia draws her blade and dashes to the edge of the bridge, and with the push of her jetpack, she instantly closes in on Roland."},{"T":"301","3":"As their blades meet, Lee's bullets and the lasers from Liv's Levi-Gun follow. Roland draws his gun backhanded and fires at Lucia, forcing her to dodge, and in that brief respite he retreats backward."},{"T":"301","2":"Roland","3":"Hey, what did I say? The nerve of you all! At least let me finish my welcome speech—I rehearsed it a couple of times before you arrived!"},{"T":"301","2":"Lucia","3":"Shut up."},{"T":"301","2":"Lee","3":"You're not escaping this time."},{"T":"301","2":"Roland","3":"If you insist."}]