[{"T":"301","3":"When you hear something like 'hang out at the newly built amusement park,' like most people, what comes to mind is a lovely day where everyone has fun."},{"T":"302","2":"But...","4":"It turns out..."},{"T":"301","2":"Lee","3":"The flowers are here. I need you to sign here."},{"T":"301","2":"Staff Member","3":"Alright. Best of luck taking care of these flowers. This task is part of your contract."},{"T":"301","2":"Lucia","3":"I know."},{"T":"302","2":"We're here to work?"},{"T":"301","2":"Lee","3":"I thought it was Gray Raven's tradition to work while trying to sneak in some time off."},{"T":"302","2":"Why is it about flowers?"},{"T":"301","2":"Liv","3":"That's because Gray Raven's rebuilding task has something to do with afforestation. We've been raising plants and flowers and sending them to the city."},{"T":"301","2":"Liv","3":"I know we have machines to help us now, but we still need human minds to make sure everything is going well."},{"T":"301","2":"Lucia","3":"Commandant, Liv told me you weren't feeling so well. Would you like to take a day off?"},{"T":"301","2":"Lucia","3":"Playing for free is one of our job benefits. Lee and I will take care of this task. We'll be controlling machines to do the planting for us. It shouldn't be too hard."},{"T":"301","2":"Liv","3":"I'll give you a hand too."},{"T":"301","2":"Lucia","3":"It's okay, Liv. You should stay and take care of Commandant."},{"T":"302","2":"I'm fine.","4":"It's just I'm having trouble recalling things."},{"T":"301","2":"Lucia","3":"Then you're not fine. We've come this far. I'll make sure the four of us live a long, peaceful life."},{"T":"301","2":"Liv","3":"...Well... Lucia, are you sure you are okay on your own?"},{"T":"301","3":"With a smile on her face, Lucia points at the gardener robots in the transport vehicle."},{"T":"301","2":"Lucia","3":"Don't worry. They'll handle it."},{"T":"302","2":"Liv."},{"T":"301","3":"If you do not ask Liv to come and help out, she will probably be overwhelmed by guilt."},{"T":"302","2":"Let's go."},{"T":"301","2":"Liv","3":"...Hmm..."},{"T":"301","3":"Liv answers your call and comes to you, but she still looks worried."},{"T":"302","2":"We'll take a look around and come back to take over your shift."},{"T":"301","2":"Lee","3":"It's just a small task. You should try to relax. There's no need to worry about us."},{"T":"301","2":"Lee","3":"After all, life is short. You gotta cherish every second of it."},{"T":"302","2":"..."},{"T":"301","2":"Lee","3":"What? You said it yourself."},{"T":"302","2":"Did I?"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lucia","3":"Anyway, you should go and have fun."},{"T":"302","2":"Alright.","4":"Off to the amusement park that's filled with peace and love!"},{"T":"301","3":"The two of you say goodboye to Lucia and Lee and walk into the crowd, side by side."},{"T":"301","3":"It has only been five years since the Punishing Virus disaster ended, but it is clear there are now a lot more newborn human babies and animals."},{"T":"301","3":"The sunlight at noon is warm. You take a deep breath. The wind carries with it a pleasant smell of grass and dirt."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv doesn't utter a word. But the look on her face says it all."},{"T":"302","2":"Do you like amusement parks?"},{"T":"301","2":"Liv","3":"I do, especially in a time of peace like this. Everyone looks happy."},{"T":"301","2":"Liv","3":"So, I'm happy too..."},{"T":"301","3":"This young lady is like a flower, nourished by other people's happiness and thriving in a season that best suits her."},{"T":"301","2":"Liv","3":"There is still much to do before we can rebuild this place, but we don't have to worry about losing our friends anymore."},{"T":"301","2":"Liv","3":"...It's just that you don't seem very well, Commandant."},{"T":"302","2":"I'm fine."},{"T":"302","2":"But..."},{"T":"302","2":"Now that peace has been restored..."},{"T":"302","2":"You don't have to call me Commandant anymore."},{"T":"301","2":"Liv","3":"I don't?"},{"T":"302","2":"Well, call me by my real name."},{"T":"301","2":"Liv","3":"...【kuroname】?"},{"T":"302","2":"Hm?"},{"T":"301","2":"Liv","3":"...【kuroname】..."},{"T":"301","3":"Liv looks down, her cheeks blushing."},{"T":"301","2":"Liv","3":"So, uh... 【kuroname】..."},{"T":"301","2":"Liv","3":"Where... Where are we going now?"},{"T":"302","2":"Where would you like to go?"},{"T":"301","2":"Liv","3":"I... I don't know."},{"T":"302","2":"You've never been to an amusement park before?"},{"T":"301","2":"Liv","3":"Well, my mother didn't feel well ever since she gave birth to me."},{"T":"301","2":"Liv","3":"And then, she passed away... so I never had a chance to visit an amusement park."},{"T":"302","2":"(Patting her head)","4":"It's okay. From now on, I can take you here whenever we have time to spare."},{"T":"301","2":"Liv","3":"...C-Commandant...! Oh, I mean... 【kuroname】..."},{"T":"302","2":"I'll take you here whenever we have time to spare."},{"T":"301","2":"Liv","3":"Wouldn't that be a burden for you?"},{"T":"302","2":"It won't."},{"T":"302","2":"Liv, you like it when other people are happy."},{"T":"302","2":"And I like it when you are happy."},{"T":"301","2":"Liv","3":"Well... Thank you."},{"T":"301","3":"She happily nods and gets closer to you."},{"T":"301","2":"Liv","3":"Well... Shall we go check out what's the most popular thing here?"},{"T":"301","3":"She points at the roller coaster with a sign that says 'Galaxy Ship.' You can hear the sound of people laughing and screaming from that facility."},{"T":"302","2":"Okay. Let's go there."},{"T":"301","3":"This is where most people are in the amusement park, but there aren't nearly as many people living in this town as there were back in the good old days. You two only have to wait in queue for a few minutes before it is your turn to board the 'Galaxy Ship.'"},{"T":"301","3":"With the help of virtual reality, riding this roller coaster feels like traveling across the starry sky."},{"T":"301","2":"Tourist 1","3":"AHHHHHHHHHH!!!"},{"T":"301","2":"Tourist 2","3":"This is amazing! Aahhhhh!"},{"T":"301","2":"Tourist 3","3":"Eek!"},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"The wind is cozy. Now that's something you don't get to experience in the universe."},{"T":"301","3":"The girl is calm on this roller coaster ride, unlike those who are screaming out loud."},{"T":"302","2":"Aren't you scared?","4":"Haven't we seen enough space for a lifetime?"},{"T":"301","2":"Liv","3":"Well, we were driving transport crafts all the time whenever we were in an operation. This is nothing new."},{"T":"302","2":"Do you miss the old days?"},{"T":"301","2":"Liv","3":"I don't, because all my friends are here with me."},{"T":"301","3":"Liv looks at you and gives you an angelic smile."},{"T":"301","2":"Liv","3":"And you are here with me too."},{"T":"302","2":"(Holding her hand)","4":"(Nodding)"},{"T":"301","3":"You put your hand on Liv's soft hand and notice that her hand trembles a bit."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"...Hmm..."},{"T":"301","2":"Liv","3":"All my dreams have come true."},{"T":"301","3":"The bond you share allows you to read each other's minds without uttering a word."},{"T":"301","3":"In this projected universe where people keep screaming, the two of you silently lean on each other."},{"T":"301","3":"The 'Galaxy Ship' ride that you are all too familiar with is over. Together, you and Liv leave the ship."},{"T":"301","3":"She looks around and focuses her attention on a toy store nearby."},{"T":"302","2":"Would you like to buy a souvenir?"},{"T":"301","2":"Liv","3":"...It's okay. A souvenir is not a necessity."},{"T":"302","2":"Let's go check it out."},{"T":"301","2":"Liv","3":"...Well, okay."},{"T":"301","3":"You go to the store and realize they are not just selling toys but holding a shooter game for participants to win toys as prizes."},{"T":"301","2":"Tourist","3":"Sir, are you sure this gun can hit the balloon?"},{"T":"301","2":"Toy Store Shopkeeper","3":"Of course it can. Would you like me to show it? Just because you can't hit the target doesn't mean the gun is not working!"},{"T":"301","2":"Tourist","3":"Tch!"},{"T":"301","2":"Tourist 2","3":"We should go."},{"T":"302","2":"Would you like to try this?"},{"T":"301","2":"Liv","3":"...Are you sure that is a good idea?"},{"T":"301","3":"Having noticed the shopkeeper is looking at you, she lowers her voice."},{"T":"302","2":"Which one of us are you worried about?"},{"T":"301","3":"Seeing how she has lowered her voice, you too start whispering to her."},{"T":"301","2":"Liv","3":"...Well."},{"T":"301","2":"Toy Store Shopkeeper","3":"Would you like to give it a try?"},{"T":"301","3":"While she is still hesitating, the shopkeeper has sent away the other tourists and turned to the two of you."},{"T":"301","2":"Toy Store Shopkeeper","3":"20 Black Cards to play a round. You have 20 bullets. If you land 17 shots, you get a small toy. 18 shots for a medium one. 19 shots for a large one. And if you land all the shots, you can have any toy, plus an extra round for free."},{"T":"302","2":"Liv, how about you give it a try?"},{"T":"301","2":"Liv","3":"Huh? But I'm not really a sharpshooter..."},{"T":"301","2":"Toy Store Shopkeeper","3":"Hold on a second. No Constructs are allowed to play this game. Otherwise, I'd be broke."},{"T":"301","3":"The shopkeeper points at the sign in his shop. It says, 'Warning: choking hazard. Small parts. Not for children under 3 years.' followed by 'Only humans are allowed to play.'"},{"T":"302","2":"I gave you a chance.","4":"I'll give it a try, then."},{"T":"301","2":"Toy Store Shopkeeper","3":"?"},{"T":"301","2":"Toy Store Shopkeeper","3":"Even the Chief Commandant of Babylonia only managed to land 18 shots."},{"T":"302","2":"Huh? Which Chief was it?"},{"T":"301","2":"Toy Store Shopkeeper","3":"How am I supposed to remember that? It was a long time ago."},{"T":"301","2":"Toy Store Shopkeeper","3":"Pay before you play."},{"T":"302","2":"Alright."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"You pay the fee, take up the toy gun, and do a quick check to have a rough idea of how the toy bullets work and how the environment will affect your accuracy."},{"T":"301","2":"Toy Store Shopkeeper","3":"You look like a pro. Were you a soldier before?"},{"T":"302","2":"Yeah."},{"T":"301","3":"You observe the balloons that are moving up and down. It seems their speed changes slightly every five to eight seconds."},{"T":"302","2":"I see what it is."},{"T":"301","3":"So that's why the shopkeeper knows his players won't win this game."},{"T":"301","3":"You adjust the timing and aim at the balloons before firing."},{"T":"301","3":"One by one, the balloons are popped... And before you know it, you have landed 15 shots."},{"T":"301","2":"Toy Store Shopkeeper","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"You reload the toy gun and quickly finish off the last five remaining balloons."},{"T":"301","2":"Toy Store Shopkeeper","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"..."},{"T":"301","3":"This silence is the hymn of your triumph."},{"T":"302","2":"May I do the second round now?"},{"T":"301","2":"Toy Store Shopkeeper","3":"Uh, yeah, sure. I'm a man of my word."},{"T":"301","3":"Trying to stay calm, the shopkeeper hands you another gun."},{"T":"302","2":"(Take the new toy gun)"},{"T":"301","3":"It is lighter and in a much poorer condition."},{"T":"301","3":"But after some careful observation and adjusting, you once again land 20 shots."},{"T":"301","2":"Toy Store Shopkeeper","3":"..."},{"T":"301","2":"Liv","3":"..."},{"T":"302","2":"..."},{"T":"301","3":"Another silence, another hymn of your triumph."},{"T":"301","2":"Toy Store Shopkeeper","3":"Uh, would you like to pick your prize first?"},{"T":"302","2":"Liv, go ahead."},{"T":"301","2":"Liv","3":"Uh... Alright. Let's see here."},{"T":"301","3":"She enters the toy store and looks around before picking a frog plushie and a small robot."},{"T":"302","2":"(I knew it. She's picking toys for the others again.)"},{"T":"302","2":"I'll do another round, please."},{"T":"301","3":"The shopkeeper doesn't say a word. Distressed, he nods at you and leans on the wall, his eyes still fixated on you."},{"T":"302","2":"You are not going to give me a new gun this time?"},{"T":"301","2":"Toy Store Shopkeeper","3":"No."},{"T":"301","3":"To your surprise, when you try to aim this time, it seems the balloons are moving at a higher speed."},{"T":"302","2":"...","4":"I can handle that."},{"T":"301","3":"You hold your breath, focus on the track of the balloons, and adjust your aim."},{"T":"301","3":"For the third time, you land all the shots."},{"T":"301","2":"Toy Store Shopkeeper","3":"..."},{"T":"301","2":"Toy Store Shopkeeper","3":"Well, I must admit I didn't expect to see a sharpshooter like you visiting my shop."},{"T":"301","2":"Toy Store Shopkeeper","3":"In that case, how about we take a picture together to remember this special moment?"},{"T":"301","3":"Before you can answer, the shopkeeper has raised his terminal and aims it at you."},{"T":"301","2":"Toy Store Shopkeeper","3":"Say cheese!"},{"T":"302","2":"(Holding Liv in your arms)","4":"(Giving a big smile)"},{"T":"301","2":"Liv","3":"...【kuroname】... Look..."},{"T":"301","3":"Now that Liv has reminded you, you notice there are tourists gathering around you."},{"T":"301","2":"Toy Store Shopkeeper","3":"Haha. Would you like to give your victory speech? I think I'll put this picture on the wall for everybody to see!"},{"T":"302","2":"Is that supposed to be a joke?","4":"So this is the true measure of a Chief... Ahem. I didn't say anything."},{"T":"302","2":"Alright. Liv, go pick something you like."},{"T":"301","2":"Liv","3":"...Okay."},{"T":"301","3":"Having noticed that her eyes are on the shelf where the frog plushies are, you lower your voice to remind her."},{"T":"302","2":"If I keep doing another round, the shopkeeper is going to cry.","4":"Do you want me to continue until we have all the frog plushies?"},{"T":"301","2":"Liv","3":"I... No... Okay, fine. I get your point..."},{"T":"301","3":"This girl always puts other people's needs before her own. The only way to stop her from doing that is to use a victim to make her feel guilty."},{"T":"301","3":"Liv walks into the store, her hands holding together, and picks her favorite sheep plushie this time."},{"T":"302","2":"Let me take that for you."},{"T":"301","2":"Liv","3":"Sure..."},{"T":"301","3":"Smiling, you put the toy gun on the arcade table and take the large frog plushie and the small robot from Liv's arms. Then you wave goodbye to the shopkeeper."},{"T":"301","2":"Toy Store Shopkeeper","3":"Thanks for stopping by. Don't you ever come back again. You are on my blacklist now."},{"T":"302","2":"You are most welcome."},{"T":"301","3":"Holding large plushies in your arms, the two of you go through the crowd and realize that, while you were focusing on the game, you had helped the shopkeeper draw quite a lot of attention."},{"T":"301","2":"Tourist 1","3":"This looks easy. I want to give it a try as well, sir."},{"T":"301","2":"Toy Store Shopkeeper","3":"That will be 20 Black Cards. Pay before you play."},{"T":"301","2":"Tourist 2","3":"Honey, shall we give it a try too?"},{"T":"302","2":"That's nice."},{"T":"301","3":"You turn your attention from the crowd to Liv. She is burying her head in the furry, cuddly sheep plushie in her arms."},{"T":"301","3":"Having noticed you are looking at her, she moves her head away from the plushie toy and pretends as if nothing happened."},{"T":"302","2":"Hah."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"Thank you, 【kuroname】."},{"T":"302","2":"Why thank me?"},{"T":"301","2":"Liv","3":"Because..."},{"T":"301","3":"Feeling nervous, she tightens her grip on the plushie's fur."},{"T":"301","2":"Liv","3":"If you hadn't put it that way... I might not get this toy."},{"T":"301","2":"Liv","3":"But I feel... so happy that I can hold it in my arms. We earned it together."},{"T":"301","2":"Liv","3":"So... thank you."},{"T":"302","2":"You're welcome."},{"T":"301","2":"Liv","3":"We should head back. I gotta get these 'loots' to Lucia and Lee."},{"T":"302","2":"Alright."},{"T":"301","3":"The girl wears a big smile on her face and there is a spring in her steps."},{"T":"301","3":"Following sunlight that shines through tree leaves, the two of you return to where you first started."}]