[{"T":"301","3":"It takes them a while to finally find a strong enough building."},{"T":"301","3":"Just when they have finished settling in for the night, a group of armed young scavengers appears."},{"T":"301","2":"Armed Hoodlum","3":"Who gave you the okay to stay here?"},{"T":"301","2":"Scavenger C","3":"Why would we need your permission to stay here?"},{"T":"301","2":"Armed Hoodlum","3":"Talking back now, uh?"},{"T":"301","3":"He waves his hand for his minions to come forward."},{"T":"301","2":"Armed Hoodlum","3":"Say hello to our new friends here."},{"T":"301","3":"The hoodlums wake up to the sunlight seeping through the hotel's cracked glasses."},{"T":"301","3":"Crying foul over the injustice, the scavengers crouch in the corner with bruises all over."},{"T":"301","2":"Armed Hoodlum","3":"Let's send them to the commercial area today to see if they can find anything useful there..."},{"T":"301","3":"He rubs his eyes as he says to the rest of his group."},{"T":"301","2":"Minion","3":"All of you, stand up!"},{"T":"301","3":"He swings an iron pipe as he shouts his order to the scavengers trembling by the wall."},{"T":"301","2":"Scavenger E","3":"God will not forgive you!"},{"T":"301","3":"The girl's serious remark, however, is met with an outburst of laughter from the hoodlums."},{"T":"301","2":"Armed Hoodlum","3":"You can pray all you want."},{"T":"301","2":"Scavenger E","3":"I'm sure God is out there! My dad and mom always told me that God is out there!"},{"T":"301","2":"Scavenger E","3":"I've seen an angel myself! It was that very angel from God who told me about there being supplies here!"},{"T":"301","2":"Scavenger E","3":"Aah!"},{"T":"301","3":"The girl covers her mouth with her hands because she realizes she just said something she should not have. The young hoodlums, however, simply shrug it off as nonsense."},{"T":"301","2":"Armed Hoodlum","3":"Oh? Well, did God come to save your parents?"},{"T":"301","3":"The upset young girl takes a step back, again causing an outburst of laughter from the hoodlums."},{"T":"301","2":"Armed Hoodlum","3":"Enough chit-chat. Get them to work now. If they try anything funny—"},{"T":"301","3":"He does the cutthroat gesture with his thumb. With iron pipes in their hands, the other hoodlums start ushering the feeble scavengers out of the building."},{"T":"301","3":"Not until it has turned dark that the scavengers trudge back to the abandoned hotel."},{"T":"301","2":"Armed Hoodlum","3":"What's the result?"},{"T":"301","3":"He examines the items the scavengers have brought back and finds most of them useless."},{"T":"301","3":"All except for one brand new supply bag, which stands out like a piece of cheese sitting on a mousetrap."},{"T":"301","3":"Unbothered, he picks up the bag, takes out a can and some hardtacks and distributes them to his group."},{"T":"301","2":"Armed Hoodlum","3":"Store the rest of it."},{"T":"301","2":"Scavenger C","3":"What about us?"},{"T":"301","2":"Armed Hoodlum","3":"Huh? What made you think you'd get anything when this is all the lot of you came back with?"},{"T":"301","2":"Armed Hoodlum","3":"Want to have a taste of my rage for a change?"},{"T":"301","2":"Scavenger B","3":"We're almost there."},{"T":"301","2":"Armed Hoodlum","3":"Huh?"},{"T":"301","2":"Scavenger D","3":"He's crazy. Just ignore him..."},{"T":"301","2":"Armed Hoodlum","3":"Crazy, uh? Let's see if we can fix him. Won't do us no good keeping a madman around."},{"T":"301","2":"Scavenger E","3":"What are you trying to do?"},{"T":"301","3":"The girl tries to stop the hoodlums but is held back by a pair of weak hands."},{"T":"301","2":"Scavenger D","3":"Youle, please..."},{"T":"301","2":"Youle","3":"B-but..."},{"T":"301","2":"Scavenger D","3":"Let's just take care of ourselves for now..."},{"T":"301","2":"Youle","3":"..."},{"T":"301","3":"Starved and tired, the scavengers wake up to another day."},{"T":"301","2":"Scavenger A","3":"I couldn't catch any sleep. I kept hearing waves splashing right behind the building."},{"T":"301","2":"Scavenger C","3":"So did I."},{"T":"301","3":"Right in the middle of their discussion about the mysterious waves last night, one of the hoodlums comes in."},{"T":"301","2":"Minion","3":"Where's the crazy dude?"},{"T":"301","2":"Youle","3":"Didn't you..."},{"T":"301","2":"Minion","3":"We only tried to fix him a little."},{"T":"301","3":"He looks at them without a trace of remorse, as if trying to tell them that they really only tried to 'fix' him."},{"T":"301","3":"They look around. The man, who was crouching in the corner before, is nowhere to be found now."},{"T":"301","2":"Youle","3":"He didn't come back."},{"T":"301","2":"Minion","3":"Tsk. Then look for him when you're out looking for supplies later. Not that I care if he's found anyways."},{"T":"301","3":"After scratching his filthy hair, he raises a pipe and starts ushering them out of the room."},{"T":"301","2":"Minion","3":"Hurry up and get to work!"},{"T":"301","3":"It is now dark, yet the man is still nowhere to be found."},{"T":"301","3":"The scavengers come back again with nothing useful, except for another brand new supply bag."},{"T":"301","3":"Having gotten nothing again, they go back to their corner, talking while trying to keep one another warm."},{"T":"301","2":"Scavenger A","3":"Cough, cough... My infection is getting worse."},{"T":"301","2":"Scavenger D","3":"Where did he go exactly?"},{"T":"301","2":"Scavenger C","3":"I wonder if we're going to hear the waves again tonight? I want to go and have a look..."},{"T":"301","3":"They seem to be having a conversation, but everyone is really just trying to vent, paying no attention to anyone else."},{"T":"301","2":"Scavenger D","3":"Should we just leave this place, then?"},{"T":"301","3":"He casts his eyes over the others as he raises the question. There is no way they can make it back in their current conditions."},{"T":"301","3":"No one even knows what the supply hunt tomorrow will be like."},{"T":"301","2":"Youle","3":"I'm sure we'll come back with plenty of supplies tomorrow. If we do, we'll all finally be able to eat."},{"T":"301","3":"The girl is feeling no better than anyone else, but she sounds as if she knows for certain what is going to happen the next day."},{"T":"301","2":"Youle","3":"God will grant us happiness."},{"T":"301","3":"With a helpless smile on his face, the man sitting before the girl pats her head with his wrinkled hand, thinking that she is talking out of her imagination."},{"T":"301","2":"Scavenger D","3":"Yes, for sure... Let's call it a night for now."},{"T":"301","3":"They huddle together, shivering as they fall asleep."},{"T":"301","3":"They hear people shouting and cursing in the middle of the night."},{"T":"301","2":"Youle","3":"What's that..."},{"T":"301","2":"Armed Hoodlum","3":"Stop right there, you thief! Catch him already!"},{"T":"301","2":"Scavenger C","3":"But I was the one who found it!"},{"T":"301","3":"They hear splashes of waves after the group of people dashes out of the building. Then, peace returns."},{"T":"301","3":"Youle wakes up to the midday sun from a deep sleep. It is now way past when the hoodlums would usually come."},{"T":"301","2":"Youle","3":"Where is everyone?"},{"T":"301","3":"One of the scavengers is missing. Could this have to do with the commotion last night?"},{"T":"301","2":"Scavenger A","3":"I saw them."},{"T":"301","3":"The old lady says, shivering so badly that she almost bites her own tongue."},{"T":"301","2":"Scavenger A","3":"I had a hard time falling asleep again last night. I went out to check on things when I heard the waves, and..."},{"T":"301","2":"Scavenger A","3":"The path just out the back entrance, it... It was all red."},{"T":"301","2":"Scavenger A","3":"T-they came out of the red stuff and started talking to me."},{"T":"301","2":"Scavenger C's Projection","3":"It tastes so good..."},{"T":"301","2":"Scavenger C's Projection","3":"I'm still alive..."},{"T":"301","2":"Scavenger B's Projection","3":"We're almost there."},{"T":"301","2":"Scavenger A","3":"Could it be... That they're living in that red stuff?"},{"T":"301","3":"They are deep in thought when a group of scavengers they never saw before trudges into the room."},{"T":"301","2":"New Scavenger","3":"Hello, is this place your turf?"},{"T":"301","2":"Everyone","3":"..."}]