[{"T":"102","1":"Firn Night"},{"T":"301","3":"Near the reserve operation area of Babylonia, several squads are busy carrying supplies and weapons."},{"T":"301","2":"Lucia","3":"Looks like there's an emergency mission."},{"T":"301","2":"Liv","3":"Everyone's on edge. Hopefully, the mission isn't too serious."},{"T":"301","2":"Lee","3":"Don't worry, they've got skilled combatants with them. Though, back on our case, Commandant, we still have a round of data collection for Lucia's frame coming up, right?"},{"T":"302","2":"Yeah.","4":"Data collection?"},{"T":"301","2":"Lucia","3":"I wonder how we'll go about the data collection."},{"T":"301","2":"Lucia","3":"...It'll be nice if we can figure out why my frame isn't operating at its full capacity."},{"T":"301","2":"Lee","3":"Commandant... You saw the transmission, right?"},{"T":"301","2":"Lee","3":"Because the actual performance of Lucia's new frame wasn't quite up to par, the higher-ups want us to participate in a series of data collection to see what's wrong."},{"T":"301","2":"Lucia","3":"That's what the data collection is about, Commandant."},{"T":"301","2":"Rosetta","3":"Gray Raven. Good to see you here."},{"T":"301","3":"Suddenly, an unexpected figure walks out of the bustling squads. Her expression is ice-cold—just like when you first met in the Arctic."},{"T":"302","2":"Rosetta?","4":"Do you need us for anything?"},{"T":"301","2":"Rosetta","3":"Why the surprised expression...? Well, I guess it is my first time speaking to you in Babylonia."},{"T":"301","2":"Rosetta","3":"You're just as calm as ever, but at least that's reassuring."},{"T":"301","2":"Rosetta","3":"Nikola, Gray Raven's commandant can take the last spot. Report over and out."},{"T":"301","3":"She seems to have been connected to Commander Nikola all this time. You feel a hint of what she is saying, but you are unsure as to why she did so."},{"T":"301","2":"Liv","3":"Rosetta, I know you must have a mission, but we need to collect data. I don't think we'd be able to help you out..."},{"T":"301","2":"Rosetta","3":"It's okay. It won't affect you. I'm just missing a commandant."},{"T":"301","2":"Lucia","3":"Huh...?"},{"T":"301","2":"Rosetta","3":"ARU seems to be under attack and has requested reinforcements. I need to bring troops over from Babylonia ASAP."},{"T":"301","2":"Lucia","3":"Is it the Ascendants?"},{"T":"301","2":"Rosetta","3":"I can't say for sure... But I need to borrow your commandant and get back to the ARU. There's no time to spare."},{"T":"301","2":"Lucia","3":"But, going there with just Commandant..."},{"T":"301","2":"Rosetta","3":"I won't let your commandant come to any harm. You have my word."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","2":"Lucia","3":"If that's the case... What do you think, Commandant?"},{"T":"302","2":"I'll go to the ARU.","4":"I don't think HQ will give me a choice."},{"T":"301","2":"Lucia","3":"If you say so, Commandant. Rosetta, please keep Commandant safe."},{"T":"301","2":"Rosetta","3":"I'm sorry, but there is no way. Rest assured, I will keep you safe."},{"T":"301","3":"——"},{"T":"301","3":"You hear fighting nearby, sending a chill down your spine."},{"T":"301","2":"Rosetta","3":"I won't let you get any closer!"},{"T":"301","3":"Holding a spear, Rosetta confronts the group of hostile bionic machines. They continue their reckless assault heedlessly."},{"T":"301","2":"Rosetta","3":"Great. You're awake."},{"T":"302","2":"What's the situation now?","4":"Are you okay?"},{"T":"301","2":"Rosetta","3":"It's up in the air... Or actually, I think it's bordering a bit on the bad side. I wasn't expecting to run into these bionics this quickly."},{"T":"301","2":"Rosetta","3":"I think you should be more concerned about yourself. You've been asleep in the snow for over half an hour."},{"T":"301","2":"Rosetta","3":"Anyway, it's about over. I'm going to charge ahead!"},{"T":"301","3":"Rosetta throws her spear, penetrating the enemies like a shooting star. While the enemies are distracted, she jumps into the air and unleashes her shield."},{"T":"301","2":"Rosetta","3":"Ready, aim—"},{"T":"301","2":"Rosetta","3":"—Fire!"},{"T":"301","3":"A burst of energy erupts from her shield and rains down on the enemy bionics."},{"T":"301","2":"Bionic Machine","3":"—Retreat!"},{"T":"301","3":"The bionics at the rear make a split decision to abandon their fallen comrades and retreat out of the battlefield."},{"T":"301","2":"Rosetta","3":"Hmph... Just my lucky day."},{"T":"301","3":"Once Rosetta confirms the enemy's retreat, she lowers the output of her light wings and descends from the sky, retrieving her spear impaled in the ground."},{"T":"301","2":"Rosetta","3":"Alright, 【kuroname】. Let's continue our mission."},{"T":"302","2":"Our mission?","4":"What is this place?"},{"T":"301","2":"Rosetta","3":"...Are you messing with me? Or do you not care to remember these sorts of things?"},{"T":"301","2":"Rosetta","3":"We are within Arctic Route Union's jurisdiction. Did the impact just now give you brain damage or something...?"},{"T":"301","2":"Rosetta","3":"At any rate—"},{"T":"301","2":"Rosetta","3":"I didn't expect the transport craft to be shot down by anti-aircraft guns and crash into the snow... Just my lucky day..."},{"T":"301","2":"Bionic Machine","3":"ROAR!!!"},{"T":"301","3":"Just as you are about to inquire about the next course of action, a group of bionics suddenly charge out from where they evacuated. Looks like they were retreating to rally reinforcements."},{"T":"301","2":"Rosetta","3":"Looks like now's not the time to talk... 【kuroname】, no... Commandant, join me in battle!"}]