[{"T":"301","3":"Conservation Area 113, a few days ago."},{"T":"301","2":"Vera","3":"I think an introduction is in order. This is Chief 【kuroname】, the number one commandant of Babylonia. I am the Construct assigned to assist the commandant. If you have any problems, you can ask us for help."},{"T":"301","2":"Vera","3":"Starting today, we'll be staying with you and helping you complete missions until your repair work is completed. I—simply—cannot wait!"},{"T":"301","2":"Engineering Force Crew","3":"Alright, alright. Thanks for lending a hand. Follow me. I'll introduce you to some of the primary mission areas..."},{"T":"301","2":"Engineering Force Crew","3":"This conservation area hasn't been around all that long, but we've taken in a large number of civilians. There's a shortage of manpower and supplies. We sure could use the help."},{"T":"301","3":"The Construct coming to meet you smiles and nods, then turns to lead the way."},{"T":"301","3":"Passing through Conservation Area 113, you see many of the refugees staying here. They stare at you with a complicated look in their eyes while Vera raises her hands and greets them one by one."},{"T":"301","3":"No one responds, but no one rejects the greeting. They just stare back at you."},{"T":"301","3":"But Vera does not seem to mind. She just looks back at you with an uncannily bright smile on her face."},{"T":"301","2":"Vera","3":"Oh, dear! Commandant? What's the matter? Looks like you're about to have a heart attack at any moment."},{"T":"302","2":"...I may have opened the wrong program.","4":"I was about to ask if you're malfunctioning."},{"T":"301","2":"Vera","3":"(Scoffs)"},{"T":"301","3":"Vera sneers and suddenly raises her hand, grabbing you by the collar and dragging you over."},{"T":"301","2":"Vera","3":"What's wrong? Don't like the way I'm acting?"},{"T":"301","2":"Vera","3":"As for me, no one here knows me. And I'm too lazy to explain who I am. If you wanna give others a detailed introduction for me, by all means."},{"T":"301","2":"Vera","3":"Just don't forget the mission."},{"T":"302","2":"...Ah."},{"T":"301","2":"System","3":"Beginning mission briefing. Operative: 【kuroname】."},{"T":"301","2":"System","3":"Your mission is to provide support to Conservation Area 113. The refugee there are at risk as the area is damaged and vulnerable. A Construct with supportive capabilities has been dispatched to assist you, 【kuroname】."},{"T":"302","2":"...Alright, there we have it.","4":"You better explain yourself before you act like this next time."},{"T":"301","3":"This support mission is actually to complete the work the locals could not finish in time. In order to complete such a task, it is necessary to show a certain degree of comradery so that the locals will hand over the tasks to you."},{"T":"301","3":"Therefore, both Vera's title, 'Death', and her usual attitude, would only serve to hinder the mission."},{"T":"301","3":"Vera's sudden change in attitude is fortunately in favor of the mission at hand."},{"T":"302","2":"Anyway..."},{"T":"302","2":"Mind toning down the 'Oh, dear!' a bit?"},{"T":"301","2":"Vera","3":"What's wrong? Got a problem with it?"},{"T":"302","2":"Never mind. Forget it.","4":"Actually, yes."},{"T":"301","2":"Vera","3":"Then keep your mouth shut. Blame the other guy who backed out last minute."},{"T":"301","2":"Vera","3":"Well, tough luck. Blame the other guy who backed out last minute."},{"T":"301","2":"Vera","3":"...Heh. The look on your face is priceless."},{"T":"301","2":"Vera","3":"I gotta say... That look on your face is the only joy I'm getting in this mission."},{"T":"301","2":"Vera","3":"My original frame is still undergoing maintenance, and then I was suddenly assigned this temporary assignment. I swear I was going to smash the system to pieces. But knowing that you were going to be in charge, I decided to take it."},{"T":"301","2":"Vera","3":"How could I pass up on a play date with such an... interesting commandant."},{"T":"301","2":"Vera","3":"And considering how much trouble I'm saving you, I recommend you take a moment to rejoice."},{"T":"301","2":"Vera","3":"Enough about that. The others are waiting for us. Let's begin our first mission."},{"T":"301","2":"Vera","3":"Dear Com—man—dant—"},{"T":"301","3":"Conservation Area 113, present."},{"T":"301","2":"Construct A","3":"We appreciate your hard work. With all the Corrupted gone, we can rest assured for the time being. Leave the repair on the infrastructure to us. Thanks."},{"T":"301","2":"Vera","3":"You're WELCOME, dear! That's why we're here!"},{"T":"301","3":"Constructs from the Engineering Force surround you and Vera. As they sort the resources you collected, several of them cannot hold back their gratitude."},{"T":"301","2":"Construct B","3":"This is Freyan's tag... A big guy like him... Now this is all that's left..."},{"T":"301","2":"Vera","3":"I'm sorry for your loss. I'm sure he completed his mission honorably. But now you must carry on his will. All these tragedies caused by the Punishing Virus... We must put a stop to it!"},{"T":"301","3":"Vera pats the Construct's shoulder in comfort. Her expression is calm and firm, as if she has no clue that the tag was pulled from the Corrupted who was still resisting the infection—the one she disassembled with her bare hands."},{"T":"302","2":"Uh...","4":"(Remain silent)"},{"T":"301","2":"Vera","3":"Am I right? Com—man—dant?"},{"T":"301","3":"Vera looks at you with a charming smile, instantly giving you goosebumps and causing you to choke on your words."},{"T":"301","2":"Construct B","3":"...Thank you, ma'am."},{"T":"301","3":"The Construct nods gratefully to Vera and hurries away with the small piece of metal. Several other Constructs pack up and leave shortly after."},{"T":"301","3":"Only a frail little boy remains standing in front of you, clenching his fists. Looking at his clothes, he appears to be a Scavenger that had arrived here recently."},{"T":"301","2":"Vera","3":"Oh, dear! What's up, lil' guy? If you need any help, feel free to ask. 【kuroname】 here will be glad to help. Don't be scared."},{"T":"301","3":"As Vera said, during your time here, you have also been receiving requests from the residents here in addition to helping the Engineering Force clear out the area."},{"T":"301","2":"Scavenger Boy","3":"N-no, I'm okay. You guys h-have helped out a lot here already. Mama told me to thank you."},{"T":"301","2":"Scavenger Boy","3":"W-we don't got much to give you. I hope this is okay."},{"T":"301","3":"The young boy gulps, extends his hand, and opens it. A small handful of wildflowers rests in the palm of his hand, slightly crumpled from being squeezed."},{"T":"302","2":"You're too kind."},{"T":"301","3":"You take the crumpled wildflowers and carefully put them into your pocket."},{"T":"302","2":"Anything else we can help you with?"},{"T":"301","3":"By the stifled look on his face, he appears as if he wants to ask you something. Considering this is also a part of your mission, you prepare yourself for whatever he is about to ask."},{"T":"301","2":"Scavenger Boy","3":"You saw right through me, Commandant... I guess I'll just spit it out."},{"T":"301","2":"Scavenger Boy","3":"Have you guys... considered living here in the future?"},{"T":"302","2":"?","4":"Er... Come again?"},{"T":"301","2":"Scavenger Boy","3":"Well, Commandant... You can tell from the past few days that we do not have a lot of supplies, and we often need help from Babylonia... But the sights here are amazing. We're surrounded by beautiful mountains and rivers."},{"T":"301","3":"It is apparent that the child has never been far from the conservation area. The scenery and the field of wildflowers are indeed gorgeous, but nothing save a battlefield covered with scrap metal sits just beyond that."},{"T":"301","2":"Scavenger Boy","3":"We have to rely on your help for the time being, but there are still things that we can do. Just because we were left here on Earth, doesn't mean we're powerless. We can build a future here together, too."},{"T":"301","2":"Scavenger Boy","3":"I've only been here for a couple of days. I can't fight like you, but I can try my best to help the others. As long as we work together, we can build a home as well."},{"T":"301","2":"Vera","3":"Oh, dear! Live here? With the commandant? Well, it sounds TERRIFIC!"},{"T":"301","3":"Vera looks at you and smiles gently, her gaze teasing."},{"T":"302","2":"(Shiver in horror)"},{"T":"301","3":"But the boy seems to misinterpret Vera's joke as you being swayed. He pauses, then opens his mouth to speak again."},{"T":"301","2":"Scavenger Boy","3":"Not to mention, Miss... I heard from Constructs here that there are tons of terrible people in Babylonia..."},{"T":"301","2":"Scavenger Boy","3":"Like, um... I think there's a scary Construct called 'Death' that kills other Constructs."},{"T":"301","2":"Vera","3":"Well, then."},{"T":"301","3":"You sense a sudden change in Vera's smile."},{"T":"301","2":"Scavenger Boy","3":"I heard Death can fly high in the sky and even turn invisible like a ninja! Rumors say it can also fire weird cannon things from its wrists. Anyway... sounds terrifying."},{"T":"301","2":"Scavenger Boy","3":"But the Constructs here, they've never seen 'Death'. It must be lurking in the shadows. I'm worried that if you go back to Babylonia, Miss, people like that'll be after you..."},{"T":"301","2":"Vera","3":"(Chuckles)"},{"T":"301","3":"Vera turns her head and covers her mouth to stifle her laugh."},{"T":"301","2":"Vera","3":"Oh, dear! Oh, dear! Constructs like that really exist? How awful! Why doesn't Babylonia do something?"},{"T":"301","2":"Vera","3":"Relax, lil' guy. As members of Babylonia, we'll be sure to pay EXTRA attention! You don't have to worry."},{"T":"301","2":"Vera","3":"We've got important responsibilities to take care of. We can't just go wherever we please. But, we'll come visit you whenever we get the chance."},{"T":"302","2":"That's right. We have to serve Babylonia."},{"T":"301","2":"Scavenger Boy","3":"Okay... Just be careful..."},{"T":"301","3":"The young boy frowns as if at a loss. He mutters to himself, then quickly leaves."},{"T":"301","3":"Seeing that the boy is finally gone, Vera finally puts her hands down."},{"T":"301","3":"She then bursts out laughing."},{"T":"301","2":"Vera","3":"...BAHAHAHA! Fly high in the sky? BAHAHA! Turn invisible like a ninja? Shoot cannons from my wrists? Wow, that Death sure is incredible."},{"T":"301","2":"Vera","3":"I can't take it anymore. These rumors are killing me. They're even funnier than that kid's silly attempt at persuading us to stay."},{"T":"301","3":"Obviously, the kid is worried that the Constructs stationed here won't be enough to defend the newly-built conservation area from the Corrupted. That is why he wanted you to extend your visit without any knowledge of the relationship between Babylonia and the Scavengers."},{"T":"302","2":"He's just a kid. He doesn't know what he's talking about."},{"T":"301","2":"Vera","3":"Hahaha, great. Just great. A few more dumb kids here, and I might just smash this conservation area to pieces and head back to Babylonia."},{"T":"301","2":"Terminal","3":"Beep, beep—"},{"T":"301","2":"Vera","3":"Hm? My terminal's ringing. Looks like another mission."},{"T":"301","2":"Vera","3":"I can't take this right now. I think I pulled a hernia from all that laughter... Gray Raven Commandant, go out and take care of the Corrupted."},{"T":"302","2":"Think you can just pawn all the work off to me?"},{"T":"301","2":"Vera","3":"Alright, alright. I'll go take a look. If I can't take care of them, then it's all up to you! Bahahaha!"},{"T":"301","3":"Vera bursts out laughing as she opens her terminal."},{"T":"301","3":"But right as she reads the message, her smile quickly turns serious."},{"T":"301","2":"Vera","3":"Hmph, guess I was mistaken. I didn't notice the complete lack of medical personnel here."},{"T":"301","2":"Vera","3":"We've been here how many days? And we're only just now being sent on a medical run... Damn it. If we're this shorthanded, why can't Babylonia send more people down?"},{"T":"301","2":"Vera","3":"【kuroname】, let's get going."},{"T":"302","2":"Huh?"},{"T":"301","2":"Vera","3":"To the field clinic."},{"T":"301","3":"With Vera moving at such a brisk pace, you desperately try to catch up to no avail. All you see is her red hair swaying in the wind."},{"T":"301","3":"By the time you reach the field clinic, you see Vera already beginning to perform sterilization."},{"T":"301","2":"Vera","3":"Hmph, look at all these people... And why are the treated patients worse than those who haven't been treated? Do they even know how to treat patients? Well... I guess they don't have the means."},{"T":"301","3":"Vera pulls her hair into a ponytail and bites down on the handle of a scalpel."},{"T":"301","3":"What is she doing? Why is she biting it? Before you have time to ask her, you already arrive at an answer as she begins to quickly sprint between the sickbeds."},{"T":"301","2":"Vera","3":"Instruments, check. High-temp sterilization, check. Sterile room, open... Hmph, telling apart humans and Constructs is gonna be a damn nightmare."},{"T":"301","2":"Vera","3":"Medicine inventory... Well, at least we should be able to pull through."},{"T":"301","2":"Vera","3":"—Hey, what are you doing just standing there? Hurry up, and make yourself useful. Do I need to say 'dear Commandant' to get you to move?"},{"T":"302","2":"On it!"},{"T":"301","3":"Coming to your senses, you quickly scan your mission briefing and follow Vera."},{"T":"301","2":"Vera","3":"I'll operate once I confirm their injuries. Regardless if they're humans or Constructs, I need to start with the seriously wounded. Don't worry, I can handle it myself. I just need you to have the necessary supplies on standby. You can find them in that pile of junk over there."},{"T":"301","2":"Vera","3":"Alright, time to begin treatment. First up is this human girl."},{"T":"301","3":"After preparing all the necessary supplies, you walk up behind Vera, whose arms are moving quickly in small motions."},{"T":"301","3":"You were already well aware that Vera had plenty of experience treating Constructs as a field doctor."},{"T":"301","3":"As for treating humans, you have no idea."},{"T":"301","3":"That being said, she wastes no time and skillfully finishes operating on the little girl."},{"T":"301","3":"As you watch her arms move with expert precision, you finally realize that the Construct standing before you, regardless of her frame, has been dispatched here as a medical worker."},{"T":"301","3":"As a medical worker, she is intimately familiar with both human and Construct anatomy, allowing her to accurately assess the severity of each wound."},{"T":"301","3":"She can calmly dissect those who have died in order to obtain the information necessary to treat the living."},{"T":"301","2":"Scavenger Girl","3":"(Sobs) Nph... AHHH—!"},{"T":"301","3":"—Even as patients scream in pain, she remains level-headed and continues to operate."},{"T":"301","2":"Vera","3":"Hmph... Just how brave are they to use anesthesia this diluted? Have they been kept alive by miracles?"},{"T":"301","2":"Vera","3":"Don't just stand there. Get the nitrous oxide!"},{"T":"302","2":"Um, about that..."},{"T":"301","2":"Vera","3":"Not enough? I guess we'll have to make do without it..."},{"T":"301","3":"Vera tuts as she turns to pick up another surgical instrument. She lowers her head and turns to look at the girl on the operating table."},{"T":"301","2":"Vera","3":"People are waiting for ya, kiddo. You wanna keep living, don'tcha?"},{"T":"301","2":"Vera","3":"Then I'm gonna need you to be brave and strong. Can you do that for me?"},{"T":"301","2":"Scavenger Girl","3":"(Sobs) Ngh... Ahhh...!!"},{"T":"301","2":"Vera","3":"Hold on a little longer. This might hurt a bit..."},{"T":"301","2":"Vera","3":"Actually, take that back... It will hurt... a lot!"},{"T":"301","3":"..."},{"T":"301","3":"Wailing and screaming... The field clinic is no less cruel than the battlefield."},{"T":"301","3":"It may be your first time seeing Vera operate, but you do not think it is the first time you've seen her in this state..."},{"T":"301","3":"When she swings the scalpel, her gaze is no less fierce than when she wields her spear."},{"T":"301","3":"After who knows how long, your ears finally adjust to the wailing only for it to subside shortly after. At this point, you realize your legs are shaking."},{"T":"301","3":"Barely able to stand, you lean against the corner and gasp for air."},{"T":"301","3":"A soft shadow touches your forehead."},{"T":"301","2":"Vera","3":"Wipe your sweat."},{"T":"301","3":"A concise and unquestionable order comes from Vera, who has the same exhausted look on her face."},{"T":"301","3":"Constructs do not sweat in the conventional sense. However, condensation begins to form on her forehead after using the high-temp disinfection function, giving the impression that she is sweating."},{"T":"301","2":"Scavenger Girl","3":"Thanks... Miss..."},{"T":"301","2":"Scavenger Girl","3":"Hold... my hand..."},{"T":"301","3":"The girl finally begins to regain consciousness. Her wounds were the most severe, causing her to faint during the surgery. Seeing Vera, she reaches a hand out to her."},{"T":"301","2":"Vera","3":"...Stay still."},{"T":"301","3":"Saying that, she slaps the girl's hand back down on the operating table."},{"T":"301","2":"Vera","3":"I'm just following orders. If I was ordered to dissect you, I'd have no trouble cutting you open and tinkering with your insides."},{"T":"301","3":"Vera's voice is quiet, but she has no intention of hiding her true feelings. She seems to be simply stating a well-known fact."},{"T":"301","2":"Scavenger Girl","3":"W-what...?"},{"T":"302","2":"Lie down, dear.","4":"(Approach quietly)"},{"T":"301","3":"Regardless of whether or not the girl heard what Vera said, you hurry forward and gently nudge the girl to lie back down on the bed."},{"T":"301","3":"And with that, Vera maintains her momentum and proceeds to the next patient without any hesitation. It is as if those words never even left her mouth."},{"T":"301","2":"Scavenger Girl","3":"Ugh... Ahh..."},{"T":"301","2":"Scavenger Girl","3":"I-I'm scared... It h-hurts..."},{"T":"301","3":"The girl sobs quietly. You can feel her trembling as you try to comfort her."},{"T":"302","2":"(Grab her hand)"},{"T":"301","3":"According to the mission briefing, all you can do is hold her hand and stroke it to comfort her."},{"T":"301","2":"Scavenger Girl","3":"Th-thank... y-you..."},{"T":"301","3":"Maybe it was effective, or maybe she was not fully conscious. Either way, her hand relaxes a little, and her breathing gradually stabilizes. She falls asleep shortly after."},{"T":"301","3":"Her arm falls by her side, revealing a touch of yellow between her fingers. Looking more closely, you notice her tightly grasping a wildflower—seemingly the same kind that the boy gave you."},{"T":"302","2":"(Who did she want to give it to?)"},{"T":"301","3":"While pondering this question, Vera suddenly pats you on the shoulder."},{"T":"301","2":"Vera","3":"Well done comforting her, Commandant. But that's all we can do here."},{"T":"301","2":"Vera","3":"We just received a new mission on the comms. We need to take care of some more enemies!"}]