[{"T":"301","3":"With the information from the captain, everyone hurried to the special research lab used to create and research humanoid-hybrid Constructs."},{"T":"301","2":"Atiel","3":"I can't believe the 'Amberia' that brought destruction upon the ARU still lives..."},{"T":"301","2":"Simon","3":"According to that captain... That means the prosecuted engineers and so on were basically all scapegoats."},{"T":"301","2":"Atiel","3":"While the ones in the know, the ones that decided to hide Amberia... They all got off scot-free and kept this a secret until now."},{"T":"301","2":"Diana","3":"..."},{"T":"301","3":"While getting ready for the lab expedition, Simon has been meticulously analyzing the available information. Diana is silent, her eyes glazing off into the distance."},{"T":"301","2":"Rosetta","3":"Commandant, while we have the time, let me perform maintenance on your Polar Soldier."},{"T":"302","2":"You know how to?","4":"You're not checking on Diana?"},{"T":"301","2":"Rosetta","3":"Just a little. Sometimes the kids will play with them while the fishermen aren't looking."},{"T":"301","2":"Rosetta","3":"To the Forest Guards, this place is the beginning and the end. There's no need to worry about Diana. She can handle herself."},{"T":"301","3":"With that, Rosetta deactivates her levitational modules and half-kneels in the snow. She carefully goes through the joints and welded plates laboriously, leaving not even a single scratch unchecked."},{"T":"301","2":"Atiel","3":"You sure are amazing, Rosetta. Not only can you fight, you're also quite the skilled mechanic."},{"T":"301","2":"Rosetta","3":"What can I say? I'm just trying my best."},{"T":"301","2":"Atiel","3":"It's more than that. You must be real talented. Me, I can't even hold a candle to you."},{"T":"301","2":"Rosetta","3":"I'm just trying my best. I always run into trouble, so I gotta make sure I'm prepared for anything."},{"T":"301","3":"——"},{"T":"301","3":"With the preparations complete, you continue on until you reach the front gate of the research lab."},{"T":"301","3":"You see a dilapidated gate before you. The wall is covered in varying degrees of damage. Looking through some of the busted windows, you see the vacant interior."},{"T":"301","3":"The building appears to be on the verge of collapse."},{"T":"301","2":"Atiel","3":"What's going on here...? Why are there bionics here?"},{"T":"301","3":"You expected some stray bionics, but not a situation like the one before your eyes."},{"T":"301","2":"Bionic Machine","3":"ROAR!"},{"T":"301","3":"Bionics are tunneling in and out of the unguarded building, emptying it of research equipment and parts."},{"T":"302","2":"Stop them!","4":"Are they looking for the code too?!"},{"T":"301","2":"Atiel","3":"Stop where you are, bionics!"},{"T":"301","2":"Simon","3":"If so, their actions before don't make much sense... Forget it. We don't have time for this."},{"T":"301","2":"Atiel","3":"Boss, we gotta stop them!"},{"T":"301","2":"Rosetta","3":"Diana, there's got to be some roadblock devices nearby!"},{"T":"301","2":"Diana","3":"Yeah. We can activate them, and it should stop the bionics in their tracks."},{"T":"301","2":"Simon","3":"But looks like some of them already ran into the research lab."},{"T":"301","2":"Rosetta","3":"Leave 'em to me and Diana. They can't outrun us, Commandant. Think you can handle activating the roadblocks?"},{"T":"302","2":"Do you know where it's located?","4":"Think you two can handle it?"},{"T":"301","2":"Rosetta","3":"If I remember correctly, they should be deployed around several locations with natural obstacles."},{"T":"301","2":"Rosetta","3":"We can handle these stragglers."},{"T":"301","2":"Bionic Machine","3":"ROAR!!!"},{"T":"301","2":"Simon","3":"Bionics are charging into the building!"},{"T":"301","2":"Rosetta","3":"Let's get moving, Commandant!"},{"T":"302","2":"Let's go!"},{"T":"301","2":"Atiel","3":"Roger!"}]