[{"T":"301","2":"Pulao","3":"Alright, can you tell me why you suddenly came out and took my sword?"},{"T":"301","2":"Simpie","3":"Are you willing to listen?"},{"T":"301","2":"Pulao","3":"Of course. We don't even know each other. There must be a reason behind this."},{"T":"301","2":"Pulao","3":"The last thing I want is to bring others trouble without realizing it."},{"T":"301","2":"Simpie","3":"Okay..."},{"T":"301","2":"Simpie","3":"I can't stop you going for the Big Fish by force anyway."},{"T":"301","3":"Simpie looks at Pulao's gigantic sword and gulps."},{"T":"301","2":"Simpie","3":"The search for Big Fish will only bring misfortune to everyone around you. You must not do it."},{"T":"301","3":"Simpie takes out a half-empty pack of cigarettes. The surface of the paper case has yellowed with age, but is still very clean. When looking closely, Pulao sees an old photo attached inside the case. In the photo are Simpie and another woman whose face can hardly be recognized."},{"T":"301","3":"He lights up one cigarette and inhales with a lot of power and sentiment."},{"T":"301","3":"When the smoke disappears in the air, Simpie takes a deep sigh."},{"T":"301","2":"Birdie","3":"Oh, smoking is bad for health. Don't ever learn it, girl."},{"T":"301","2":"Pulao","3":"I won't!"},{"T":"301","2":"Simpie","3":"Back then, I was young, weak, and always bullied at school."},{"T":"301","2":"Simpie","3":"One day, when the gangsters blackmailed me again, Mei save me. She drove away the bullies and gave me her handkerchief to clean my wounds."},{"T":"301","2":"Simpie","3":"I saw her smile sparkling in the sun. It must be what love felt like, I thought."},{"T":"301","2":"Birdie","3":"Brother always said it was love at first sight."},{"T":"301","2":"Birdie","3":"I still think that 'love at first sight' is just sexually..."},{"T":"301","2":"Birdie","3":"Ahem—nothing."},{"T":"301","2":"Simpie","3":"I had been watching her in secret ever since. In the morning, I would put her favorite snack inside her desk. Before her cleaning duty session, I would help her to finish all the work. During exams, I would 'carelessly' show her my complete answers..."},{"T":"301","2":"Pulao","3":"Um, did she really need that?"},{"T":"301","2":"Simpie","3":"It doesn't matter. What matters is that I must do everything I could to show my love."},{"T":"301","2":"Simpie","3":"She was so beautiful, like a sun that warmed me up with everything she said or did."},{"T":"301","3":"Simpie curls his arm to showcase his strong biceps."},{"T":"301","2":"Simpie","3":"I trained hard so I could protect her."},{"T":"301","2":"Simpie","3":"We had a lot of interactions back then. Everything felt so happy until the cursed Big Fish stepped into our life, bringing misfortune to everybody."},{"T":"301","2":"Simpie","3":"You can always come to me if you are bored. I'll always be there for you."},{"T":"301","2":"Simpie","3":"I'll do anything to make you happy."},{"T":"301","2":"Mei","3":"Really? Anything?"},{"T":"301","2":"Simpie","3":"Of course!"},{"T":"301","2":"Mei","3":"I heard there was this Big Fish in the east. His tears are incredibly precious..."},{"T":"301","2":"Simpie","3":"No problem, leave it to me. Right away."},{"T":"301","2":"Simpie","3":"Storm, landslide, stranded in the wilderness, hunger... I went through many obstacles and finally found the Big Fish. But it was all too late when I finally returned with his tear."},{"T":"301","2":"Simpie","3":"Mei's house was empty. Her neighbors said she married one of the guys who used to bully me and moved to another city."},{"T":"301","2":"Simpie","3":"No matter what I sent, she never replied again."},{"T":"301","2":"Birdie","3":"Brother Simpie..."},{"T":"301","2":"Pulao","3":"Sorry to bring back your unpleasant memories..."},{"T":"301","2":"Pulao","3":"But it has nothing to do with Mr. Big Fish, I'm afraid?"},{"T":"301","2":"Simpie","3":"How can you say that? If I didn't look for that Big Fish, maybe I wouldn't lose my love."},{"T":"301","2":"Simpie","3":"It's all the Big Fish's fault. Without Mei, my life was a mess."},{"T":"301","2":"Simpie","3":"I finally learned this after getting drunk many times."},{"T":"301","2":"Simpie","3":"You must, not, look for the Big Fish."},{"T":"301","2":"Simpie","3":"It will bring misfortune."},{"T":"301","2":"Pulao","3":"But aren't you just lying to yourself?"},{"T":"301","2":"Simpie","3":"?"},{"T":"301","2":"Pulao","3":"Because your eyelid is twitching a lot when you mention the Big Fish. It seems that you're very nervous and trying to hide the truth."},{"T":"301","2":"Birdie","3":"Shh, girl. Shut up."},{"T":"301","3":"Birdie and a few others quickly rush to Pulao and cover her mouth, trying to stop her from exposing the truth."},{"T":"301","2":"Pulao","3":"(Chomp!)"},{"T":"301","2":"Birdie","3":"Ouch!"},{"T":"301","3":"Pulao does not back down. She bites Birdie's hand hard, almost making him jump in pain."},{"T":"301","2":"Pulao","3":"You are only running away from the truth. You blame it on something else so you can feel better."},{"T":"301","2":"Simpie","3":"Love is a complicated thing. What can you possibly understand, little girl?"},{"T":"301","2":"Pulao","3":"I'm young, and I have never dated anyone. But I think what you had was not a healthy relationship."},{"T":"301","2":"Pulao","3":"What I learned from many people's experiences was that love should be mutual instead of one-sided giving like what you did."},{"T":"301","2":"Simpie","3":"Impossible! I could feel my heart pounding when I did those things for her. If it wasn't love, what could it be? All those feelings... The song I played in the rain on her birthday night, the pack of cigarettes that she left me. What are they?"},{"T":"301","2":"Pulao","3":"Could it be that you were just doing those things to make yourself feel better?"},{"T":"301","2":"Simpie","3":"You! I..."},{"T":"301","2":"Birdie","3":"Oh my gosh. Did you really say it out loud?"},{"T":"301","2":"Pulao","3":"I guess that's why onlookers can see most of the game."},{"T":"301","2":"Pulao","3":"Uncle Birdie and others must have figured it out long ago. They never told you because they didn't want to hurt you."},{"T":"301","2":"Simpie","3":"Did you all..."},{"T":"301","2":"Birdie","3":"N-no..."},{"T":"301","2":"Simpie","3":"Tell me the truth."},{"T":"301","2":"Birdie","3":"Brother Simpie... Now that she has said everything, we'll be frank too."},{"T":"301","2":"Birdie","3":"Your affection meant a lot to you. But such twisted love isn't worth it."},{"T":"301","2":"Pulao","3":"You should be well aware of Mei's true feelings toward you."},{"T":"301","2":"Pulao","3":"Mei had left long ago, but these friends have been staying with you all along. They couldn't tell you the truth because they didn't want to hurt you. Aren't they more important?"},{"T":"301","2":"Simpie","3":"No, Mei didn't do anything wrong. It was..."},{"T":"301","2":"Birdie","3":"Brother!"},{"T":"301","2":"Simpie","3":"?!"},{"T":"301","2":"Birdie","3":"Be nice to yourself, can you?"},{"T":"301","2":"Simpie","3":"..."},{"T":"301","2":"Birdie","3":"..."},{"T":"301","2":"Birdie","3":"Sorry. I was too loud."},{"T":"301","2":"Simpie","3":"...It's fine."},{"T":"301","2":"Birdie","3":"Can I get a ciggy, bro?"},{"T":"301","2":"Simpie","3":"Ciggy?"},{"T":"301","3":"Birdie and a few others grab the pack of cigarettes from Simpie. Each of them takes out a cigarette and lights it up, standing in a circle. They leave one spot for Simpie."},{"T":"301","2":"Birdie","3":"..."},{"T":"301","3":"They pass the last cigarette, along with the case, back to Simpie's hand. He looks at them and Pulao."},{"T":"301","2":"Pulao","3":"See, they are waiting for you."},{"T":"301","2":"Simpie","3":"Birdie... Doughie... Goldie..."},{"T":"301","2":"Simpie","3":"Sorry. After so many years, no matter how much I have changed outside, I'm still that coward inside."},{"T":"301","2":"Simpie","3":"Without a target, without you, I lose the courage to move on."},{"T":"301","2":"Birdie","3":"It's okay. We are all the same."},{"T":"301","2":"Birdie","3":"Some may laugh at us, saying we can't get anywhere without friends."},{"T":"301","2":"Birdie","3":"But so what? At least we are still going forward. At least we still have each other!"},{"T":"301","2":"Simpie","3":"Guys..."},{"T":"301","2":"Birdie","3":"Brother... We are always here for you."},{"T":"301","2":"Simpie","3":"...Yes."},{"T":"301","3":"Simpie wipes the tear from his eyes. He takes out the last cigarette, tosses the case away and steps forward, filling the last spot in the circle."},{"T":"301","2":"Simpie","3":"Thanks for messing around with me all these years, guys."},{"T":"301","2":"Birdie","3":"Guess we're just stuck with you."},{"T":"301","2":"Simpie","3":"Birdie..."},{"T":"301","2":"Birdie","3":"Brother..."},{"T":"301","2":"Pulao","3":"Um, this feels a little weird. They just go from one extreme to another."},{"T":"301","2":"Pulao","3":"Well, as long as they are happy. I need to keep going."},{"T":"301","2":"Simpie","3":"You there, little girl."},{"T":"301","2":"Pulao","3":"Huh? Are you still going to stop me from finding Mr. Big Fish?"},{"T":"301","2":"Simpie","3":"No. I just want to say thank you."},{"T":"301","2":"Simpie","3":"You made me realize there's something more important than love."},{"T":"301","2":"Simpie","3":"When you arrive at the dock, just take a ship that heads to the east. After getting off the ship, walk to the north for half a day, and you'll see the Big Fish."},{"T":"301","2":"Simpie","3":"We wasted quite some time. All the sailors have gone home now."},{"T":"301","2":"Simpie","3":"To make it up, let's take you around the city tonight. I'll drop you off at the dock first thing in the morning tomorrow. How's that?"},{"T":"301","2":"Pulao","3":"Um..."},{"T":"301","2":"Simpie","3":"Ahem."},{"T":"301","3":"Simpie has already taken out his terminal, lifting it high up. He stands under the Dragon Child pillar and shouts."},{"T":"301","2":"Simpie","3":"Hello, everybody. I've something to announce."},{"T":"301","2":"Simpie","3":"I'm sorry! For all the troubles I brought all these years!"},{"T":"301","3":"Simpie screams at the top of his voice."},{"T":"301","2":"Simpie","3":"I'd like to apologize to everyone. And to our guest who has traveled far to get here."},{"T":"301","2":"Simpie","3":"Let's party tonight! We will pay for everything!"},{"T":"301","2":"Civilian A","3":"Really?"},{"T":"301","2":"Civilian B","3":"Coming, coming."},{"T":"301","2":"Civilian C","3":"Hooray!"},{"T":"301","3":"Hearing the news, the civilians rush out from their houses, cheering and crowding the already narrow alleys."},{"T":"301","2":"Simpie","3":"Look, you can't go without a ship. Just stay for the night and enjoy the hospitality from us."},{"T":"301","2":"Pulao","3":"Um... Alright."}]