[{"T":"301","3":"Let us rewind time a bit."},{"T":"301","3":"Back to when Roland first ventured into this prison."},{"T":"301","3":"What compelled him to do so was nothing serious like a secret mission, but more due to his own curiosity."},{"T":"301","3":"The mechanoids in the prison were still carrying out the duty they were manufactured for. Apparently, all the guards were bionic mechanoids in order to lower the hostility of prisoners."},{"T":"301","3":"Their appearances are nothing but human, but all they know are to obey the rules. They did not accept bribes, nor did they require rest. To a prison, nothing is better than cheap yet efficient labor."},{"T":"301","3":"However, now corrupted, they are nothing but a virus to this abandoned prison. Usually, corrupted mechanoids would lose all self-control and would not be able to carry out the job they were programmed to do anymore."},{"T":"301","3":"But the Corrupted in this prison were still doing their jobs as if they were not corrupted at all. In this world where the prisoners were long gone, this kind of empty performances can be found all over a post-apocalyptic world."},{"T":"301","3":"Roland has always loved participating in these performances. He pretended to be a prisoner arrested for theft and was 'transferred' to a prison cell by a Corrupted, all the while observing the actions of all mechanoids he passed."},{"T":"301","3":"The cleaning bots kept cleaning the same spot, creating a patch of shiny tiles among the ruins; the guards patrolled the corridors, their movement precise enough to draw a line on the floor that showed their route. And then there was that poor guy who kept circling the stairs due to its broken navigation system."},{"T":"301","3":"Among the tattered Corrupted stood a smiling 'prisoner.' Nothing could be more wrong with this picture, but Roland seemed to enjoy it."},{"T":"301","3":"The mechanoids' workflow was meticulously planned, but without regular maintenance from humans, only a slight disturbance in the flow could lead to chaos."},{"T":"301","3":"Because of the string of errors it triggered, a bionic mechanoid guard made the judgment that a prisoner was escaping, thus activating the alarm system of the whole prison."},{"T":"301","3":"—All because Roland decided to take the baton from a Corrupted guard when it was 'changing shifts.'"},{"T":"301","3":"This led to a series of chain reactions. The resting guards were activated, the red alarm lights kept flickering, and all exits were locked up, leaving Roland trapped in this complicated prison like a real prisoner who failed to escape."},{"T":"301","3":"Of course, these locks and doors of the old age were nothing to him. One blast later, Roland was strolling out of his destroyed cell."},{"T":"301","3":"—Which also caused all the Corrupted to descend into chaos. However, this was not a problem for Roland. Even when the gates were locked, it would not be hard to break out. It would just require some work."},{"T":"301","3":"That was when Roland discovered something far more intriguing than the Corrupted."},{"T":"301","3":"—An unfortunate fellow who was also trapped in this prison."},{"T":"301","2":"Roland","3":"Oh, what fun... What should I do?"},{"T":"301","2":"Roland?","3":"Need you even ask, my friend?"},{"T":"301","2":"Roland?","3":"Of course we should fill this human with horror and despair, and then force them to abandon a stranger to save their own life."},{"T":"301","2":"Roland?","3":"—Like in those boring Golden Age movies."},{"T":"301","2":"Roland?","3":"Poor little Roland, abandoned in the face of danger once again."},{"T":"301","2":"Roland?","3":"But one thing is different now, you're not that weak little human anymore."},{"T":"301","2":"Roland?","3":"You have a choice. To kill or let live, you decide."},{"T":"301","2":"Roland?","3":"I can't wait to savor the expression of that human when they realize that they are the one who is abandoned."},{"T":"301","2":"Roland","3":"Why would I want to do that?"},{"T":"301","2":"Roland?","3":"Because you're bored, of course."},{"T":"301","2":"Roland?","3":"Bored people do boring things, what's wrong with that?"},{"T":"301","3":"The shadow in his heart replied."},{"T":"301","3":"—However, things did not go in the direction Roland had expected."},{"T":"301","3":"The person on the other end of the line was neither frightened nor desperate. They calmly planned an escape for the both of them."},{"T":"301","3":"Roland felt something familiar from his exchanges with this person even though it was only through text."},{"T":"301","3":"Even in dire situations, they were able to stay collected and devise an escape plan. They even examined different possibilities and created contingencies for them. They put the safety of others first in the face of danger—this kind of behavior feels more like an experienced veteran than a Scavenger."},{"T":"301","3":"It made him sick to think that person was nothing but kind to a stranger. It reminded him of a certain human whom he had come across a few times."},{"T":"301","3":"—Well, it may only have been a few meetings for that human, but Roland had actually been observing them for quite some time now."},{"T":"301","3":"Half out of curiosity and half to achieve his own 'goal.'"},{"T":"301","2":"Roland","3":"Can it actually be... them?"},{"T":"301","3":"He scoffs at his own thought the next second. No reason for baseless speculations."},{"T":"301","3":"But he has to admit that this stranger has piqued his interest. He's even thinking of asking them to join him."},{"T":"301","2":"Roland","3":"You have certainly caught my interest... Tell me, who are you?"},{"T":"301","3":"After the gates are unlocked, Roland reaches the planned rendezvous point—the cafeteria."},{"T":"301","3":"He makes his way up to the second floor, looking over the railings and at the Zone A entrance where that person will enter from."},{"T":"301","3":"Finally, he hears human footsteps from the other end of the corridor."},{"T":"301","3":"The second Roland gets a good look at the stranger, he feels like someone was clenching at his guts."},{"T":"301","3":"Even with all the thick exoskeleton and protective equipment, Roland can still instantly recognize that person."},{"T":"301","3":"—【kuroname】."},{"T":"301","3":"What was just a baseless speculation turns out to be true."},{"T":"301","3":"His imaginary 'partner' is now standing opposite to him."},{"T":"301","3":"Roland immediately retracts his steps after coming to this realization. Instead of walking forward like he had wanted to, he backs up into the shadows by the wall."},{"T":"301","3":"There has always only been one ending for him—abandoned."},{"T":"301","3":"Abandoned by his parents, by his 'friends,' and as a failed experiment."},{"T":"301","3":"In the end, all he had was himself."},{"T":"301","2":"Roland?","3":"You thought you found a 'friend'?"},{"T":"301","2":"Roland?","3":"Don't make me laugh. You've always been alone and always will be."},{"T":"301","2":"Roland?","3":"Everything was just an illusion."},{"T":"301","2":"Roland?","3":"You're not others and others will never be you."},{"T":"301","2":"Roland?","3":"You'll always be walking in this maze of your own making."},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland?","3":"Abandon all these ridiculous thoughts. They need to be rectified."},{"T":"301","2":"Roland","3":"Hahaha..."},{"T":"301","3":"Nothing goes the way he wants."},{"T":"301","2":"Roland","3":"Of course, of course. That's more like my reality."},{"T":"301","3":"Nothing ever goes the way he wants."}]