[{"T":"301","3":"—Venus Splash Park underground construction center."},{"T":"301","3":"——WARNING, WARNING——"},{"T":"301","3":"—Structural damage to multiple supporting columns within the park—"},{"T":"301","3":"—Damage report pending. Unauthorized personnel are advised to stay in place and wait for the help of security personnel—"},{"T":"301","2":"Camu","3":"Blah-blah-blah-blah-blah... Can this stupid broadcast just shut up already?! I ******** know there's been explosions!"},{"T":"301","3":"Camu mutters while splitting apart a beam with his greatsword. He then climbs on the beam, and repeats this process to climb upward."},{"T":"301","2":"Camu","3":"****** hell! Can't even tell where's where now. Guess I'll just head up!"},{"T":"301","3":"A while later..."},{"T":"302","2":"Did Camu get in contact?"},{"T":"301","3":"Liv shakes her head wordlessly at you."},{"T":"301","2":"Lee","3":"He's still in a signal blind spot, huh...?"},{"T":"302","2":"Guess we can only wait..."},{"T":"301","2":"Lucia","3":"...Not that there's much else we can do."},{"T":"301","3":"After what feels like an eternity, Camu finally reaches the top level of the pump room."},{"T":"301","3":"A 'pump room,' but the sight Camu sees is decidedly... inhuman in design."},{"T":"301","3":"Strange growths meld and link with others in incomprehensible ways. Only the squirming red electric currents, faintly visible on the abnormal euclidean dimensions, hint at its history as a pump room."},{"T":"301","3":"What could the pumps be transporting? The answer might be better left unanswered."},{"T":"301","3":"Camu knows better than to delve into it. He is merely trying to find a miracle hatch that could lead him to the surface."},{"T":"301","2":"Camu","3":"Oh. There's a hatch..."},{"T":"301","3":"In the overhanging structure ahead lies a hatch."},{"T":"301","3":"With a hatch above ground, a corresponding one below should also exist—that must be the logic that the auto-building system operates on."},{"T":"301","3":"...The only issue, is that the hatch is covered in an excess of ashen lock marks, and even the hinges are infested with strange viral growths."},{"T":"301","2":"Camu","3":"..."},{"T":"301","3":"...The hatch remains shut."},{"T":"301","3":"Camu slams his greatsword in a fury, attempting to destroy the hatch, but it budges not even a little—evidently not something easily broken at his normal output."},{"T":"301","3":"But if Camu tries to increase his power output... His lack of a mind link with a commandant will likely..."},{"T":"301","3":"But... the surface is close. Perhaps...?"},{"T":"301","2":"Camu","3":"Tch..."},{"T":"301","3":"Camu decides to try his luck and activates his communications link."}]