[{"T":"301","2":"Mao Zhen","3":"Your next mission is to burn down a city that has been occupied by the Corrupted."},{"T":"301","2":"Camu","3":"Master! Aren't you Master?"},{"T":"301","3":"After the suspicious death, Camu and his squad continue performing their missions. One day, while the group is resting, the image of Mao Zhen suddenly appears on the big screen in front of them all."},{"T":"301","2":"Mao Zhen","3":"I see you're as loud as always. And don't call me Master in front of other people."},{"T":"301","2":"Camu","3":"Yes, Master!"},{"T":"301","3":"Despite all that has happened before this, Camu is still excited to see his mentor."},{"T":"301","2":"Soldier","3":"I have a question, Sir..."},{"T":"301","2":"Mao Zhen","3":"Fire away."},{"T":"301","2":"Soldier","3":"Why do we have to burn down the city? We might not be able to reclaim it either way, but what good does burning it down do?"},{"T":"301","2":"Mao Zhen","3":"The place is pretty much a factory that produces endless streams of Corrupted."},{"T":"301","3":"Though most Corrupted act purely on instinct, like beasts, they do sometimes accidentally bring the virus to places such as factories."},{"T":"301","3":"Which will turn the factories into a Corrupted production line."},{"T":"301","3":"Mao Zhen's reply confirms that this is what has happened in this city. Though they can stop the process by destroying the production line, the density of the virus will still continue to increase in the city, as it usually does when the Corrupted gather."},{"T":"301","3":"Soon, not even filters will be able to save these areas."},{"T":"301","2":"Mao Zhen","3":"Back to the point. We've summoned multiple mobile forces of your type for this mission and will be distributing the equipment needed for the burning via airdrop."},{"T":"301","2":"Mao Zhen","3":"Destroy everything—Don't leave even a speck of dust behind. Headquarters' orders."},{"T":"301","2":"Mao Zhen","3":"Got it?"},{"T":"301","2":"Camu","3":"Gotcha. By the way, what are you doing here, Master? And where have you been all these days?"},{"T":"301","2":"Camu","3":"And why are you looking like... that?"},{"T":"301","3":"The soldiers start getting ready after the briefing, while Camu continues to bombard Mao Zhen with questions."},{"T":"301","2":"Mao Zhen","3":"I'm not answering the first question as it is a company secret, but I CAN tell you about my appearance—I'm a Construct now."},{"T":"301","2":"Camu","3":"Construct?"},{"T":"301","2":"Mao Zhen","3":"It's a bit hard to explain, but basically it's something more powerful than a human soldier and can defeat the Corrupted single-handedly."},{"T":"301","2":"Camu","3":"Wow, sounds badass. Can I become a Construct too?"},{"T":"301","2":"Mao Zhen","3":"I can't tell you yet. Anyway, you should get ready. The mission starts in 3 hours."},{"T":"301","2":"Camu","3":"Aw... Why so cold, Master? Anyway, Master, do you know anything about our squad? Back when I last went to town—"},{"T":"301","2":"Mao Zhen","3":"It'll be fine, Camu. Just finish the mission. Everything will be fine."},{"T":"301","3":"Before Camu can question his mentor further, Mao Zhen cuts in."},{"T":"301","2":"Camu","3":"What do you mean by that—"},{"T":"301","2":"Mao Zhen","3":"I meant that you'll perhaps overtake me in terms of skill after this mission. I read your messages. You were working hard towards a promotion, huh?"},{"T":"301","2":"Camu","3":"Oh? You mean we'll no longer need to travel out there after this mission?"},{"T":"301","2":"Mao Zhen","3":"If that's how you choose to interpret it. I'm busy, so I'll be disconnecting now."},{"T":"301","2":"Camu","3":"Okay. Wait for me, Master!"},{"T":"301","3":"—"},{"T":"301","2":"Soldier A","3":"Look at all those planes in the sky."},{"T":"301","2":"Soldier B","3":"You know, I didn't expect there to be other troops with mobile bases like us."},{"T":"301","3":"After some preparations, Camu and co. arrive at the outskirts of the designated city. Countless Corrupted are peering at the Kurono troops through the wall openings while the military aircrafts circle around in the skies—"},{"T":"301","3":"—As if they were trying to trap the ground troops along with the Corrupted."},{"T":"301","2":"Pilot","3":"Ground troops, you copy?"},{"T":"301","2":"Camu","3":"This ID number... It refers to the planes in the skies, huh? Yeah, we copy. What's up?"},{"T":"301","2":"Pilot","3":"According to orders, the burning will commence after you take out the Corrupted."},{"T":"301","2":"Camu","3":"So you'll be bombing the place, basically?"},{"T":"301","2":"Pilot","3":"We're wasting fuel by hovering above the city, so please hurry and get rid of the Corrupted as soon as you can. We'll message you when it's time for retreat and then commence the bombing."},{"T":"301","3":"The call ends, and the ground troop soldiers give themselves their serum shots before picking up their weapons."},{"T":"301","2":"Camu","3":"Let's get it done, then. Master said we'll be promoted after the mission is done."},{"T":"301","3":"Gritting his teeth and bearing the fresh pain from the injection, Camu leads the group toward the city."}]