[{"T":"301","2":"???","3":"Hey, your M.I.N.D. is stable. Time to wake up."},{"T":"301","3":"The moment Lloyd regains consciousness, he hears a voice. But before he can tell who is speaking, a sharp pain swarms all over his M.I.N.D., forcing him to open his eyes."},{"T":"301","2":"Lloyd","3":"Gargh... Argh..."},{"T":"301","3":"Lloyd gasps and struggles. He finally finds out the source of his agony—there is a large wound on his arm, seemingly caused by something sharp."},{"T":"301","2":"???","3":"Shut up... If you can feel the pain, that means you are not dead."},{"T":"301","3":"Lloyd finds Vera standing next to the hospital bed, adjusting the machine with an annoyed look."},{"T":"301","2":"Lloyd","3":"Miss Vera... Why are you here?"},{"T":"301","2":"Vera","3":"I only came here because Nikola wanted me to check whether you were alive or dead. Well, it looks like you get to live a little longer."},{"T":"301","2":"Vera","3":"But your followers weren't so lucky."},{"T":"301","3":"Lloyd remembers that he was on a mission with a few other Constructs who took direct orders from Nikola. They encountered an exceptionally powerful Corrupted with wings. The other soldiers chose to stay back so Lloyd could retreat..."},{"T":"301","2":"Lloyd","3":"What... happened to them?!"},{"T":"301","3":"Vera looks away impatiently without a word, but he already knows the answer."},{"T":"301","2":"Lloyd","3":"Why... why would they do it for someone like me..."},{"T":"301","2":"Vera","3":"Someone like you...? Hah..."},{"T":"301","3":"Vera gives a sarcastic laugh, grabbing Lloyd's collar to pick him up so he can look directly into her eyes."},{"T":"301","2":"Vera","3":"I don't care if you like playing the hero game. I've no right to criticize you. But..."},{"T":"301","3":"Lloyd notices an extremely fierce look in Vera's eyes. He has never seen her so furious."},{"T":"301","2":"Vera","3":"They gave their lives to protect you. In other words, they placed your life above theirs. Are you going to insult their dedication?"},{"T":"301","2":"Vera","3":"Get yourself together and remember your duty. 'The Undying Loy' and that so-called recall should become the soldiers' final hope."},{"T":"301","3":"Vera keeps her voice low, but it still weighs heavily on Lloyd's mind."},{"T":"301","2":"Vera","3":"But... do you really want to be a hero?"},{"T":"301","3":"Vera thinks Lloyd neither has the capabilities to be a hero nor is he prepared to become one. He is nothing but a good kid who has gotten carried away with his sense of duty. Once he truly understands the brutality of the battlefield, his naivety will be lost."},{"T":"301","2":"Lloyd","3":"I..."},{"T":"301","3":"Lloyd takes out a notebook, which Vera has seen before during their mission. It records everything that the 'Lloyd' in the past has been through."},{"T":"301","2":"Lloyd","3":"I have never thought about it... but perhaps you're right. I lack the strength to be a hero, and I'm not prepared to become one either... I am only playing 'Lloyd' according to the stories in this notebook."},{"T":"301","2":"Lloyd","3":"Miss Vera... I once thought that if I could act well enough, maybe I could become a real hero in the end."},{"T":"301","3":"Lloyd shakes his head and gives a wry smile."},{"T":"301","2":"Lloyd","3":"But just like you said, I am not a hero. And I probably will never be one... The lies pile on every day, and they've brought me nothing but pain. What should I do...?"},{"T":"301","2":"Vera","3":"This pain will stay forever if you don't have the strength to be a real hero or tell the truth. But if you can't even stand the pain..."},{"T":"301","3":"Vera stands up and unsheathes her blade, pointing it at Lloyd."},{"T":"301","2":"Vera","3":"Then you should just die. Die like a coward, and leave all your responsibilities to the next 'Lloyd'."},{"T":"301","3":"The blade is sharp, but Lloyd does not seem to cower at all."},{"T":"301","2":"Lloyd","3":"Miss Vera... Will the next 'Lloyd' be a better hero than me?"},{"T":"301","2":"Vera","3":"Maybe, but you won't need to know, because you will be dead by then. The future has nothing to do with you."},{"T":"301","2":"Vera","3":"The only thing you can hold on to... is this moment, and who you are right now."},{"T":"301","3":"Lloyd clenches Vera's blade. Vital fluid immediately runs out of his palm, dripping onto his notebook and dyeing the empty spots blood red."},{"T":"301","2":"Lloyd","3":"It hurts... but..."},{"T":"301","3":"The excruciating pain is more vivid than the wound on his arm left by the Corrupted. The tighter he grips the blade, the more intense the pain gets."},{"T":"301","2":"Lloyd","3":"Right now, I still want to become 'Lloyd'—a true hero."},{"T":"301","2":"Lloyd","3":"Maybe my story began with a lie, and it will end in one. Still, I want to try again... to fight as 'Lloyd'."},{"T":"301","3":"Lloyd lets go of Vera's blade and clenches his fist again, feeling the sting."},{"T":"301","2":"Lloyd","3":"Miss Vera... I hope you can give me extra combat training after the next mission. I want to have the confidence and strength to face danger like you."},{"T":"301","3":"Vera puts her katana back to the sheath with a teasing grin."},{"T":"301","2":"Vera","3":"What if I say no...?"},{"T":"301","2":"Lloyd","3":"In that case... I'll try to ask Commander Nikola."},{"T":"301","3":"Seeing Lloyd's serious face, Vera's smile softens."},{"T":"301","2":"Vera","3":"Not bad. You aren't as stupid as I thought... Do as you like, but..."},{"T":"301","2":"Vera","3":"I bet you are going to regret it. Do you really want to be like me? I am the direct opposite of a 'hero.'"},{"T":"301","3":"Vera looks at Lloyd before walking away with a chuckle."},{"T":"301","3":"Lloyd shakes his head as he watches Vera leave. He runs his fingers past the cover of the notebook."},{"T":"301","2":"Lloyd","3":"That's not true... Maybe you are the real..."}]