[{"T":"301","2":"Corrupted","3":"—! —!"},{"T":"301","2":"Forsaken Soldier","3":"Watanabe-San! The remaining Corrupted have been disposed of!"},{"T":"301","3":"Watanabe gives a nod and looks at the Akdilek entourage. Smiling, Jamilah waves back at him."},{"T":"301","3":"Sophia stays at her side. She didn't seem to have moved at all. With not a single Corrupted form next to her, the Forsaken seem to have won the bout."},{"T":"301","2":"Watanabe","3":"What is the meaning of this, Akdilek?"},{"T":"301","2":"Sophia","3":"It's nothing. The boss merely told us not to engage."},{"T":"301","2":"Pulao","3":"Then according to our agreement, all three containers now belong to the Forsaken!"},{"T":"301","3":"All aboard the ship let out a joyful cry, as if this was the climax to the performance they had been waiting for."},{"T":"301","2":"Forsaken Soldier","3":"Wait, three containers? We had a deal for just one."},{"T":"301","2":"Jamilah","3":"Miss Pulao specifically said 'all of the cargo', did she not? You all heard it. Or do the Forsaken habitually forsake their agreements?"},{"T":"301","2":"Forsaken Soldier","3":"This ain't good, Watanabe-San. We still taking the cargo? We can't transport so much!"},{"T":"301","3":"Watanabe closes his eyes with a sigh. Jamilah and her band of jackals noticed this in advance. That's why they let the cargo go uncontested."},{"T":"301","2":"Jamilah","3":"Sophia, it seems our Forsaken friends have run into a logistical pickle. Seeing as we are all comrades abandoned on this Earth, shouldn't the Akdeliks lend them a hand?"},{"T":"301","2":"Sophia","3":"The Akdilek Commercial Alliance has fleets of medium to heavy transport vehicles, capable of safely handling long-haul logistics across any terrain, at a reasonable price."},{"T":"301","2":"Watanabe","3":"Hmph, this was all part of your plan, wasn't it... Forget it. Let this be a lesson for us."},{"T":"301","2":"Forsaken Soldier","3":"Huh? What's that mean, Watanabe-San?"},{"T":"301","2":"Watanabe","3":"Sigh... we wish to engage the Akdileks' transportation service. When can you depart?"},{"T":"301","2":"Jamilah","3":"Thank you for your patronage. We are ready to depart whenever you're ready... Changyu, you will lead the convoy and escort the cargo."},{"T":"301","3":"The silent, gawking black-haired adolescent jumps at the mention of his name, bewildered."},{"T":"301","2":"Changyu","3":"Me? Wait, why me?"},{"T":"301","2":"Jamilah","3":"Sophia and I have trading partners to seek out here, and you'll be of no use in that."},{"T":"301","2":"Watanabe","3":"Hey, is this kid really up to the task?"},{"T":"301","2":"Jamilah","3":"Of course. He is a force to be reckoned with among the Akdileks. Best not to underestimate him."},{"T":"301","2":"Changyu","3":"Huh, just as well, I want off this boat anyway."},{"T":"301","2":"Jamilah","3":"So, Changyu, would you please escort the Forsaken to their cargo?"},{"T":"301","3":"As Jamilah waves goodbye to Changyu's group, Sophia finally asks the question that's been on her mind."},{"T":"301","2":"Sophia","3":"Boss, why did you specifically ask Changyu to escort them?"},{"T":"301","3":"Jamilah gazes at the departing Watanabe, accompanied by Changyu, and a smile creeps onto her face."},{"T":"301","2":"Jamilah","3":"Maybe... I just felt like it."},{"T":"301","2":"Jamilah","3":"...so, can I trust you with this?"},{"T":"302","2":"Why the Gray Raven?"},{"T":"301","2":"Jamilah","3":"You should find it hard to refuse, what with us being good acquaintances and all."},{"T":"302","2":"..."},{"T":"301","2":"Jamilah","3":"I kid... but I feel that the members of your team, that kid included, could use a little trip to get used to your new changes."},{"T":"301","2":"Jamilah","3":"I think that it is an excellent suggestion. Don't you?"},{"T":"302","2":"...I'll consider it."},{"T":"301","2":"Jamilah","3":"Hoho, I think you'll thank me for it—Commandant."}]