[{"T":"301","2":"Rosetta","3":"'Day 21 since we left New Murmansk. Sunny with a slight breeze...'"},{"T":"301","3":"Rosetta watches the narwhal tow itself forward from the bow of the ship. She soon returns to writing on her logbook."},{"T":"301","2":"Rosetta","3":"'We were lucky. When the Guardian Spirit tried to escape, we landed a harpoon on its back so that it couldn't outswim us.'"},{"T":"301","2":"Rosetta","3":"I wonder if Grandpa will yell at me if I still call it that..."},{"T":"301","3":"Rosetta erases the words 'Guardian Spirit' and replaces it with 'mechanical narwhal.'"},{"T":"301","2":"Rosetta","3":"Unfortunately, the engine of our ship is weak... We can't keep up with it, and we're just being dragged along."},{"T":"301","2":"Rosetta","3":"'I have no idea where we are... Not even a single clue. End of log today.'"},{"T":"301","2":"Pfaff","3":"Cough... Why didn't you wake me up, Rosetta?"},{"T":"301","2":"Rosetta","3":"Grandpa! You're sick. You should go sleep in your cabin..."},{"T":"301","3":"Pfaff squints at the horizon and clouds in the direction of the narwhal."},{"T":"301","2":"Pfaff","3":"Rosetta, fetch me the binoculars."},{"T":"301","2":"Rosetta","3":"Oh, okay... But there's nothing over there..."},{"T":"301","3":"Pfaff continues squinting at the direction of the narwhal."},{"T":"301","2":"Pfaff","3":"Rosetta, get ready. Time for the final fight!"},{"T":"301","3":"Surprised, Rosetta is about to ask Pfaff for an explanation, but the sight from afar answers her instead. In the horizon, the faint outline of land takes shape."},{"T":"301","2":"Pfaff","3":"Is that where you were trying to go...? What's going on in that electric brain of yours..."},{"T":"301","3":"As they approach the coast, the narwhal begins to slow down. It seems to be drawing close to a bay."},{"T":"301","2":"Rosetta","3":"Grandpa, this... seems to be the Drake Passage. We're approaching the nearby bay."},{"T":"301","2":"Pfaff","3":"Wait till it slows down a little more, then we can catch up and land the killing blow."},{"T":"301","2":"Rosetta","3":"Okay..."},{"T":"301","3":"The long chase is finally coming to an end. Rosetta, however, does not find joy at the journey's end, since it would mean the death of the narwhal at their own hands."},{"T":"301","2":"Rosetta","3":"Huh? What are those glowing red lights in the sea..."},{"T":"301","2":"Pfaff","3":"Rosetta! Get back!"},{"T":"301","3":"A hand suddenly stretches out from the sea and almost catches Rosetta, leaning against the bulwark of the ship. A precise shot from Pfaff shoots it off."},{"T":"301","2":"Pfaff","3":"Corrupted... It's all Corrupted in the sea! All of them... They're using the current to follow the narwhal."},{"T":"301","2":"Rosetta","3":"Grandpa! It must be trying to prevent ships in the port from going out to sea! It's so they won't be attacked by Corrupted! That must be why it destroyed the port!"},{"T":"301","2":"Rosetta","3":"And now it's coming all the way over here! It must be for something important!"},{"T":"301","2":"Pfaff","3":"Perhaps. As a bionic animal, it should have sensors that can detect ocean currents. Maybe it's thinking that they can be used to trap the Corrupted here."},{"T":"301","2":"Narwhal","3":"——▄▆▁—▆———▃"},{"T":"301","2":"Pfaff","3":"What a fool you are... We humans have been so cruel to you, but you're still trying to save us."},{"T":"301","2":"Rosetta","3":"If that's the case, then the narwhal hasn't gone mad. It destroyed the port to prevent people from sailing out to sea!"},{"T":"301","2":"Pfaff","3":"It doesn't matter. Guilty or not, I must hunt it... This is our best shot."},{"T":"301","3":"The narwhal's glide slows down. It flips in agony, revealing a sheet of Corrupted hanging from its body."},{"T":"301","2":"Rosetta","3":"But if the narwhal is gone, the Corrupted will come after us next!"},{"T":"301","2":"Pfaff","3":"You're right. If it sinks into the sea, that'll spell trouble for us."},{"T":"301","3":"Pfaff fires at the Corrupted hanging on the narwhal, while Rosetta keenly searches for an opening in the Corrupted swarm."},{"T":"301","2":"Rosetta","3":"Guardian Spirit! To the northeast! Swim to the northeast!"},{"T":"301","3":"Rosetta shouts. The narwhal, who seems to have understood Rosetta's instructions, swims to the northeastern direction."},{"T":"301","3":"Some time later... The two of them and the narwhal finally broke through the Corrupted-infested bay after suffering considerable injuries."},{"T":"301","3":"Pfaff stands slowly. He staggers toward the narwhal resting next to the fishing boat and raises the high-voltage harpoon in his hand."},{"T":"301","3":"The narwhal whimpers in a low hum. Its luminous eyes twinkle."},{"T":"301","2":"Pfaff","3":"You've done nothing wrong, but... I must kill you to end the past, to end all sins. So..."},{"T":"301","3":"Before he could bring the harpoon down, Pfaff suddenly coughs involuntary and falls onto the narwhal. He coughs up blood, one cough after another."},{"T":"301","2":"Rosetta","3":"Grandpa...? Grandpa!"}]