[{"T":"301","2":"Forsaken Soldier","3":"...I see, t'was a really close call back there in the space station then. Mr. Watanabe, I thought you were going to ram right into that virus ball."},{"T":"301","2":"Watanabe","3":"Same here. That was the plan too."},{"T":"301","3":"(It's still a bit early... But we've gotten enough rest, might as well set off.)"},{"T":"301","3":"At the train station, a group of people in windbreakers are sorting their belongings, unfazed by the Corrupted remains scattered on the ground."},{"T":"301","2":"Watanabe","3":"Didn't expect you to contact me. You removed Hassen or something?"},{"T":"301","2":"Nikola","3":"If he's that easy, I'd be at the helm, not contacting you Forsakens here. You people are ready, I hope?"},{"T":"301","2":"Watanabe","3":"Yeah. Just for the record, we aren't cooperating with you. We're only doing this because the Ascendants and the Corrupted are mankind's common enemies."},{"T":"301","2":"Nikola","3":"Hmph, call this whatever you like, as long as you pull your weight."},{"T":"301","2":"Watanabe","3":"So, how do we get to that 'Kowloong' place? You gave us the coords, but we don't have any flyers left after the space station."},{"T":"301","2":"Nikola","3":"That's why I had you rally here."},{"T":"301","2":"Watanabe","3":"Ah, I see... You got Akdilek as well."},{"T":"301","3":"As Watanabe is trying to figure out Babylonia's agenda, a speeding train pulls into the station. Before it comes to a complete stop, two Constructs, Changyu and Sophia, jump off."},{"T":"301","2":"Changyu","3":"...Huh. Y'know, we've been frequent trade partners, but this is my first time seeing the Forsaken boss in person. Nice to meetcha, old man."},{"T":"301","2":"Watanabe","3":"I'm not your old man!"},{"T":"301","2":"Sophia","3":"Changyu, you have to hold your tongue like what Jamilah said. You'll hurt his feelings."},{"T":"301","2":"Watanabe","3":"..."},{"T":"301","2":"Jamilah","3":"I apologize on behalf of my two bodyguards. They're not very good with words."},{"T":"301","2":"Watanabe","3":"So that's how it is? Akdilek's in cahoots with Babylonia and getting all prickly about us Forsakens, all thanks to that little train rendezvous?"},{"T":"301","2":"Jamilah","3":"T'was a diplomatic joke to lighten the mood. Surely you understand, right?"},{"T":"301","2":"Nikola","3":"A bunch of rotten schemers you all are... I said it before and I'll say it again—you people should be rounded up and ruled with force."},{"T":"301","2":"Jamilah","3":"Then you'll have to redeploy some of your troops in Kowloong to keep us in place."},{"T":"301","2":"Nikola","3":"Hmph... Anyhow, if you'll excuse me, I still have to attend to my commander duties. Please hold up your end of the bargain and send reinforcements to Kowloong."},{"T":"301","2":"Jamilah","3":"Nikola... Quite the polar opposite of Hassen, hm? Interesting."},{"T":"301","2":"Jamilah","3":"Well then, Mr. Watanabe, leader of the Forsaken, listen. All carriages starting from No.5 are yours to use. Since we're short-handed at the moment, you'll have to move the equipment by yourselves."},{"T":"301","2":"Watanabe","3":"...Is this another joke of yours? What's with the bunch of Corrupted on the back of the carriage?"},{"T":"301","2":"Corrupted","3":"Urgh!"},{"T":"301","2":"Jamilah","3":"Ah. Must be the weather."},{"T":"301","2":"Jamilah","3":"Well, since you have nothing better to do right now, could you help clean the carriage? You did hitch a ride after all."},{"T":"301","2":"Jamilah","3":"Sophia, Changyu, let's get back in the train."},{"T":"301","2":"Sophia","3":"Understood."},{"T":"301","2":"Forsaken Soldier","3":"Uh... what do we do now, Mr. Watanabe?"},{"T":"301","2":"Watanabe","3":"Sigh, what else? Grab your stuff... Let's get cleaning!"}]