[{"T":"301","2":"Wanshi","3":"The next time you can't hold on, just activate the recall, alright?"},{"T":"301","2":"Wanshi","3":"Get rid of the wounded frame and let your M.I.N.D. return to Babylonia."},{"T":"301","2":"Wanshi","3":"Like returning to the state before your birth, protected and warm."},{"T":"301","2":"Wanshi","3":"Urgh..."},{"T":"301","3":"The words he said to the Construct lingers around for long. After leaving the recovery room, Wanshi rushes into the bathroom. He no longer has to endure the spasms in his stomach with no one else around. He leans all his weight against the sink to keep himself from falling."},{"T":"301","2":"Wanshi","3":"(Panting)"},{"T":"301","3":"Wanshi tries to calm his breathing. He slowly looks up and stares at his reflection in the mirror."},{"T":"301","3":"His hands are trembling due to the side effects of anesthesia, with sunken eye sockets from lack of sleep. And his sick body is reflected in his empty eyes."},{"T":"301","3":"These are just pointless resistance that he has brought on himself."},{"T":"301","2":"Professor","3":"To let them step into battles with false hopes, or to let them know the truth, to face the harsh reality and confront their end in pain..."},{"T":"301","3":"————"},{"T":"301","2":"Professor","3":"It is the same choice as the one I made before..."},{"T":"301","2":"Wanshi","3":"Turned out that I've ended up like this... before I knew it."},{"T":"301","3":"Since when I couldn't sleep without drugs..."},{"T":"301","3":"I'm starting to be afraid of sleeping."},{"T":"301","3":"Once I close my eyes, scenes of the past come back to me."},{"T":"301","3":"Their pain and anger turned into nightmares that haunted me one night after another."},{"T":"301","3":"Sleepiness begins to sweep all over him with the effect of the drugs."},{"T":"301","3":"As he is about to fall asleep, cold water flows through his fingers and makes him sober again."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","3":"Wanshi cups his hands to catch some water, only to let it slip through his fingers. He shakes his head and walks out of the bathroom."},{"T":"301","3":"When Wanshi walks out of the bathroom, the crowded hall of the Star of Life comes into his eyes."},{"T":"301","3":"A large number of severely injured Constructs are placed on nursing beds and doctors push them to different rooms."},{"T":"301","2":"Wanshi","3":"What is it? How come there are so many injured Constructs at a time?"},{"T":"301","2":"Doctor","3":"I guess there was an extensive fight on the ground."},{"T":"301","2":"Doctor","3":"There's never enough leisure time."},{"T":"301","3":"A rapid beeping comes from the portable terminal of the doctor stopped by Wanshi. He takes a glimpse at the data in the terminal, pats Wanshi on the shoulder and runs away."},{"T":"301","3":"After the doctor is gone, the portable terminal of Wanshi also starts to beep."},{"T":"301","2":"Wanshi","3":"Intensive Maintenance Room 1... so this is where I'm assigned to..."},{"T":"301","3":"After entering Maintenance Room 1, Wanshi sees a blond Construct with broken equipment, yet his greatsword is still intact. An assistant is struggling to drag it to the corner of the room to prevent others from being blocked."},{"T":"301","2":"Assistant A","3":"The profile says his name is... Kamui? What has he done on the ground to be so badly injured?"},{"T":"301","2":"Assistant A","3":"His damage is beyond repair. We might as well build a new frame."},{"T":"301","2":"Nikola","3":"Fix him."},{"T":"301","3":"The icy voice of Nikola comes from above. Wanshi notices that the camera on top of the maintenance room is constantly scanning the room. And it is the authority of Babylonia behind the camera that he has never gotten in touch before."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"Action module damaged. Patient in coma and abnormalities detected in circulation module."},{"T":"301","2":"Wanshi","3":"...Got it. Maintenance begins."},{"T":"301","2":"Assistant A & B","3":"Copy."},{"T":"301","2":"Nikola","3":"What's that doctor's name?"},{"T":"301","2":"Escort","3":"Wanshi."},{"T":"301","2":"Nikola","3":"Wanshi? What a unique name."},{"T":"301","2":"Nikola","3":"It's a pity for him to be a doctor in Babylonia with such dexterity and judgment."},{"T":"301","2":"Nikola","3":"Hand me his profile."},{"T":"301","2":"Escort","3":"Alright."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","2":"Nikola","3":"..."},{"T":"301","2":"Nikola","3":"I didn't expect him to have such an experience."},{"T":"301","2":"Escort","3":"Sir, what do you mean?"},{"T":"301","2":"Nikola","3":"He's a big fish in a small pond here."},{"T":"301","2":"Nikola","3":"Send him down. It would be best if he can survive. If not, we'll also be eliminating a hidden and unstable danger."},{"T":"301","2":"Escort","3":"Roger!"},{"T":"301","2":"Wanshi","3":"Maintenance completed."},{"T":"301","3":"Wanshi wipes away the sweat on his cheek and puts the maintenance tools aside."},{"T":"301","3":"The assistants walk out of the maintenance room one after another. Wanshi moves his body which is slightly stiffened after a long time of maintenance and decides to leave."},{"T":"301","3":"But just when Wanshi is about to leave, he feels that his coat is grabbed by someone. He turns around and finds the Construct called Kamui has woken up at some point."},{"T":"301","2":"Wanshi","3":"Huh, you are supposed to wake up in half an hour."},{"T":"301","2":"Kamui","3":"What about him?"},{"T":"301","2":"Wanshi","3":"Who?"},{"T":"301","2":"Kamui","3":"Where am I?"},{"T":"301","2":"Wanshi","3":"Star of Life in Babylonia. You're lucky. Someone brought you back from the battlefield."},{"T":"301","2":"Kamui","3":"...I see."},{"T":"301","3":"Kamui slowly raises his hands and stares at them for a long time, trying to hold them tight but fails."},{"T":"301","2":"Wanshi","3":"Well, the pain-blocking effect is still on. You'd better lie down and take a rest."},{"T":"301","3":"When Wanshi finishes talking, Kamui clenches his hands hard as if trying to refute him. Later he leans against the maintenance table so that he can sit up."},{"T":"301","2":"Kamui","3":"Thank you for saving me."},{"T":"301","3":"The depression of Kamui is replaced by bright smiles. Such swift changes in attitude catches Wanshi by surprise."},{"T":"301","2":"Wanshi","3":"...It's fine."},{"T":"301","3":"After thanking him, Kamui looks down at his portable terminal, jumps off the maintenance table and walks toward his weapon in the corner."},{"T":"301","2":"Kamui","3":"Here comes the next combat order."},{"T":"301","2":"Kamui","3":"I'll return to my army then."},{"T":"301","2":"Wanshi","3":"Well, you'd better stay a while longer in the lounge of the Star of Life."},{"T":"301","2":"Wanshi","3":"Given your damage, I suggest that you apply for a delay in returning to your team."},{"T":"301","2":"Kamui","3":"That's impossible. The Corrupted won't be sitting tight for us to destroy."},{"T":"301","2":"Kamui","3":"More partners will be injured if I don't go back soon."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"Why are you in such a hurry to return?"},{"T":"301","2":"Kamui","3":"More partners will be injured if I don't go back soon."},{"T":"301","2":"Wanshi","3":"Why can't the Constructs care a bit more about their frames?"},{"T":"301","2":"Wanshi","3":"...Are you counting on recalling to protect yourselves?"},{"T":"301","2":"Kamui","3":"Recalling? Never thought of that."},{"T":"301","2":"Kamui","3":"Wouldn't it mean leaving everything on the ground as well as your partners behind to escape alone?"},{"T":"301","2":"Wanshi","3":"Then why are you still being so reckless?"},{"T":"301","2":"Kamui","3":"Relax, it's not like that."},{"T":"301","2":"Kamui","3":"I know I only get one shot all along. So I'll try hard to get hold of it."},{"T":"301","2":"Wanshi","3":"Did you know it... already?"},{"T":"301","2":"Kamui","3":"That's not hard to discover."},{"T":"301","2":"Kamui","3":"Besides, you hesitated when mentioning the recall, which means you knew in your heart that it was a lie, right?"},{"T":"301","2":"Wanshi","3":"Well..."},{"T":"301","2":"Kamui","3":"Don't worry, I won't tell anyone else."},{"T":"301","2":"Kamui","3":"After all, it'll start a more violent riot once spread."},{"T":"301","2":"Wanshi","3":"Aren't you... going to question the existence of such a lie?"},{"T":"301","2":"Kamui","3":"I believe there are more important things to do than questioning, right?"},{"T":"301","2":"Wanshi","3":"Ah... Is that so..."},{"T":"301","2":"Wanshi","3":"Why are you Constructs so obsessed with taking back the Earth?"},{"T":"301","2":"Kamui","3":"That's not true."},{"T":"301","2":"Kamui","3":"Taking back the Earth is the final result. But what I want is a future where everyone survives until the end of the war."},{"T":"301","2":"Kamui","3":"This is how I love this world."},{"T":"301","2":"Wanshi","3":"Is that what's more important?"},{"T":"301","3":"While Kamui is talking with Wanshi, the door of the maintenance room suddenly opens from the outside and a man walks in."},{"T":"301","2":"Escort","3":"Here's the direct order from the authority."},{"T":"301","2":"Escort","3":"Wanshi of the Star of Life is transferred to the ground to coordinate the garrison of City 155."},{"T":"301","2":"Wanshi","3":"Eh?"},{"T":"301","2":"Kamui","3":"Isn't it the location of my next mission? It's a war zone. Why would you let a human go there?"},{"T":"301","2":"Escort","3":"Wanshi's technique will be of great help in the next battle."},{"T":"301","2":"Escort","3":"You can submit written complaints if you got any. We'll respond to it within 7 to 14 working days."},{"T":"301","2":"Escort","3":"Now all you need to do is to carry out the order, Kamui."},{"T":"301","2":"Kamui","3":"...Right."},{"T":"301","2":"Escort","3":"Very well."},{"T":"301","3":"The escort nods and turns to leave the maintenance room directly after informing the order."},{"T":"301","2":"Kamui","3":"You haven't been to the ground, have you?"},{"T":"301","2":"Wanshi","3":"No."},{"T":"301","2":"Kamui","3":"I've got no idea why they were doing this, but don't worry, my partners are stationed in City 155. We'll cover you."},{"T":"301","3":"Meanwhile, Kamui opens the door of the maintenance room, turns around, and smirks at Wanshi."},{"T":"301","2":"Kamui","3":"Just think of it as taking a walk somewhere else. Perhaps you'll get to know the important things I'm talking about."},{"T":"301","2":"Wanshi","3":"It's not like I have a choice, right?"}]