[{"T":"304","1":"Recording:"},{"T":"304","1":"Not enough."},{"T":"304","1":"Not enough at all."},{"T":"304","1":"Not compared to the power of an agent."},{"T":"304","1":"The Pterygota Queen... The Polyphage... Neither could even scratch the surface of this supreme radiance. This is the final form of real power."},{"T":"304","1":"I realize that imitation is ultimately futile. What they really lack is the ability to 'learn.'"},{"T":"304","1":"Fortunately, I met an agent with the same view as me."},{"T":"304","1":"The gentleman repaired my body and gave me an invitation."},{"T":"304","1":"He affirmed my knowledge and gave me more strength."},{"T":"304","1":"Thinking of all the possibilities after that, I could feel my hands tremble. This feeling was unprecedented."},{"T":"304","1":"Based on what I've read in books, this feeling is akin to 'shaking with excitement.'"},{"T":"304","1":"This instant uncontrollable glitch made my cane fall into the Red Tide."},{"T":"304","1":"Useless emotions only bring trouble."},{"T":"301","3":"How long will it take until mankind completely disappears from the face of the Earth, and nature reclaims the cities?"},{"T":"301","3":"During the prosperous Golden Age, people who kept progressing forward were no longer satisfied with dazzling new things and cutting-edge technology. While many were fascinated by reaching the stars, some people imagined a world without humans."},{"T":"301","3":"This post-apocalyptic fantasy had always been a popular topic for readers."},{"T":"301","3":"Vines climb the walls, tree roots peck through the asphalt, and rusty steel towers collapse in the wind and rain... Nature only needs a little sunshine and rain, and it will recapture this land at an amazing speed."},{"T":"301","3":"Trees take root, their branches strong. Grass sprouts, spreading like a blanket. The air smells of moist soil, like a pure land that has never been tread on."},{"T":"301","3":"But this picture, which is too peaceful, seems rather uncanny for the time."},{"T":"301","2":"Rolmo","3":"C-careful, it's hard to walk here. Watch your step."},{"T":"301","2":"'Beardy'","3":"Is there... really a CPF? Don't you think it looks a little primitive? Aren't all filters built in cities?"},{"T":"301","2":"Zack","3":"Apparently not. It's over there."},{"T":"301","3":"Zack raises his hand and points forward. Between the heavy clouds and the luscious foliage, a massive dark steel building looms."},{"T":"301","2":"'Beardy'","3":"Oh... It's hard to see with so many trees here."},{"T":"301","2":"'Beardy'","3":"Also... I think I'm going to sprain an ankle. These weird roots are getting on my nerves..."},{"T":"301","3":"The group walks on the uneven forest floor, both feet never on the same plane. Right as they hear the sound of something being crushed, 'Beardy' steps into a deep pit with his left foot."},{"T":"301","2":"'Beardy'","3":"What the hell was that?!"},{"T":"301","3":"'Beardy' hurriedly pulls his feet out of the soil. Looking down, he discovers that he stepped on a cracked, rusty iron plate. The paint on it had peeled off from the rust. Only the words 'Pulia' and 'Guide' are legible as well as a map that looked very large."},{"T":"301","3":"The place trampled by 'Beardy' is located in the center of the map."},{"T":"301","2":"'Beardy'","3":"Oh, it's a map."},{"T":"301","2":"Kordes","3":"The forest is too overgrown. This map is useless."},{"T":"301","2":"'Beardy'","3":"You're right."},{"T":"301","2":"'Beardy'","3":"At least the filter is right in front of us. We don't need it anyway."},{"T":"301","2":"Zack","3":"Record the location of the buildings in the park. Even if there are no supplies in the filter, we can still look for other useful things here."},{"T":"301","3":"Zack looks carefully at the iron plate on the ground again, then points to the hole in the center of the map."},{"T":"301","2":"Zack","3":"...Looks like the facilities are all built around the middle, which is most likely the location of the tower."},{"T":"301","2":"Kordes","3":"You just smashed the most important part of the map with a single step. How very 'you'."},{"T":"301","2":"'Beardy'","3":"So what? That means we'll have no problem getting to the filter!"},{"T":"301","3":"'Beardy' doesn't seem to pay any mind. Instead, he raises his arms and laughs."},{"T":"301","2":"Kordes","3":"We are looking for supplies, not to destroy things."},{"T":"301","2":"'Beardy'","3":"I think it would be great if we can occupy the filter. After all, starting it should be easy with Zack here."},{"T":"301","2":"Zack","3":"Our final destination is the conservation area. We shouldn't linger anywhere other than where we have discussed. Not to mention..."},{"T":"301","2":"Zack","3":"'Stay as far away as possible from all machines.' Forget our rules again?"},{"T":"301","2":"'Beardy'","3":"Because we'll be in deep **** if they get corrupted. Yeah, I remember."},{"T":"301","3":"Looking away from the iron plate, Zack notices a tear in 'Beardy's' pants. He must have cut it accidentally when he pulled his leg out of the hole."},{"T":"301","2":"Zack","3":"Have a rest and check out supplies. We'll move out in 15 minutes."},{"T":"301","2":"Zack","3":"Bandage your wound. Don't want you slowing us down when the tough gets going."},{"T":"301","2":"'Beardy'","3":"Huh...?"},{"T":"301","3":"'Beardy' looks at his lower leg and notices that he's bleeding, and curses out loud."},{"T":"301","2":"'Beardy'","3":"****. I didn't even feel a thing. What'd I tell ya? Nothin' can stop me."},{"T":"301","2":"Kordes","3":"..."},{"T":"301","2":"Kordes","3":"I don't want your dumb*** dying from an infection. Get over here and let me take care it. We're strapped for medical supplies, but we're in luck. I just saw some plants around here that can be used to deal with wounds."},{"T":"301","3":"After working for a short while, they finally set up a crude base camp. They clear a relatively flat patch of land and use a spare gas stove to light a simple bonfire."},{"T":"301","3":"Zack loads shells into his shotgun and quietly inventories the ammunition on him."},{"T":"301","3":"After Kordes tends to 'Beardy's' wound, he sits down beside him and fiddles with a plant by his foot as if lost in thought."},{"T":"301","3":"Rolmo appears to be nervous, but after seeing that no one is paying attention to him, he just sits quietly beside the campfire."},{"T":"301","3":"Zack just looks at him calmly, closes his eyes and takes a nap."},{"T":"301","3":"Perhaps it was because Rolmo had kept himself busy the entire time looking for supplies, leading the way, helping them avoid areas with hidden danger several times. Either way, the trio seems to have grown accustomed to him. They even appear to have let down their guard around him."},{"T":"301","3":"'Beardy' adjusts his bandage, then pulls out half a hardtack and throws it to Rolmo."},{"T":"301","2":"Rolmo","3":"...?"},{"T":"301","2":"'Beardy'","3":"Ever since we left the city, I haven't seen you eat a single thing. You aren't made of metal, are ya? Don't starve yourself. You'll need to lead the way here in a bit."},{"T":"301","2":"Rolmo","3":"...Thanks."},{"T":"301","3":"Accustomed to seeing decadent cities, the green forest reinvigorates the weary travelers. Their destination is near. For a moment, they lower their guard slightly and enjoy a short respite during their perilous journey."},{"T":"301","2":"Zack","3":"(Whistles)"},{"T":"301","3":"The dry whistle echoes in the forest. It seems to be an old tune. Rolmo looks up at Zack while he whistles. There's a peculiar twinkle in his eyes."},{"T":"301","2":"Zack","3":"This place reminds me of a movie I saw a long time ago. There's a scene really similar to this forest."},{"T":"301","2":"'Beardy'","3":"What movie?"},{"T":"301","2":"Zack","3":"In a world of never-ending wars and disasters, a young man volunteers on a journey to the tower at the edge of the world in search of a secret treasure that can end the war, thus completing his trial to become a knight."},{"T":"301","2":"Zack","3":"In one scene, the main character arrives at a dark and gloomy forest where he is surrounded by monsters. He fights them for 7 days before finally breaking free, only to find out that the monsters were really... Uh, what was it again? Oh, it was the 'loss and weakness' he felt in his heart."},{"T":"301","3":"The leader of the Scavengers, who was a man of few words along the way, opens up a little and shows a rare expression of enthusiasm as he talks about the movie."},{"T":"301","2":"'Beardy'","3":"Who'da thought you had an eye for the arts, Zack. I sure didn't. I'm surprised you even remember anything about it."},{"T":"301","2":"Zack","3":"The monsters in it were pretty cool."},{"T":"301","2":"'Beardy'","3":"Sounds like a B movie. How'd it end?"},{"T":"301","2":"Zack","3":"After an agonizing struggle, the main character finally reaches the top of the tower, but there's no secret treasure. It was all in vain."},{"T":"301","2":"Zack","3":"I didn't have time to finish it, but it was toward the end. I just remember the main character falling on one knee in the tower after realizing there was nothing in there..."},{"T":"301","3":"Zack stands up and imitates the protagonist kneeling down with his sword according to his memory."},{"T":"301","2":"Zack","3":"'...?Cómo puede ser nuestro final? (How is this our final destination?)'"},{"T":"301","2":"Rolmo","3":"Hah..."},{"T":"301","2":"'Beardy'","3":"?"},{"T":"301","2":"'Rolmo'","3":"Cough... It's n-nothing... J-just about choked on hardtack is all."},{"T":"301","2":"'Beardy'","3":"That line sounds cringy. Seems like a garbage movie."},{"T":"301","2":"Zack","3":"Garbage? I don't think so. The monsters were pretty bad***, and the main character's acting was on point."},{"T":"301","2":"Zack","3":"He looked pretty young, but he was already staring in a movie."},{"T":"301","2":"Zack","3":"Apparently, he won the award for best actor and was signed by a famous entertainment company from the Golden Age. What was it called again—Rocko?"},{"T":"301","2":"Kordes","3":"I can't imagine you following what goes on with celebrities."},{"T":"301","2":"Zack","3":"...There's a lot you can't imagine."},{"T":"301","2":"Zack","3":"...The ending was pretty bland, but it's a pretty decent memory in hindsight. Now, this kind of entertainment is a luxury."},{"T":"301","2":"Kordes","3":"That's one of the privileges of living in a time of peace. Movies seem lame, but they're a symbol of a happy life and the freedom to have fun whenever you want."},{"T":"301","2":"'Rolmo'","3":"..."},{"T":"301","2":"'Beardy'","3":"A 'happy' life... Ah..."},{"T":"301","2":"'Beardy'","3":"A word like that seems so far away."},{"T":"301","3":"What is the standard of happiness for people in the Golden Age?"},{"T":"301","3":"Was it having enough food, warm clothes, a job that can support you, and a home that awaits your return?"},{"T":"301","3":"For Scavengers, these are unreachable hopes."},{"T":"301","2":"Zack","3":"Well, it's no use thinking about it now. We can't even say for sure if we'll survive."},{"T":"301","3":"Zack stands up and puts out the fire in front of him."},{"T":"301","2":"Zack","3":"Prepare to move out."},{"T":"301","3":"Under the guidance of Rolmo, the Scavengers see the gray steel building get closer and closer."},{"T":"301","3":"As they proceed deeper into the forest, Kordes notices some subtle changes in the forest."},{"T":"301","3":"The strange sound from the depths, the crackling sound of dead branches breaking, and the increasingly obvious scarlet light emitting from the plants."},{"T":"301","3":"Originally, he thought it was red berries or leaves, until he accidentally broke a branch when he passed a narrow path."},{"T":"301","3":"Red viscous liquid flows out from the bark and drips on the grass."},{"T":"301","2":"Kordes","3":"The Punishing Virus..."},{"T":"301","2":"'Beardy'","3":"What was that?"},{"T":"301","2":"Kordes","3":"Something's wrong with these plants. They seem to be infected with the Punishing Virus... Sap shouldn't be this color—even for the red leaves."},{"T":"301","2":"'Beardy'","3":"Enough with the botany lesson. You mean these trees are infected? But the Punishing concentration here is low."},{"T":"301","3":"With that, 'Beardy' reaches out to break the nearest branch."},{"T":"301","2":"Kordes","3":"Don't! Destroying the plants might cause the concentration to rise!"},{"T":"301","2":"'Beardy'","3":"Alright, alright. Keep it down!"},{"T":"301","2":"Kordes","3":"Just looking at the plants, you can see that they're no ordinary plants. They seem to be extending in this direction."},{"T":"301","3":"With that, Kordes pushes aside the wild bushes and follows the red plants deep into the forest."},{"T":"301","2":"Kordes","3":"It's reasonable to assume that these plants aren't affected by the Punishing Virus. There must be a reason for this mutation..."},{"T":"301","2":"'Beardy'","3":"Hey... Slow down!"},{"T":"301","2":"Rolmo","3":"Wait... Don't go that way! It's too dangerous—"},{"T":"301","3":"The scene in front of him causes Kordes to be momentarily at a loss for words."},{"T":"301","3":"After passing through the lush overgrowth, he sees a completely different scene from the forest behind him."},{"T":"301","3":"Scarlet crevasses are covered with green plants. Interspersed among them, he sees dazzling red vegetation and deformed humanoid creatures crawling within it."},{"T":"301","3":"The humanoid creatures crawl on their four legs, which are constantly changing shape. The rattling from the menacing bone spurs on their limbs echoes through the forest."},{"T":"301","3":"For a moment, Kordes thinks that he has stumbled into Hell. The weird and twisted creatures in front of him are like souls burning in hellfire. But as 'Beardy' grabs him tightly, he slowly comes to his senses."},{"T":"301","2":"'Beardy'","3":"Holy ****... What are those things?!"},{"T":"301","3":"'Beardy's' voice is distorted out of fear. His sudden outburst causes the unaware 'creatures' to notice him."},{"T":"301","3":"One of the 'creatures' tilts its head, then begins to slowly crawl toward the Scavenger. A peculiar red cord the thickness of a woman's forearm trails behind it, wriggling like entrails or an umbilical cord. Its 'chest' is connected to one end in which a red sphere beats wildly."},{"T":"301","3":"The 'creature's' head lacking any facial features slowly turns to the human in front of it, as if 'observing' him."},{"T":"301","3":"It lifts up its forelegs and stands up, then waddles toward the Scavenger like an infant."},{"T":"301","3":"Inspired by the first 'creature' to stand up, the other 'creatures' crawling on the ground stand up in a twisted manner. Dozens of pale creatures in the forest stand up and turn to face the Scavengers. Their bloody umbilical cords drag on the ground with a sticky, oozy sound."},{"T":"301","3":"Finally processing what he is witnessing, the only emotion that occupies the forefront of the Scavenger's mind is 'fear.'"},{"T":"301","2":"Kordes","3":"Ah... AH!"},{"T":"301","3":"As they get within close-range, the pale skin of the 'creature's' face begins to peel back, followed by the dark red flesh underneath, revealing a cavity in its skull. Two rows of firm white spurs grow along both edges of the cavity, like a poor imitation of human teeth."},{"T":"301","2":"???","3":"Ah... AH...?"},{"T":"301","3":"Almost exactly like Kordes, the 'creature' wails from within its round cavity. While mechanically repeating the scream, it puts its two hands in front of his chest, one higher than the other."},{"T":"301","3":"It is the same posture as Kordes with his gun drawn."},{"T":"301","3":"But the posture lasts less than a second only to be disrupted by a barrage of gunfire. The 'creature' staggers back a step, then slowly tries to lift up its arm, which has been blown off."},{"T":"301","2":"Zack","3":"What are you doing just standing there?!"},{"T":"301","3":"Zack's yell causes 'Beardy' to suddenly wake up from the nightmare. Pushing Kordes away, the gun in his hand unleashes a fierce burst of flame. The gunfire blasts the creature right in its head and chest."},{"T":"301","2":"???","3":"What... Ah... Rgh... You doing... Rargh... Standing?? There... Argh..."},{"T":"301","3":"Even on the verge of collapse, the creature continues to mimic them like a mirror trying to replicate human behavior. The horrific sight causes 'Beardy's' hair to stand on end."},{"T":"301","2":"'Beardy'","3":"W-why won't it stop?!"},{"T":"301","3":"'Beardy' raises his gun to shoot the 'creature' with an even larger barrage. The exposed red sphere breaks and splatters, sending scarlet blood mist into the air."},{"T":"301","3":"The Scavengers' bare skin begins to fester due to infection. White ribs begin to grow outside the broken red heart of the 'creature.'"},{"T":"301","2":"Kordes","3":"The Punishing Virus... Just like those monsters growing in the Red Tide... They're all viruses..."},{"T":"301","2":"Rolmo","3":"Run! There are too many of them! It's too dangerous here! Go to the CPF! Go, go, go!"},{"T":"301","3":"Following Zack, Rolmo shouts at the top of his lungs and points to the huge tower hidden in the distant forest."},{"T":"301","2":"Zack","3":"Get a move on!"},{"T":"301","2":"Rolmo","3":"Follow me! Straight through here! That's where the tower is! Run!"},{"T":"301","3":"Kordes stumbles, but 'Beardy' yanks him up by the collar. The group dashes past the eerie, slow creatures and through the withered forest, sparing no time or attention to their surroundings—not even the fact that Rolmo, who initially told them to run this way, is no longer following them."},{"T":"301","2":"Rolmo","3":"..."},{"T":"301","3":"The raggedly dressed 'refugee' comes to a halt and raises his hood slightly as he solemnly watches the monsters gradually surround him."},{"T":"301","2":"Rolmo","3":"Mother's influence has already begun to take hold... That was faster than expected. What did Cinderelik do?"},{"T":"301","2":"Rolmo","3":"What a pain in the ***."},{"T":"301","2":"Rolmo","3":"Now's not your time to take to the stage."},{"T":"301","2":"'Rolmo'","3":"I can't let you disrupt the lead's performance... Mind getting off the stage?"}]