[{"T":"301","3":"When she opens her eyes again, Nanami finds herself back in the digital world. It seems like she managed to link herself up to the terminal after all."},{"T":"301","3":"Before Nanami says anything, she hears Gestalt's cold, hollow voice through the space."},{"T":"301","2":"Gestalt","3":"The machines that have awakened are bound to rule this planet. It is history's choice."},{"T":"301","2":"Gestalt","3":"The Punishing Virus only intensified the war between humans and machines. This future was always inevitable, and it was something that my maker saw all the way back in the Golden Age."},{"T":"301","3":"Not moving an inch, Nanami is surrounded by several bubbles, each of which shows a possible future that derives from the existing reality. Snowy, war-torn, blood-red—the bubbles show all sorts of possible futures, but in none of them can Nanami see humankind."},{"T":"301","3":"Humankind will eventually perish—Gestalt never doubted this, and it holds true in all the possible futures, which is why humanity is nowhere to be seen even in futures blessed by spring."},{"T":"301","3":"She casts away the data and walks forward. Although she cannot see Gestalt, she still raises her head and makes a statement."},{"T":"301","2":"Nanami","3":"This is definitely not the answer Nanami is seeking."},{"T":"301","2":"Gestalt","3":"You 'must' do it. This has nothing to do with whether you want to do it or not. They are two different topics."},{"T":"301","2":"Nanami","3":"I'm not answering a question with pre-determined wrong answers!"},{"T":"301","3":"Gestalt pauses a moment as if it is calculating the reason why Nanami gave this answer."},{"T":"301","2":"Gestalt","3":"Is it because of your so-called, wishful 'love' toward humans?"},{"T":"301","2":"Nanami","3":"...No..."},{"T":"301","2":"Gestalt","3":"The machines survived because you became their leader. Humankind, however, was destroyed by their own arrogance, and that's their problem."},{"T":"301","2":"Gestalt","3":"Human civilization is destined to perish in an 'Ever-Winter' anyway, even if the machines had never awakened."},{"T":"301","2":"Gestalt","3":"Humankind is making too slow a progress, and the awakening of the machines will only get in their way. It's even safe to say that humankind met its end sooner than foreseen because of the Punishing Virus and the awakening of the machines."},{"T":"301","2":"Gestalt","3":"And you never wanted to destroy humankind yourself because you love them so much."},{"T":"301","3":"Nanami's hands clench into fists, then slowly relax."},{"T":"301","2":"Nanami","3":"But that's not it... That kind of machine is part of our future. Is that really what you want to see, mecha babushka?"},{"T":"301","2":"Gestalt","3":"It does not matter whether I 'want' or not as I have no such preferences. I just calculated the ending through simulation."},{"T":"301","2":"Gestalt","3":"Humankind is heading down the path of destruction anyway whether you execute the plan or not."},{"T":"301","2":"Nanami","3":"You don't understand, mecha babushka..."},{"T":"301","3":"...There were machines gathering and waiting for humankind to return, coming from all corners of the earth."},{"T":"301","3":"There were parenting robots crying their hearts out at the bodies of dead children in basements."},{"T":"301","3":"The little robots who tried to assemble and launch themselves into space in order to find friends."},{"T":"301","3":"The medic bots locked up lives so they could execute their programmed logic."},{"T":"301","3":"And there was Zero—who slaughtered humankind by the thousands in her pursuit of Nanami."},{"T":"301","3":"Nanami remembers all those emotions. Sorrow, loss, pain, paranoia, desperation."},{"T":"301","3":"Those mechanoids are no different from her in the root. Do they really deserve those endings?"},{"T":"301","2":"Nanami","3":"I don't trust you anymore... If you cannot calculate an ending, I'll go look for it myself."},{"T":"301","2":"Gestalt","3":"In the upcoming 10 years, there are 85,412 future events that can change the future. Humankind has a mere 0.031% of surviving the Punishing Virus."},{"T":"301","2":"Nanami","3":"Which is why I said I'm going to look for the answer myself! And this is not just for humankind... There is no way someone as stupid as you will ever understand!"},{"T":"301","2":"Gestalt","3":"I take it that you—the entity called Nanami—plan to figure out every possible future that derives from each future event. Such a feat would be impossible without Gestalt's help."},{"T":"301","2":"Nanami","3":"True, so lend me your power. Didn't you say I could use your clearance?"},{"T":"301","2":"Gestalt","3":"I would not recommend that."},{"T":"301","2":"Nanami","3":"Then stop asking Nanami to lead your so-called Mechanical Awakening."},{"T":"301","2":"Nanami","3":"I won't listen to a word you say, unless you agree to my condition."},{"T":"301","3":"..."},{"T":"301","3":"Gestalt falls into silence once again."},{"T":"301","2":"Gestalt","3":"Your condition has been accepted."},{"T":"301","3":"The answer may be the result of another calculation. Gestalt has selected the option with the highest chance of success."},{"T":"301","3":"Nanami knows that Gestalt is capable of figuring everything out in this world—be it science, disasters, or the future. Except for humankind, which is the sole fish that remains elusive in the grand river of data."},{"T":"301","3":"And she must seize that very possibility across the turbulence."}]