[{"T":"301","2":"Nanami","3":"Aargh! Nanami is so mad!"},{"T":"301","3":"Nanami has been sulking since she returned from the virtual space. She lies on a recliner in the Gray Raven lounge, bored and aimless."},{"T":"301","2":"Nanami","3":"The Gray Ravens and Commandant are still not back... Waiting here is so boring..."},{"T":"301","2":"Nanami","3":"Maybe Nanami should look for them instead! It could be a great surprise!"},{"T":"301","3":"That said, Nanami has no idea where the roads in Babylonia lead, not to mention that she has no clue where her destination is. She is practically wandering."},{"T":"301","3":"As she roams the streets, she ends up on a platform that resembles a square, with quite a lot of people gathered there."},{"T":"301","2":"Nanami","3":"It's so lively here! Look at all these people!"},{"T":"301","2":"Nanami","3":"I wonder if there's a gathering going on?"},{"T":"301","3":"Nanami leans lazily on the fences of the balcony like a cat, watching the crowds walking by with enthusiasm."},{"T":"301","3":"Time passes slowly. No one here knows of Nanami's true identity, and so she gets to enjoy her time with the humans like a normal little girl."},{"T":"301","2":"???","3":"Miss... Miss!"},{"T":"301","3":"Not until she hears someone calling for her that the spaced-out Nanami turns around to find a human child she does not know tugging the corner of her clothes."},{"T":"301","2":"Nanami","3":"...Miss? Are you calling Nanami?"},{"T":"301","2":"Boy","3":"Is your name Nanami, Miss?"},{"T":"301","2":"Nanami","3":"That's right! Nanami's name is indeed Nanami!"},{"T":"301","2":"Boy","3":"That's such a weird name..."},{"T":"301","2":"Nanami","3":"Not at all! Nanami really likes her name, you know?"},{"T":"301","2":"Boy","3":"Whatever, I don't mind. Nanami, can you give me a hand?"},{"T":"301","2":"Nanami","3":"Of course! The almighty Nanami is all-capable!"},{"T":"301","2":"Boy","3":"Then please help me find V!"},{"T":"301","2":"Nanami","3":"V? What is that...? Oh, I know, is that your mom?"},{"T":"301","2":"Boy","3":"Who would have a mom named V? No, V is my parrot, but it's flown up to the tree, and it won't come down..."},{"T":"301","3":"Nanami's eyes follow where the boy is pointing and finds a parrot perching on a tall bionic tree, tilting its head and staring at them."},{"T":"301","2":"Boy","3":"It normally behaves very well, but it just wouldn't answer me today. Does it hate me?"},{"T":"301","2":"Nanami","3":"Hmm, Nanami thinks that V is just frightened by all these people here."},{"T":"301","2":"Boy","3":"Then what should we do..."},{"T":"301","2":"Nanami","3":"Let me seeeeee... This bionic tree should be able to support Nanami's weight... Alright, I'm going to climb up there and bring it back!"},{"T":"301","3":"Although the bionic tree is not very strong and Nanami's feet still have wheels attached to them, she still manages to dextrously climb to the top, stepping on the branches on her way up."},{"T":"301","2":"Nanami","3":"Heave-ho... Nanami's up! Don't be scared, V! I'm here to help you down!"},{"T":"301","3":"But the branch V is perching on is way too thin for Nanami to cross. Luckily, the little boy below comes up with an idea."},{"T":"301","2":"Boy","3":"Miss Nanami, how about reaching from the branch there?"},{"T":"301","2":"Nanami","3":"Oh, I see it! Here comes Nanami... Aah!"},{"T":"301","3":"Just as she steps onto that branch, Nanami finds nothing below her foot. She loses balance and falls from the tree... and lands steadily on her feet with her frame's adaptive maneuverability."},{"T":"301","2":"Nanami","3":"A perfect landing from Nanami! Ten out of ten!"},{"T":"301","2":"Nanami","3":"But that's so weird... Why was there nothing where I stepped? Hold on, where is V?"},{"T":"301","3":"Nanami looks up immediately and sees the parrot circling above the tree before flying down and landing on the boy's arm."},{"T":"301","2":"Boy","3":"Hahaha! We did it, V! We tricked Miss Nanami!"},{"T":"301","2":"'V'","3":"We—tricked—Miss! Chirp! We—tricked—Miss!"},{"T":"301","2":"Nanami","3":"What?! So you were lying when you said V wouldn't come down!"},{"T":"301","3":"That is when Nanami realizes that the 'branch' she was stepping on is merely a high resolution holographic projection. No wonder she would fall."},{"T":"301","2":"Boy","3":"I bet you didn't notice that V is a bionic mechanoid bird! This is an April Fools prank that only we can pull off!"},{"T":"301","2":"'V'","3":"We—did—it! Chirp! We—did—it!"},{"T":"301","3":"A bionic mechanoid cannot disobey its owner's directives even with its own AI system. Naturally, it cannot 'misbehave.'"},{"T":"301","2":"Nanami","3":"(Chuckles) I see..."},{"T":"301","3":"Except Nanami has known that V is not a real bird all along. In her eyes, mechanical and organic lives are one and the same."},{"T":"301","2":"Boy","3":"But today's April Fool's Day, so you can't be mad, Miss!"},{"T":"301","2":"Nanami","3":"Nanami is a mature grownup—I wouldn't be angry just because of a kid's prank. But someone else might be..."},{"T":"301","2":"???","3":"You little rascal! I looked away for a second and you ran away!"},{"T":"301","3":"A loud, furious voice comes out from below the balcony, and Nanami sees a woman running up the stairs, panting."},{"T":"301","2":"Boy","3":"Aargh, it's Mom! V, we've gotta bolt!"},{"T":"301","2":"'V'","3":"Gotta! Bolt! Chirp!"},{"T":"301","3":"But the boy turns to find Nanami standing in his way, smirking with ill intent."},{"T":"301","2":"Nanami","3":"No, Nanami is not angry... but Nanami loves to help mothers find their lost children."},{"T":"301","2":"Boy","3":"I knew you'd be mad about this!"},{"T":"301","3":"After learning that her son has pulled a prank on Nanami, the young mother immediately drags the boy over and apologizes to her."},{"T":"301","2":"Young Mother","3":"I'm so terribly sorry... That was so terribly inappropriate... You! Apologize to the nice lady here at once!"},{"T":"301","2":"Boy","3":"Tch, it's April Fool's Day... What's the big deal..."},{"T":"301","3":"The way his mother scowls stops him from continuing his rant."},{"T":"301","2":"Young Mother","3":"No matter what, you should never take advantage of other people's kindness! Do you hear me?"},{"T":"301","2":"Young Mother","3":"And if you keep lying to others, no one will believe you again when you tell the truth!"},{"T":"301","2":"Boy","3":"U-understood..."},{"T":"301","3":"The boy apologizes to Nanami and then departs while holding his mother's hand, leaving Nanami by herself, leaning on the fences, watching the people go by."},{"T":"301","2":"Nanami","3":"Nanami also took advantage of Karenina's kindness... No wonder she was so mad at me. Not just Karey deary—Nanami also tricked many others today."},{"T":"301","2":"Nanami","3":"Mmm... Should Nanami go to apologize to each of them? Not to mention..."},{"T":"301","3":"Nanami looks at the young mother and the boy walking through the square hand in hand, the boy waving at her as he sees her from afar."},{"T":"301","3":"Nanami takes out a synthetic candy, a gift from the boy earlier, as an apology. It is not very expensive, but it comes in a wrapper that is as beautiful as the starry night sky."},{"T":"301","2":"Nanami","3":"If I leave the bug in Gestalt alone, it's going to affect these people's lives here somehow..."},{"T":"301","3":"She unwraps the candy and tosses it in her mouth—not very sweet, but pleasant enough, she thinks. Nanami holds the translucent wrapper up, and through it, she finds Babylonia and her people coated in beautiful colors."},{"T":"301","2":"Nanami","3":"After all... Nanami really loves humans."}]