[{"T":"301","3":"'Since then... and how long has it been? Anyway—I have not heard about him anymore.'"},{"T":"301","3":"'Not that I have any proof... but I can't shake the feeling that, for someone who was so hellbent on getting what he wanted, he must still be out there somewhere.'"},{"T":"301","3":"'But if I ever see him again...'"},{"T":"301","3":"'I'm so going to beat the shit out of him.'"},{"T":"301","2":"???","3":"Are you done? We should go."},{"T":"301","2":"Changyu","3":"Aah!"},{"T":"301","2":"Changyu","3":"What's the matter with you? How come you don't make any sound when you walk?"},{"T":"301","2":"Sophia","3":"..."},{"T":"301","2":"Sophia","3":"Two minutes late. Reporting to the leader."},{"T":"301","2":"Changyu","3":"Kids these days... What's wrong with being a little bit late?"},{"T":"301","2":"Sophia","3":"You said diary is for babies."},{"T":"301","2":"Changyu","3":"...You must be misremembering. I never said that."},{"T":"301","2":"Changyu","3":"Oh, look! Jamilah is here!"},{"T":"301","3":"In the split second when Sophia turns around, Changyu grabs the journal on his desk and shoves it inside a drawer."},{"T":"301","2":"Sophia","3":"She's not."},{"T":"301","2":"Changyu","3":"I must've been mistaken, haha..."},{"T":"301","2":"Changyu","3":"...Alright. Enough dawdling."},{"T":"301","2":"Changyu","3":"Where are we heading next?"},{"T":"301","3":"I will never be sure what I'd choose if I'd been offered the choice to leave or stay on the Nighter back then."},{"T":"301","3":"I wonder if he'd just seen through me, or did he simply decide to choose for me?"},{"T":"301","3":"Either way, that was when I found out who I am. I gained the freedom I'd earned, despite it coming in woeful shades of grey."},{"T":"301","3":"Whatever the truth is, I will not stop seeking my past... And I will gain the strength I'm after."},{"T":"301","3":"This... This is just the beginning of my story."},{"T":"301","3":"What Changyu never found out is that Huainan did make a comprehensive escape plan for this scenario. Not that it concerns Changyu anymore."},{"T":"301","3":"Huainan formulated four escape plans. The first one was sending out distress calls—"},{"T":"301","3":"He had sent out countless distress signals with information on the Nighter, messages that had remained on radio frequency unanswered—intel that will one day be intercepted by '421.'"},{"T":"301","3":"His second plan was to forcefully remove his collar, which caused the horrid red scars on his neck."},{"T":"301","3":"His third plan was to be traded away as merchandise."},{"T":"301","3":"His fourth plan was to be removed by way of execution, a punishment for a crime he might just commit."},{"T":"301","3":"A dangerous gambit that leaves no loose ends."},{"T":"301","3":"..."},{"T":"301","2":"Fisherman","3":"...H-hey, Dickson!"},{"T":"301","2":"Fisherman","3":"Enough with your bloody smoking! Look!"},{"T":"301","2":"Fisherman","3":"Is that... a person?!"},{"T":"301","3":"Waves crash onto the shore, washing over the sandy, rocky coast. And as the water recedes, lying on top of the coarse sand is the tender frame of a young person."}]