[{"T":"301","3":"Stepping back into the Smith Estate, Chrome feels an odd sense of nostalgia."},{"T":"301","3":"He has never returned home with this sensation in the past. Since becoming a Construct, his home has been the lounge he shares with Strike Hawk. His communications with John have mostly been done through his comms."},{"T":"301","3":"The furniture in the estate looks identical to how it was when he left. Even the vases and framed paintings have not moved an inch."},{"T":"301","3":"It is as if his home and the person living in it have frozen in time together, in a fittingly cold, indifferent house."},{"T":"301","2":"Service Bot R2","3":"Facial scans completed—confirming identity—identity confirmed: Construct, Chrome."},{"T":"301","2":"Service Bot R2","3":"Welcome back."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"Chrome","3":"Right. I'm back."},{"T":"301","2":"Service Bot R2","3":"Mr. Smith is waiting for you in the study."},{"T":"301","2":"Chrome","3":"Understood. Thank you."},{"T":"301","3":"He smiles at the robot, and before he leaves for the study, he lays his hand on top of its dome-shaped head, gently giving it a pat."},{"T":"301","2":"Chrome","3":"Mr. Smith."},{"T":"301","2":"John","3":"I've heard about the specialized frame from Nikola."},{"T":"301","2":"John","3":"The risk it poses is still too difficult to gauge, and it comes with complicated baggage. I think it's best for you to put your attention elsewhere before the technology is mature."},{"T":"301","2":"John","3":"Stop getting sidetracked and learn to identify what is worthwhile like how I taught you."},{"T":"301","2":"Chrome","3":"I'm actually here to talk about this."},{"T":"301","2":"Chrome","3":"I've decided to take part in the specialized frame experiment."},{"T":"301","2":"John","3":"You don't want to stay as a Construct captain of a scout team forever, do you?"},{"T":"301","2":"John","3":"You're my son. You'll enter the administration eventually, so you have to start preparing for the day when you stop being a Construct and become someone that actually matters."},{"T":"301","3":"Chrome looks down and swipes his hand over the table, and a holographic projection of a chessboard appears above it."},{"T":"301","2":"Chrome","3":"Pardon me, Mr. Smith. Would you play a game of chess with me?"},{"T":"301","2":"John","3":"What is this?"},{"T":"301","2":"Chrome","3":"I don't think you've seen me fight on the field, have you?"},{"T":"301","2":"John","3":"If you're talking about those pointless missions... I'm too busy to read those reports."},{"T":"301","2":"John","3":"I only care about the results."},{"T":"301","2":"John","3":"And I already played you in the past, remember? Twice we have played, and twice you have lost."},{"T":"301","2":"Chrome","3":"I have been practicing and improving since then, but you haven't given me another chance to prove myself."},{"T":"301","2":"John","3":"I don't like wasting my time."},{"T":"301","2":"Chrome","3":"What if I say that this is the first game between us?"},{"T":"301","2":"John","3":"What do you mean?"},{"T":"301","2":"Chrome","3":"You're no longer playing Langston. You'll be playing Chrome."},{"T":"301","2":"Chrome","3":"I want to show you how I think and, if I can, what I've been thinking."},{"T":"301","2":"Chrome","3":"The many questions you have for me will also be answered by this game."},{"T":"301","2":"John","3":"..."},{"T":"301","2":"John","3":"I hope you won't be embarrassing yourself."},{"T":"301","3":"Chrome nods in courtesy before gesturing for John to be the White player and make the first move."},{"T":"301","3":"John thinks for a second before issuing his command."},{"T":"301","2":"John","3":"Pawn, E2 to E4."},{"T":"301","3":"The projection of the chess piece advances on the board."},{"T":"301","2":"Chrome","3":"(This...)"},{"T":"301","2":"Chrome","3":"(This is how he started the first time we played.)"},{"T":"301","2":"Chrome","3":"Pawn, E7 to E5."},{"T":"301","2":"John","3":"So you still remember."},{"T":"301","2":"Chrome","3":"I remember every game we played."},{"T":"301","3":"Staring at Chrome, John issues another command. Chrome stares back and responds in a relaxed manner."},{"T":"301","3":"The Black Pawn moves to D6, forming a line of defense."},{"T":"301","2":"Chrome","3":"You've been playing the exact moves as before."},{"T":"301","2":"John","3":"So have you."},{"T":"301","2":"John","3":"I thought you would change."},{"T":"301","2":"Chrome","3":"The way you want me to?"},{"T":"301","2":"John","3":"..."},{"T":"301","2":"Chrome","3":"(It's not the time yet.)"},{"T":"301","3":"It is an opulent display—people in lavish clothes walking between tables laid with the finest food and the freshest flowers, their chatters and stale laughter bouncing in the room, reverberating in his audio system."},{"T":"301","3":"As if a reenactment of a time long passed, this place looks just like a feast of the Golden Age."},{"T":"301","3":"While many are fighting with their lives on the frontline, some are here, at the topmost level of Eden, living luxuriously, no different from how they did on Earth."},{"T":"301","3":"Some people go to hell, while others go to heaven."},{"T":"301","3":"The dissonance makes the young man frown."},{"T":"301","3":"He should not be here."},{"T":"301","3":"The smell of gunpowder burning in barrels, the feeling of the mud in the trenches, the pain of his skin tearing when engaging an enemy... That is the life he knows now."},{"T":"301","3":"Instead, he is wearing a suit that does not match his station, standing in an indulgent hotel ballroom coated in gold, holding a glass of wine someone handed him—he is a Construct. He does not drink or eat."},{"T":"301","2":"???","3":"Langston."},{"T":"301","3":"His wandering thoughts return, and he finds John Smith looking at him."},{"T":"301","2":"Chrome","3":"My apologies, Mr. Smith."},{"T":"301","2":"John","3":"Follow me."},{"T":"301","3":"John does not scold him for spacing out. He just leads Chrome into the crowd."},{"T":"301","3":"Chrome stares at John's back before leaving the wine glass on the table and catching up."},{"T":"301","2":"John","3":"They are a Babylonia officer and a councilman. They've been hoping to meet you."},{"T":"301","3":"Two middle-aged men nod at John in appreciation before turning their attention to Chrome."},{"T":"301","2":"Officer","3":"Langston Smith! I've heard a lot about you."},{"T":"301","2":"Officer","3":"Leading an elite team to locate and help destroy 23 Corrupted clusters, taking back 5 major bases, being a decorated soldier and a Chief from the F.O.S. Military Command College... I expect nothing less from the son of John Smith."},{"T":"301","2":"Officer","3":"I'm sure it comforts you to know that you have a worthy successor, Mr. Smith."},{"T":"301","2":"Chrome","3":"...You're too kind. There's still much I need to learn."},{"T":"301","2":"Officer","3":"Humility is a virtue, though one rarely found on a Smith, I must admit."},{"T":"301","3":"The officer laughs as he claps Chrome on the shoulder, his gaze slightly drifting with a hint of hesitation."},{"T":"301","2":"Chatter","3":"I was curious how the Smith boy would turn out to be. I wasn't expecting that he actually went and turned into a Construct."},{"T":"301","2":"Chatter","3":"A Construct... I guess that's the end of him getting any real power."},{"T":"301","2":"Chatter","3":"I suppose this is the end of the line for the Smiths... What else can he do? Gamble his legacy on a Construct?"},{"T":"301","2":"Chatter","3":"The Constructs are just puppets without a human."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"John","3":"Do you see?"},{"T":"301","2":"John","3":"As remarkable as you may be, what you can obtain as a Construct is limited."},{"T":"301","2":"John","3":"You've always been a smart boy. You should know what I'm talking about."},{"T":"301","2":"John","3":"The war will be over one day."},{"T":"301","2":"John","3":"Have you thought about what awaits the Constructs once their duty is fulfilled?"},{"T":"301","2":"John","3":"I've always taught you to look to the future while watching the present."},{"T":"301","2":"John","3":"You should be thinking about what happens afterward."},{"T":"301","2":"John","3":"The Smiths think further than everyone else. That is how we have survived and thrived until now through all kinds of calamities."},{"T":"301","2":"John","3":"We do not care about bloodlines—what we care about is the legacy of our name. So... human or Construct, you are the successor of John Smith. That will never change."},{"T":"301","2":"John","3":"All you have to do is move forward and complete your tasks flawlessly. Show me what your future is."},{"T":"301","2":"John","3":"You've picked the path of a Construct..."},{"T":"301","2":"John","3":"It means you have to work for it even harder. It means you will find even more difficulties and hard decisions ahead of you."},{"T":"301","2":"John","3":"Nikola mentioned your performance outside City 075. Lowest Construct casualties, highest threat removal rate, all under your lead. You even managed to update Babylonia on the Red Tide despite the signal interference."},{"T":"301","2":"Chrome","3":"..."},{"T":"301","2":"John","3":"And the missions before that. You have completed them all perfectly, irreproachable."},{"T":"301","2":"John","3":"But do these small victories satisfy you?"},{"T":"301","2":"Chrome","3":"I was simply doing my job as a Construct. My current teammates..."},{"T":"301","2":"John","3":"Have you become that gullible after knowing those Constructs?"},{"T":"301","3":"John looks at the busy, bustling ballroom in the background and continues."},{"T":"301","2":"John","3":"This is the real world, Chrome. Past or present, power is the only thing that matters."},{"T":"301","2":"John","3":"During the Great Evacuation, the most invaluable supply ships and the most exceptional soldiers were used to transport meaningless junk..."},{"T":"301","2":"John","3":"...Simply because those junk belonged to people with power."},{"T":"301","2":"John","3":"Do you find it ridiculous? But if it weren't for the sponsorship of those people in power, Constructs wouldn't have been created, and Babylonia wouldn't even liftoff."},{"T":"301","2":"John","3":"There is no era when you can ignore the profits power brings."},{"T":"301","2":"John","3":"You should understand what to abandon by now, and what duty you should have accepted long ago."},{"T":"301","2":"John","3":"Enough with playing house. Time to get back on track."},{"T":"301","3":"With that, John leaves Chrome and walks away."},{"T":"301","3":"'Abandon your past. You have no need of it anymore.'"},{"T":"301","3":"His father left him with the same parting silhouette back then."},{"T":"301","3":"'What happens after we win...? Truly, I have not thought about that.'"},{"T":"301","3":"Someone has asked him a similar question, he thinks. This was what he answered."},{"T":"301","3":"Will Kamui really do as he said and go play all the games he is interested in, even trying to make a living out of it?"},{"T":"301","3":"Regardless of his plans, Wanshi will finally get to take a good rest without getting dragged into a mission from his sleeping pod in the middle of the sleep."},{"T":"301","3":"Kids love him. Maybe he can return to his old department and continues his career before the war. He was so good at it."},{"T":"301","3":"From Chrome's perspective, they all come with infinite possibilities."},{"T":"301","3":"But... will the future after they win turn out as perfect as they imagine?"},{"T":"301","3":"The faces of the powerful elites float to the top of Chrome's M.I.N.D. once more."},{"T":"301","2":"Chrome","3":"'The real world'... is it?"},{"T":"301","3":"All he can see is a charade, its foundation crumbling at any second."},{"T":"301","2":"Chrome","3":"That is not the world I'm living in."},{"T":"301","3":"He quickly scans the room and soon notices something strange and concerning among the crowds."}]