[{"T":"301","2":"System","3":"Connected."},{"T":"301","3":"..."},{"T":"301","2":"Watanabe","3":"■■■■■, is this the right place?"},{"T":"301","2":"Ayla","3":"According to my calculations run on Commandant's connection status, this mansion is the center of all signals."},{"T":"301","2":"Ayla","3":"This is also the only place surrounded by the possible areas that have yet to be thoroughly searched."},{"T":"301","2":"Sophia","3":"Sorry, we had to deal with the enemy's traps..."},{"T":"301","2":"Lee","3":"But at least we got here alright."},{"T":"301","2":"Liv","3":"■■'s here! Where's Commandant?"},{"T":"301","2":"Nanami","3":"You idiot... Are you trying to attract all the Corrupted?"},{"T":"301","2":"Bianca","3":"With the available strength we have now, it won't be that much of a problem."},{"T":"301","2":"Ayla","3":"I never knew this side of you."},{"T":"301","2":"Bianca","3":"I'm too used to this kind of situation. So, where is the Gray Raven Commandant?"},{"T":"301","2":"Ayla","3":"One second. Let me double check."},{"T":"301","2":"Lucia","3":"Am I the last? Lee, Liv, everyone, thank you very much for taking part in the rescue mission."},{"T":"301","2":"Sophia","3":"Lucia?"},{"T":"301","2":"Ayla","3":"What...?!"},{"T":"301","2":"Vera","3":"Alright! Enough with the fun and games."},{"T":"301","2":"Ayla","3":"You're...!"},{"T":"301","2":"Liv","3":"—!"},{"T":"301","2":"Nanami","3":"—! —!"},{"T":"301","2":"Vera","3":"Stop trying. It won't work."},{"T":"302","2":"You're the one who kidnapped me?","4":"Vera!"},{"T":"301","2":"Vera","3":"Well, like I said, revealing the truth like this is so anticlimactic."},{"T":"301","2":"Vera","3":"I thought you had forgotten my name, Commandant of Gray Raven."},{"T":"301","2":"Vera","3":"Anyway, here's a formal introduction. I am Vera, captain of Babylonia Task Force 'Cerberus'."},{"T":"301","3":"Smiling, the red-haired female Construct gives a slow and elegant bow, as if she is giving a thank-you speech."},{"T":"301","2":"Vera","3":"I know you want to ask what I've done to them. It's actually very simple; I just took control of their bodies using the connection chamber."},{"T":"301","2":"Vera","3":"You've experienced it yourself, so I don't need to explain further. A commandant can make Constructs do—almost—anything using the chamber."},{"T":"301","2":"Vera","3":"Whether they like it or not. That's a free lesson for you on the applications of the connection chamber."},{"T":"302","2":"What do you want?","4":"This isn't how a game works."},{"T":"301","2":"Vera","3":"Just an April Fool's prank, nothing more—or not."},{"T":"301","2":"Vera","3":"Relax, I'm not going to play dirty to win."},{"T":"301","2":"Vera","3":"Time to kick off the next stage of the game. Remember? You need to get your Constructs to rescue you before the time runs out."},{"T":"301","2":"Vera","3":"And you've done a great job. So now, it's your turn to save them."},{"T":"301","2":"Ayla","3":"...!"},{"T":"301","2":"Vera","3":"The rules are simple. Your mind will be connected to the Nozzle unit. You need to match them to who they really are."},{"T":"302","2":"The cognitive discrepancies...","4":"What's the meaning of this?"},{"T":"301","2":"Vera","3":"I did that specifically for this stage."},{"T":"301","2":"Vera","3":"Have you forgotten that you are still having cognitive discrepancies? What you see may not be real. Are you certain that this Liv, and others you see, are the real ones?"},{"T":"301","2":"Vera","3":"I'm not that cruel, so I'll let you know who's here."},{"T":"301","2":"Vera","3":"Lucia, Lee, Liv, Bianca, Karenina, Kamui, Chrome, and Ayla. Whoever you see, these are the ones standing right here."},{"T":"301","2":"Liv","3":"—!! —!"},{"T":"301","2":"Nanami","3":"—!"},{"T":"301","2":"Vera","3":"Looks like they can't wait. Let the final game begin."}]