[{"T":"301","2":"Lucia","3":"The path is clear now!"},{"T":"301","2":"Watanabe","3":"Get inside!"},{"T":"301","3":"Once you all make it into the stairwell, Watanabe secures the airlock."},{"T":"301","2":"Watanabe","3":"This should keep them busy for a while."},{"T":"301","2":"Watanabe","3":"Let's go. The elevator might not work, but surely the stairs will be fine."},{"T":"301","2":"Nanami","3":"Commandant, d'you think we'll find the 'King' down there?"},{"T":"302","2":"What do you think, Nanami?","4":"It doesn't seem that simple to me."},{"T":"301","2":"Nanami","3":"No matter who it is, I kinda feel bad for him. I hope we can get him out of there..."},{"T":"301","2":"Nanami","3":"Right? Nanami thinks so too!"},{"T":"301","2":"Watanabe","3":"Here we are... This is the door."},{"T":"301","2":"Watanabe","3":"The heart of the fortress should be on the other side of the door."},{"T":"302","2":"Is the CPF really all the way down here?"},{"T":"301","2":"Watanabe","3":"In a doomsday fortress, you don't need to worry about the virus outside. The CPF would therefore be somewhere inside."},{"T":"301","2":"Watanabe","3":"All right, I'm not sure if it's safe on the other side of the door. You all should back up..."},{"T":"301","3":"Watanabe twists the heavy handle with force. A whoosh of air rushes through the airlock gap."},{"T":"301","3":"As the airlock door slowly opens in front of you, you are greeted by a blinding flash, followed quickly by the sound of explosions."},{"T":"301","2":"Watanabe","3":"Down!"},{"T":"301","3":"You all drop to the ground, trying to evade whatever weapons that will come flying at you."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"301","3":"...?"},{"T":"301","3":"The crackle of weapons fire never comes."},{"T":"301","2":"Watanabe","3":"...Up you get. Looks like it was a bluff."},{"T":"301","3":"You all stand up slowly to see spent firecrackers , and... a graffitied wall."},{"T":"301","2":"Nanami","3":"'All ye who tread upon the domain of the King... This is your punishment!'"},{"T":"301","2":"Lee","3":"What a childish thing to say..."},{"T":"301","2":"Nanami","3":"Nanami doesn't think the King is so good anymore!"}]