[{"T":"301","2":"Karenina","3":"Bianca, I'll probably be out for a mission the next few days."},{"T":"301","2":"Bianca","3":"I see. But you have to obey orders, alright?"},{"T":"301","2":"Karenina","3":"We'll see."},{"T":"302","2":"Where are you heading, Karenina?","4":"Is that...?"},{"T":"301","2":"Bianca","3":"Karen just got a purifying order from the headquarters. She's preparing to move out."},{"T":"301","2":"Bianca","3":"Seeing that the commandant is here, why don't you report your leave yourself..."},{"T":"301","2":"Karenina","3":"You can take care of that for me, Bianca. I'm out!"},{"T":"301","2":"Bianca","3":"Wait, Karen!"},{"T":"302","2":"Did I do something that made her mad?","4":"I feel like I should have approved her leave first."},{"T":"301","2":"Bianca","3":"You're right, Commandant. But Karen usually got her mission from the headquarters directly."},{"T":"301","2":"Bianca","3":"They would be above your clearance level."},{"T":"301","2":"Bianca","3":"Karenina is like that to everyone. It's most definitely not your fault, Commandant."},{"T":"301","2":"Bianca","3":"Although... they did think Karen is better suited for that mission, didn't they..."},{"T":"302","2":"Aren't you suitable as well?","4":"Do you want to go as well?"},{"T":"301","2":"Bianca","3":"Perhaps. I might be the captain, but compared to me, Karenina seems to fit in the Purifying Force even more."},{"T":"301","2":"Bianca","3":"That's not it. I'm just reflecting on my approach."},{"T":"301","2":"Bianca","3":"Karen would initiate an attack on the target directly in an attempt to finish the mission as soon as possible."},{"T":"301","2":"Bianca","3":"While I would investigate from multiple fronts without making a judgment call until the very last moment."},{"T":"301","2":"Bianca","3":"Maybe that was why they thought I was unsuitable for this mission."},{"T":"302","2":"I think your approach is the right one.","4":"I thought the Purifying Force wouldn't care about evidence."},{"T":"301","2":"Bianca","3":"But the Purifying Force doesn't need this kind of mercy."},{"T":"301","2":"Bianca","3":"That's just me."},{"T":"301","2":"Bianca","3":"Do you know what they call me in the Purifying Force, Commandant?"},{"T":"301","2":"Bianca","3":"Fence sitter That's what they say."}]