[{"T":"301","3":"Babylonia Gray Raven Lounge"},{"T":"301","3":"After clearing the game, the group rests their controllers and sits together to discuss their impressions."},{"T":"301","2":"Liv","3":"So this is what a game is like, huh... It's a lot more different than what I thought they were."},{"T":"301","2":"Kamui","3":"So this is what a beach vacation is like in the Golden Age... I feel like trying it out for real as well! We can play real volleyball on a real beach! And even surf!"},{"T":"301","2":"Lee","3":"...Golden Age folks sure have a lot of ways to entertain themselves."},{"T":"301","2":"Liv","3":"Yeah... Oh, I just looked up some info on the Golden Age database, and found more info on this game."},{"T":"301","3":"Liv displays her findings on the screen. It looks like a screenshot of the page when the game was about to be launched."},{"T":"301","2":"Game Intro","3":"Memories O'n～Venus Beach is a VR casual game developed by Kuro Games."},{"T":"301","2":"Game Intro","3":"'Immersive beach vacations with a huge variety of swimsuits is its main draw. Players can enjoy a fantastic vacation with their friends through online co-op...'"},{"T":"301","2":"Game Intro","3":"'Preorder will start soon! Share this post to participate in a lucky draw and stand to win a limited edition of the game, as well as the limited summer edition Shark-speare plushie...'"},{"T":"301","3":"Some player comments can be seen below the re-posts."},{"T":"301","3":"Carry2513: Honestly, this is the game I'm looking forward to the most this year. Being able to see hotties in swimmies is pog but I can't be the only one who's drawn by the 'r i c h' strategies, can I?"},{"T":"301","3":"sparklingPeng: Replying to @Carry2513: same"},{"T":"301","3":"Osibov: The GOTY Costume Design Award nomination brought me here. The cloth physics and rendering are so good I can't stop playing! FeelsBadMan that there's no touch, when is Kuro gonna get touch sensors in our VR? ;)"},{"T":"301","3":"ulelkeke: Made with a team of AAA fashion designers AND they have full creative freedom. You basically get a free swimsuit fashion show! I hope they deliver... but the price for the devices is a toll on my minimum wage"},{"T":"301","3":"shakeit: sooo much fun! spent an entire day trying on swimsuits with my friends!! The special must be Mr. P's design, I can tell at a glance! Oh and I got my bae to play and he can wear girl swimsuits lol buy it for this"},{"T":"301","3":"dero7: Replying to @shakeit: pog"},{"T":"301","3":"Wurd: Replying to @shakeit: nice"},{"T":"301","3":"jo: Replying to @shakeit: damn now where do i find a bf"},{"T":"301","3":"Claude: Replying to @shakeit: damn now where do i find a bf"},{"T":"301","3":"BoredBored: Replying to @shakeit: damn now where do i find a bf"},{"T":"301","3":"EsperaS: Replying to @shakeit: Yeah, but the preorders are basically all gone by day 1! How are you guys so fast?"},{"T":"301","3":"Wadead: Oh nice the arcade games in the game hall map can actually be played!!! the level of details is nuts!! I heard Shome's private water park is opening soon too. Does this mean I can play the arcade games there too"},{"T":"301","3":"..."},{"T":"301","2":"Liv","3":"...According to the available data, the game was only available for a limited pre-order once, and only a very small number of players got the game. Soon after that, the Punishing Virus happened..."},{"T":"301","2":"Kamui","3":"So this game was never officially released..."},{"T":"301","2":"Liv","3":"Seemed like a lot of people were really looking forward to it. What a pity..."},{"T":"301","2":"Nanami","3":"Nanami can make it more fun! THEN, it'll be popular again!"},{"T":"301","2":"Lee","3":"Why would this type of useless data be so complete? Also, it's difficult enough to get VR cartridges in po-pan. How did you find it?"},{"T":"301","2":"Kamui","3":"Some other recon teams found it when they were tracking the Ascendants. They found this thing in a very hidden place."},{"T":"301","2":"Kamui","3":"They thought it was something important, but learning that it really was just a game, I asked for it and they gave it to me."},{"T":"301","2":"Lee","3":"I'm more concerned about the lost information in the two melons... I have a feeling that it's not something we should ignore. Well... no way to verify it now."},{"T":"301","2":"Lee","3":"This has just been... a strange ride from the start to finish."},{"T":"302","2":"But you looked like you had fun, Lee."},{"T":"301","2":"Lee","3":"Your visual modules must be glitched... is what I'd like to say, but you don't have them, unfortunately. Otherwise, I'd like to fix them up for you."},{"T":"302","2":"You weren't your usual self, Lee."},{"T":"301","2":"Lee","3":"...You mean playing the game?"},{"T":"301","2":"Lee","3":"Instead of allowing these two to turn Babylonia upside down out of boredom, an activity I can oversee is more within control. I'm just making a choice with the safety of the HQ in mind."},{"T":"301","2":"Lee","3":"And well... I never said that I didn't like getting together with people like this."},{"T":"301","2":"Lucia","3":"Sorry, Kamui, I'm late. Ah, Commandant! Everyone's here..."},{"T":"301","3":"Lucia, who seems to have finished her personal training, walks into the lounge and is surprised by the liveliness. Her gaze falls to the controller in Kamui's hand."},{"T":"301","2":"Lucia","3":"You completed your mission?"},{"T":"301","3":"You pause for a few seconds, before realizing that Lucia is referring to the in-game mission."},{"T":"301","2":"Kamui","3":"All clear! But after clearing the level, we unlocked the Nightmare difficulty level. Lucia, you need to try this!"},{"T":"301","2":"Lucia","3":"...Okay, then. I will break the highest score this time."},{"T":"301","2":"Karenina","3":"Wait! Don't forget about me!"},{"T":"302","2":"When did you get here, Karenina?"},{"T":"301","2":"Karenina","3":"I've been behind you from a while ago! How could you ignore me for so long!"},{"T":"302","2":"You could have called out to me."},{"T":"301","2":"Karenina","3":"...Well, I didn't want to disturb your game! I know I hate being disturbed when I'm focused on something!"},{"T":"301","2":"Karenina","3":"Oh right! 1v1 me! I definitely won't lose to you in a game!"},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Karenina","3":"Let me see how this thing is played first!"},{"T":"301","2":"Karenina","3":"...You can't like, install some explosives on this ball? Just passing it around is completely non-lethal!"},{"T":"302","2":"This is beach volleyball, not murder volleyball."},{"T":"301","2":"Karenina","3":"Whatever! I won't lose anyway!"},{"T":"301","3":"Karenina drags Lucia into a duel of balls. Kamui and Nanami are acting as referees, and Liv and Lee are sitting on the sidelines watching."},{"T":"301","3":"...Finally. A short break in this never-ending war."},{"T":"301","3":"Everyone here must have similar wishes in their hearts."},{"T":"301","3":"——Let this holiday go on, for a little longer."}]