[{"T":"301","3":"A huge barricade surrounds me as I wander the Kowloong Chamber of Commerce. Nothing from the outside world involves me, as if I am a ghost."},{"T":"301","3":"I somehow stumble upon a residential area. People are outside putting up lanterns and decorations in anticipation for the election. Others gather in discussion over who they want to vote for."},{"T":"301","2":"Boy","3":"Hey! Who do you think'll win the election?"},{"T":"301","2":"Teenage Girl","3":"I think Lord Villier will win. Didn't you see his composure during his previous election speech?"},{"T":"301","2":"Teenage Girl","3":"During his speech, I gazed into his eyes and saw a look of contempt. That's my kind of emperor!"},{"T":"301","2":"Teenage Girl","3":"A proud and scornful hero."},{"T":"301","2":"Teenage Boy","3":"...Are you kidding? That's not how you should vote."},{"T":"301","2":"Teenage Girl","3":"So what! Who do you support then, huh?"},{"T":"301","3":"The girl puts her hand on her hip and starts yelling at the boy."},{"T":"301","2":"Teenage Boy","3":"The emperor needs to have spirit like Yin. His decision making has saved Kowloong several times over the past few years. Only people like him can achieve greatness."},{"T":"301","2":"Boy","3":"Is that true? You're not voting for Villier because of what happened at the Kowloong Dojo?"},{"T":"301","2":"Teenage Boy","3":"That was the nail in the coffin. How could someone who breaks a father's hands for no reason be worthy of the crown?"},{"T":"301","2":"Teenage Boy","3":"And what was Qu doing when it happened? NOTHING!"},{"T":"301","3":"Hearing the roadside discussion, Qu has long expected this. But upon turning to leave the city, Qu hears the clear and crisp voice of a woman interrupt the quarrel between the three of them."},{"T":"301","2":"Little Girl","3":"You've got it all wrong! Lady Qu will be the one to make our lives better!"},{"T":"301","3":"Qu is a bit surprised to hear this. A citizen off in the distance spots Qu and salutes her."},{"T":"301","2":"Resident","3":"Hey, Lady Qu! W-what brings you here?"},{"T":"301","3":"Hearing that, the four people gathering in discussion over the election turn to Qu, quickly close their mouths and salute."},{"T":"301","2":"Boy","3":"Lady Qu, when did you get here? W-we were just chatting. Nothing serious..."},{"T":"301","2":"Qu","3":"It's fine."},{"T":"301","3":"Abandoning all attempt at staying hidden, Qu slowly walks over to the girl defending her."},{"T":"301","2":"Qu","3":"Why do you believe in me?"},{"T":"301","2":"Little Girl","3":"I... I don't know."},{"T":"301","2":"Little Girl","3":"I just feel like you will protect everyone, Lady Qu."},{"T":"301","2":"Teenage Boy","3":"Uhm, she's just a kid. She doesn't know what she's talking about, my lady."},{"T":"301","2":"Qu","3":"...It's fine."},{"T":"301","3":"Just like that, the group of residents disperse and walk away."},{"T":"301","3":"After saying goodbye to the residents, Qu walks over and sits on a bench. The bench still has some residual warmth."},{"T":"301","3":"Imaginations of the person who sat here previously flow into Qu's mind. What possessed them to sit here and have a rest?"},{"T":"301","3":"Just as Qu is picturing what that person was thinking previously, Villier steps out from a shadow on the path."},{"T":"301","2":"Villier","3":"How pathetic."},{"T":"301","2":"Villier","3":"The child doesn't know that we were wearing masks while performing a political drama arranged by others."},{"T":"301","2":"Qu","3":"Hmm..."},{"T":"301","2":"Qu","3":"But when I saw the girl's smile, she touched my heart in a way I had never felt before."},{"T":"301","2":"Villier","3":"Huh?"},{"T":"301","2":"Qu","3":"Although I can't say for sure what it is, but I have this vague feeling that I don't want to disappoint the child..."},{"T":"301","3":"Villier is about to say something when a brisk cry is shot out from afar."},{"T":"301","2":"???","3":"Look! Look!"},{"T":"301","3":"Looking toward the sound, they see a young woman in white pulling a wooden cart behind her that must have belonged in a museum."},{"T":"301","3":"The cart has a sign on top with 'Moyuan's Puppets' written casually with a brush."},{"T":"301","3":"Upon seeing Qu, the woman approaches her and takes a seat on the other side of the bench."},{"T":"301","2":"Moyuan","3":"Phew, I'm pooped."},{"T":"301","2":"Moyuan","3":"Think you could fetch me a glass of water?"},{"T":"301","2":"Qu","3":"...You got it."},{"T":"301","2":"Moyuan","3":"Thanks darlin'!"},{"T":"301","3":"Moyuan nods excitedly as Qu gets up and walks to the vendor to get her a glass of water."},{"T":"301","2":"Qu","3":"Here you are."},{"T":"301","2":"Moyuan","3":"Thank ya, thank ya. You sure are swell."},{"T":"301","2":"Villier","3":"You aren't worried about what people give you?"},{"T":"301","2":"Moyuan","3":"No, silly. I feel safe here."},{"T":"301","2":"Qu","3":"You feel safe...?"},{"T":"301","2":"Moyuan","3":"Got that right! My intuition is spot on. For example, I had a hunch that I was going to make a big sale today. Then WHAM! I met a group of travelers and almost sold out just like that."},{"T":"301","2":"Moyuan","3":"Tour groups are few and far between. We had a nice long chat and they told me a bunch of stories about outside of the KCC."},{"T":"301","2":"Qu","3":"Did you make these all yourself?"},{"T":"301","2":"Moyuan","3":"Sure did! I think I deserve the right to pat myself on the back. You won't find anyone in the entire KCC who makes mecha puppets half as good as me!"},{"T":"301","2":"Moyuan","3":"After all, it's an art form that's been passed down generation after generation!"},{"T":"301","3":"Qu takes a doll from the cart—it is a small peacock. It looks finely polished, with each feather expertly carved."},{"T":"301","2":"Qu","3":"You sure are talented."},{"T":"301","2":"Moyuan","3":"Think so? I've been doing it since I was little."},{"T":"301","2":"Qu","3":"Really?"},{"T":"301","2":"Moyuan","3":"Yup. My family isn't exactly in the best of health. I'm considered 'one of the healthy—Cough..."},{"T":"301","3":"Moyuan falls into a coughing fit before she can finish speaking."},{"T":"301","2":"Qu","3":"...Huh? You're coughing up blood. Let me call a medic."},{"T":"301","2":"Moyuan","3":"No, no. I'm okay."},{"T":"301","3":"As she speaks, Moyuan takes a pill out from a ceramic bottle, swallows it, and tries to catch her breath."},{"T":"301","2":"Moyuan","3":"Huff... puff... phew..."},{"T":"301","2":"Moyuan","3":"Alright, I'm good. Now where was I? Oh, right! I started selling puppets when I was younger to help raise my family."},{"T":"301","2":"Moyuan","3":"They were pretty ugly at first, so there weren't many buyers. They mostly just bought them out of pity."},{"T":"301","2":"Moyuan","3":"But as I got better, so did business."},{"T":"301","2":"Moyuan","3":"One day, I'll sell my dolls outside of Kowloong and see the world with my own eyes. Not just listen to others tell me stories."},{"T":"301","2":"Qu","3":"Is that so?"},{"T":"301","2":"Moyuan","3":"Uh-huh! Well, I'm all rested. Time to head back! My siblings are still waitin' for me to cook them up somethin' to eat."},{"T":"301","2":"Qu","3":"Alright, farewell. Wait... Your puppet..."},{"T":"301","3":"Just as Moyuan turns to leave with her cart, Qu shouts to her urgently."},{"T":"301","2":"Moyuan","3":"Take it! I owe you for the water!"},{"T":"301","2":"Qu","3":"..."},{"T":"301","3":"Holding the puppet, Qu looks toward the prosperous capital."},{"T":"301","3":"Cooking fumes waft out of the buildings in the city and dissipate, drawn away by the atmosphere regulator hanging in the sky above."},{"T":"301","3":"On the street, people come and go. Others engage in conversation as the roadside lights begin to light up."},{"T":"301","2":"Qu","3":"Even though I might not have human emotions, I can still feel them from the people around me."},{"T":"301","2":"Qu","3":"Maybe I can obtain human sentiments by meeting people like her?"},{"T":"301","2":"Qu","3":"I don't know what the future holds, but now I know what it feels like to have this warm sensation transmitted into my limbs and organs."},{"T":"301","2":"Qu","3":"I've never felt this before. It's a strange feeling, but not a bad one."},{"T":"301","2":"Villier","3":"How unfortunate..."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Villier","3":"With symptoms like that, she will succumb to her illness if she doesn't get medical treatment."},{"T":"301","2":"Villier","3":"But she likely can't afford the cost of treatment."},{"T":"301","2":"Villier","3":"Her dreams will be broken."},{"T":"301","2":"Villier","3":"Kind people living a life of suffering is a sin of humanity."},{"T":"301","2":"Qu","3":"You may be right, but don't we exist to bring happiness to people?"},{"T":"301","2":"Villier","3":"Hmph, happiness? Does happiness really exist in the world today?"},{"T":"301","3":"Suddenly, an urgent alarm rings on Villier's terminal. He looks down with a stern expression, but after a few seconds, he slowly smiles."},{"T":"301","2":"Qu","3":"?"},{"T":"301","2":"Villier","3":"Look at this secret message. Yin and his troops have mutinied."},{"T":"301","2":"Qu","3":"What?!"}]