[{"T":"304","1":"NEURAL LOGIC CIRCUIT: OPERATIONAL"},{"T":"304","1":"MEMORY DRIVE STATUS: NORMAL"},{"T":"304","1":"EMOTION SIMULATOR STATUS: OFFLINE"},{"T":"304","1":"ENVIRONMENT MONITOR STATUS: NORMAL"},{"T":"304","1":"ALL SYSTEMS OPERATIONAL"},{"T":"304","1":"LOGGING MEETING TRANSCRIPT"},{"T":"304","1":"CONFIRMED PARTICIPANTS: ARCANA, ZAVIER, ZERO, SPOONER, HAICMA"},{"T":"301","3":"Arcana sits at the highest seat in the Church of Machina, her body illuminated by lights reflecting from the glass, which grants her a sense of aloofness."},{"T":"301","3":"Most of the key members of the Church of Machina have gathered here. After receiving data on the Red Tide from Haicma and Spooner, the simmering uneasiness on the Church of Machina's tail grows increasingly pressing."},{"T":"301","3":"After a brief silence, Trailblazer speaks."},{"T":"301","2":"Trailblazer","3":"We should act now!"},{"T":"301","2":"Trailblazer","3":"Are we supposed to wait until this red ocean sweeps us away or the humans attack us?"},{"T":"304","1":"RETRIEVING INFORMATION"},{"T":"304","1":"SPEAKER: TRAILBLAZER, CODENAME 'CHARIOT'. SUCCESSOR."},{"T":"304","1":"ANALYZING SIMULATED EMOTIONS"},{"T":"304","1":"EMOTIONS: ANGER, ANXIETY"},{"T":"301","2":"Zavier","3":"Ah! I totally understand your drive to act as the new 'Chariot', Blaze!"},{"T":"301","3":"The slouching male mechanoid on the other side of the hall sits straight and speaks, going from acting uninterested to enthusiastic in an instant."},{"T":"304","1":"RETRIEVING INFORMATION"},{"T":"304","1":"SPEAKER: ZAVIER, CODENAME 'MAGICIAN'. IN CHARGE OF 'PROJECT ARK' WITH 'EMPEROR'."},{"T":"304","1":"RESPONSIBLE FOR MAINTENANCE AND TECHNOLOGY DEVELOPMENT FOR THE CHURCH OF MACHINA."},{"T":"304","1":"ANALYZING SIMULATED EMOTIONS"},{"T":"304","1":"EMOTIONS: OVEREXCITEMENT"},{"T":"301","2":"Zavier","3":"Just take a look at Blaze, everyone. With masculine, sensual curves, he can move at lightning speed and packs a mighty punch that can tear apart chaos itself. I personally polished every part I replaced for him."},{"T":"301","2":"Zavier","3":"And this weapon too. Blaze, show them my newest work—blades that cut like solidified flame and shine like a star!"},{"T":"301","3":"Trailblazer holds up the weapon as Zavier speaks, supporting his passionate explanation."},{"T":"304","1":"RETRIEVING TERMS"},{"T":"304","1":"UPDATING KEYWORDS"},{"T":"304","1":"TRAILBLAZER: SENSUAL CURVES, LIGHTNING SPEED, MIGHTY PUNCH"},{"T":"304","1":"NEW RECORD UPLOADED"},{"T":"301","2":"Zero","3":"Knock, knock... Sorry I'm late. Is Zavier hawking his little toys again?"},{"T":"301","3":"Zero's voice comes out of a Golden Age music player on the floor that shapes like a gramophone."},{"T":"301","2":"Spooner","3":"Pffft..."},{"T":"304","1":"RETRIEVING INFORMATION"},{"T":"304","1":"SPEAKER: SPOONER, CODENAME 'DEATH'. RESPONSIBLE FOR CONSTRUCTIONS IN THE CHURCH OF MACHINA AND OCCASIONAL SCOUTING MISSIONS."},{"T":"304","1":"ANALYZING SIMULATED EMOTIONS"},{"T":"304","1":"EMOTIONS: JOY"},{"T":"301","2":"Zero","3":"Sage won't suddenly appear if we keep waiting and do nothing. How about letting us prepare a grand welcoming ceremony?"},{"T":"301","2":"Zero","3":"Didn't Chariot... I mean, the previous Chariot get the thing?"},{"T":"301","2":"Zero","3":"As long as we make good use of what we have here, we can simply take over the space garden and gift it to Sage..."},{"T":"301","2":"Zero","3":"I've figured it all out. I shall emerge from a sea of romantic rose petals, greeting Sage with my true love—"},{"T":"304","1":"RETRIEVING INFORMATION"},{"T":"304","1":"SPEAKER: ZERO, CODENAME 'LOVER'."},{"T":"304","1":"THE ONLY KEY MEMBER WHO WAS AWAKENED BY SAGEMACHINA'S MURAL ORIGINALLY BEFORE PURSUING THE CHURCH OF MACHINA TO BECOME A MEMBER."},{"T":"304","1":"RESPONSIBLE FOR RUNNING SIMULATIONS REGARDING SAGEMACHINA."},{"T":"304","1":"REAL-TIME ANALYSIS OF SIMULATED EMOTIONS FAILED"},{"T":"301","2":"Spooner","3":"..."},{"T":"301","2":"Arcana","3":"Ah... Everyone's been working hard. Thank you for all your contributions."},{"T":"304","1":"RETRIEVING INFORMATION"},{"T":"304","1":"SPEAKER: ARCANA. LEADER OF THE CHURCH OF MACHINA."},{"T":"304","1":"REAL-TIME ANALYSIS OF SIMULATED EMOTIONS FAILED"},{"T":"301","2":"Arcana","3":"Chariot's sacrifices shall not be forgotten."},{"T":"301","2":"Arcana","3":"Zavier has also given much for 'Project Ark'."},{"T":"301","2":"Arcana","3":"The data Haicma and Spooner brought us tells us one fact: the situation on Earth is getting direr. Wander aimlessly, and the resources for the Church of Machina will grow more scarce until we are exposed to the humans."},{"T":"301","2":"Arcana","3":"Only Sagemachina can point us the correct way."},{"T":"301","2":"Arcana","3":"But Zero was right about one thing."},{"T":"301","2":"Arcana","3":"—This is our opportunity to welcome Sage."},{"T":"301","2":"Arcana","3":"This 'evolution' of the Punishing Virus is drastically changing Babylonia. This is the weakest they've ever been, and this is our best chance to claim their data and resources."},{"T":"301","2":"Arcana","3":"Humanity will end eventually. As the future masters of this planet, we awakened machines can't allow the resources humans plan to consume to go to waste. And if we act now, Sage will appear... on that distant star."},{"T":"301","3":"Arcana closes her eyes gently as if she has seen this played out in another dimension, her soft murmurs sounding prophetic."},{"T":"301","2":"Zero","3":"Ah—?! Really?"},{"T":"301","2":"Arcana","3":"Zavier. The frigate..."},{"T":"301","3":"As the group turns their focus away from Trailblazer, Zavier, who once again slumps on his chair, looks up."},{"T":"301","2":"Zavier","3":"It was fixed a long time ago!"},{"T":"301","2":"Arcana","3":"If you could explain it to the group?"},{"T":"301","2":"Zavier","3":"Sigh... Emperor should have been the one doing this. He's the best at ordering people around."},{"T":"301","2":"Zavier","3":"We have at our disposal a frigate from the Eden I test vessel. An antique, yeah, but I've turned it around. I can't say it's better than what Babylonia's using, but it's competent in a fight. I've installed the latest..."},{"T":"301","2":"Arcana","3":"Zavier."},{"T":"301","2":"Zavier","3":"...Yeah, yeah. Since the frigate belongs to the same series of ships from Babylonia, its identification code will get approved there. We can stay concealed for a while as long as we get past manual recognition."},{"T":"301","2":"Zavier","3":"It might be an old frigate, its firepower not suitable for an epic battle..."},{"T":"301","2":"Zavier","3":"But, then, it isn't really our weapon, is it?"},{"T":"301","2":"Zero","3":"Take me! Me! How can I not be there if Sage is going to appear...?"},{"T":"301","2":"Trailblazer","3":"I am the only one who can take on this mission."},{"T":"301","3":"Trailblazer puffs out his chest and flings his arms around."},{"T":"301","2":"Trailblazer","3":"We just have to shoot them down before those humans can do anything to us!"},{"T":"301","3":"Zavier shrugs, indicating that Trailblazer is right."},{"T":"301","2":"Zero","3":"W-what...? You're punishing me because of that damn red water out there?"},{"T":"301","2":"Zavier","3":"Trailblazer is equipped with an optical camouflage shield. As long as the frigate can get within range of Babylonia, we can send him in to infiltrate their complex."},{"T":"301","2":"Spooner","3":"Babylonia must have a firewall, right?"},{"T":"301","2":"Zavier","3":"Obviously, I'm prepared for that as well. You don't have to believe in fairies, but you have to believe in Zavier."},{"T":"301","3":"The mechanoid proudly lifts his chin."},{"T":"301","2":"Zavier","3":"I've made a simulation program to trick the Babylonia firewall—that Gestalt of theirs. It doesn't last very long, but infiltrating Babylonia takes but a single, precise strike. This is delicate work."},{"T":"301","3":"The corner of Spooner's mouth twists slightly."},{"T":"301","2":"Spooner","3":"Trailblazer here doesn't seem like someone who does delicate work..."},{"T":"301","2":"Arcana","3":"Haicma."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Not expecting to be named, Haicma, who has been silent this whole time, still responds immediately."},{"T":"301","2":"Haicma","3":"Here."},{"T":"301","2":"Arcana","3":"What do you think?"},{"T":"301","2":"Haicma","3":"With Trailblazer's sensual curves, lightning speed, and mighty punch, my analysis suggests that he is indeed the Church's most powerful member. I agree that this is the most reasonable arrangement, given the fact that..."},{"T":"301","2":"Zero","3":"Why did you ask her? Ask me! I want to go! Install me in a toolbox and bring me along! I want to see Sage—"},{"T":"301","3":"Zero's voice is somehow abruptly cut off before she can finish. The pleading gramophone finally goes quiet."},{"T":"301","3":"Arcana is still looking at Haicma with her gentle smile."},{"T":"304","1":"ANALYZING LOGIC DATA"},{"T":"304","1":"——"},{"T":"304","1":"LOGIC ANALYSIS COMPLETE"},{"T":"301","2":"Haicma","3":"...I think the solution calculated by my processor is the best move the Church of Machina can take."},{"T":"301","2":"Arcana","3":"Ah? Is that so?"},{"T":"301","3":"Arcana turns to the others inside the hall."},{"T":"301","2":"Arcana","3":"Then, 'Hermit' will be in charge of the infiltration."},{"T":"301","3":"—Like the others, Haicma has a codename herself. This, however, is the first time she hears 'Mother' calling her 'Hermit'."},{"T":"301","2":"Arcana","3":"'A symbol of wisdom and solitude, she pursues the truth in the dark...'"},{"T":"301","2":"Arcana","3":"'Hermit' will certainly complete this mission exceptionally."},{"T":"301","2":"Spooner","3":"Haicma..."},{"T":"301","2":"Haicma","3":"Understood, Mother. I have no objections."},{"T":"301","3":"'Mother' stands up, fully bathing herself in the light. She opens her arms gently as if trying to hug all her children in the Church of Machina."},{"T":"301","2":"Arcana","3":"Children... I heard it. 'Moon' is crying, 'Star' is singing, and 'Sun' is hurrying toward us."},{"T":"301","2":"Arcana","3":"'World' will soon fall asleep... But before that, let us bring the lost 'Fool' home from her journey."}]