[{"T":"301","2":"Nanami","3":"Look, there's something strange on this machine."},{"T":"301","3":"Nanami jumps off the mech and kneels down next to the frozen 'traveler' on the roadside, poking at the fabrics on it."},{"T":"301","2":"Nanami","3":"He seems to be carrying a bag..."},{"T":"301","2":"Sniper","3":"I don't think you should eat food from unknown source, Nanami."},{"T":"301","3":"Sniper-PK43 tries to stop Nanami as she takes out an unknown object from the backpack and puts it in her mouth."},{"T":"301","2":"Nanami","3":"Munch munch... Hmm, it tastes a little weird..."},{"T":"301","2":"Sniper","3":"I told you not to eat it."},{"T":"301","2":"Nanami","3":"But it tastes like human food indeed! I should take some for Commandant."},{"T":"301","2":"Sniper","3":"I'm starting to worry for that human."},{"T":"301","2":"Nanami","3":"Let's go this way!"},{"T":"301","2":"Nanami","3":"Corrupted will never bring food with them. Maybe this mechanoid went out for this bag of food, but it never made it back... Other humans could be waiting for it to go home."},{"T":"301","3":"The black backpack has become ragged from battle. Nanami puts its dirty fabric next to her face."},{"T":"301","2":"Nanami","3":"...I can feel someone's thoughts in this."},{"T":"301","2":"Sniper","3":"In human words, you are just being superstitious."},{"T":"301","2":"Nanami","3":"Enough already! You've just kept roasting me!"},{"T":"301","2":"Sniper","3":"The human who made me was quite lonely, so he configured me to be rather talkative."},{"T":"301","2":"Nanami","3":"Anyway, I can smell something fishy. Let's investigate!"},{"T":"301","3":"Nanami and Sniper-PK43 continue to search around and find more clues on the snow nearby."},{"T":"301","3":"They find some children's toys and candy wraps buried not too deep in the snow."},{"T":"301","3":"Tracing them, Nanami controls Power to lift up the roof of a collapsed building. They see a short, dark staircase."},{"T":"301","2":"Nanami","3":"Wow..."},{"T":"301","2":"Nanami","3":"You can't come in, Power!"},{"T":"301","3":"Nanami parks Power. The stairs are so narrow that she and Sniper-PK43 cannot walk side by side. There is a door at the end of the stairs."},{"T":"301","2":"Sniper","3":"Are we just going in like this?"},{"T":"301","3":"Nanami puts a finger next to her mouth, making a 'shh' gesture. She knocks on the door lightly."},{"T":"301","2":"Nanami","3":"Hello there? It's Nanami. I'm not a bad guy. I'm coming in if I don't hear any answer."},{"T":"301","2":"Sniper","3":"Nobody is answering. Just go in."},{"T":"301","3":"There is a lock on the door, but Nanami easily opens it. She pushes the door open and steps inside."},{"T":"301","2":"Nanami","3":"This place looks like an underground nursery..."},{"T":"301","3":"The poorly lit room has just the basic facilities, including several steel beds. It is cramped and dark, but quite clean."},{"T":"301","2":"Nanami","3":"Someone must have cleaned here not long ago."},{"T":"301","2":"Nanami","3":"Hello—? Is—anybody—in?"},{"T":"301","3":"Nanami starts to sing a strange song and wanders around the room."},{"T":"301","2":"Sniper","3":"If there is anybody around, you would have scared them away."},{"T":"301","3":"Sniper follows Nanami into the room and activates the thermal imager. The room isn't very big, and he soon discovers a few weak heat sources in the corner."},{"T":"301","2":"Sniper","3":"Nanami, I found something..."},{"T":"301","2":"Nanami","3":"Hide-and-seek? Nanami's—the—best! Eek!"},{"T":"301","3":"Nanami walks behind a steel bed and suddenly jumps up, patting herself on the chest."},{"T":"301","2":"Nanami","3":"That was scary... I almost broke my new clothes!"},{"T":"301","2":"Sniper","3":"...Right in front of you."},{"T":"301","3":"Sniper-PK43 quickly walks up and finds a mechanoid with the looks of a female human. She has collapsed to the ground, holding a rusty kitchen knife in her hands and looking at Nanami and Sniper-PK43 with fear in her eyes."},{"T":"301","3":"Sniper-PK43 quickly searches for the mechanoid in his database, but the database is never updated, nor it is connected to the network. All he can find is a robot nanny produced in the Golden Age with a similar model number."},{"T":"301","2":"Nanami","3":"Phew... It's okay, don't be scared. Nanami isn't angry."},{"T":"301","3":"Nanami bends over and reaches out for the stranger mechanoid. Worried that she may alert the mechanoid, she just gently pats on her head."},{"T":"301","3":"It actually seems to work. Still shivering, the mechanoid gradually puts down the knife. She keeps looking between Nanami and Sniper-PK43."},{"T":"301","2":"Stranger Mechanoid","3":"Who... are you..."},{"T":"301","2":"Nanami","3":"My name is Nanami, and this is Snipey behind me. I'm looking for a human. Have you seen any humans nearby?"},{"T":"301","2":"Stranger Mechanoid","3":"...Hu-man?"},{"T":"301","2":"Stranger Mechanoid","3":"Right... my child... Can you also help him...?"},{"T":"301","2":"Nanami","3":"Huh, is there a child around? Why am I not seeing any?"},{"T":"301","3":"Sniper-PK43 shakes his 'head.' He has not detected any trace of human activities."},{"T":"301","3":"When talking about her 'child', the mechanoid's expression becomes loving but sad."},{"T":"301","2":"Stranger Mechanoid","3":"I hid him away. It's too cold out there, let alone the Corrupted... I had to do it to protect him."},{"T":"301","2":"Stranger Mechanoid","3":"Maria was supposed to go out and find food for him... But she never came back on that day. I couldn't just leave him alone... He kept telling me he was cold. I must stay with him..."},{"T":"301","2":"Nanami","3":"Is this yours?"},{"T":"301","3":"Nanami takes out the backpack she found on the Corrupted earlier and shows it to the mechanoid."},{"T":"301","2":"Stranger Mechanoid","3":"Right... This is it! Maria left with this bag! Where is she? Where is food?"},{"T":"301","2":"Nanami","3":"Your friend Maria had left... But there is food inside this backpack! Maria worked very hard for it... You can have it back now."},{"T":"301","3":"The stranger mechanoid's knife drops to the ground. She takes the backpack with trembling hands and digs out the remaining food."},{"T":"301","2":"Nanami","3":"Um, I accidentally took a bite of that... But it should be fine!"},{"T":"301","2":"Stranger Mechanoid","3":"T-thank... Thank you."},{"T":"301","3":"The mechanoid gets back on her feet. She looks as if she is going to cry, but mechanoids have no tears."},{"T":"301","2":"Nanami","3":"You're welcome... Can you take us to your child now?"},{"T":"301","2":"Stranger Mechanoid","3":"Sure. He is probably still napping... We don't have much food left. If you didn't come, I will have to go out and look for food myself."},{"T":"301","3":"The mechanoid wipes her hand on her apron like a real housewife before taking Nanami and Sniper-PK43 to a corner of the room, where she has built a small tent from fabrics and branches. She carefully lifts open the yellowed fabric, revealing the interior."},{"T":"301","3":"There is a cot with someone who seems significantly larger than the cot curled up inside, covered by a large, thick military-green coat."},{"T":"301","2":"Sniper","3":"...!"},{"T":"301","3":"Before Sniper-PK43 speaks, Nanami has gently lifted up the fabric on the face."},{"T":"301","3":"But what they are seeing has completely shocked them."},{"T":"301","2":"Nanami","3":"Arrgh...!"},{"T":"301","3":"Nanami's hand shakes after seeing the human corpse under. The scarf and coat both slide away, exposing a male body strangely curled up inside the cot."},{"T":"301","2":"Nanami","3":"What's... this..."},{"T":"301","2":"Stranger Mechanoid","3":"Shh. He's sleeping."},{"T":"301","2":"Nanami","3":"This... is not a kid!"},{"T":"301","3":"Nanami turns to the mechanoid in shock. She has but a loving look on her face."},{"T":"301","3":"Sniper-PK43 immediately activates his attack mode, which he has not used for a long time. He points his gun at the stranger mechanoid. Her face is no different from that of a female human, which makes it even more horrifying."},{"T":"301","2":"Sniper","3":"What have you done? Did you kill him?"},{"T":"301","2":"Stranger Mechanoid","3":"What are you talking about... He's all good, isn't he? I can still detect his life signals..."},{"T":"301","3":"A twisted confusion climbs up the mechanoid's face. She removes the coat on the cot, revealing a few nestlings lying quietly in the cold, dead body's arms."},{"T":"301","2":"Stranger Mechanoid","3":"His heart is still beating. He told me that he felt very cold not long ago... So I found him lots of warm clothing..."},{"T":"301","2":"Sniper","3":"How long is 'not long ago'?"},{"T":"301","2":"Stranger Mechanoid","3":"I... don't know..."},{"T":"301","3":"The 'woman' looks lost as if nobody has told her the truth before. She stares at the cot that she has put so much effort to protect, trying to figure out what has happened."},{"T":"301","2":"Stranger Mechanoid","3":"What did I do...? He arrived on a very dark night... I heard him knocking on the door. I had not seen a human for so long... He was badly injured, so Maria and I had been taking care of him..."},{"T":"301","2":"Stranger Mechanoid","3":"What happened after? I was able to take good care of kids. I could have taken care of him. But the next evening, he suddenly said he was cold, but his body temperature was very high."},{"T":"301","2":"Stranger Mechanoid","3":"I could not find medicine anywhere... He said he was getting sleepy, so I hugged him for the night. But his heart stopped beating the next morning."},{"T":"301","3":"The mechanoid stares at her hands, completely lost."},{"T":"301","2":"Stranger Mechanoid","3":"What have I done...? I want him to come back. Why couldn't I take care of him? I was supposed to help him. He was so young and fragile."},{"T":"301","3":"The mechanoid starts to make a twisted, painful crying sound. It could very well be her first time. 'Crying' is not loaded in her program, so she can only imitate humans using her instinct, making a hoarse, obnoxious howl."},{"T":"301","2":"Stranger Mechanoid","3":"I didn't know what to do. I put him in my arms and waited at the window. I lost track of time. Without him, I lost my purpose."},{"T":"301","2":"Stranger Mechanoid","3":"But I once again detected life signals in his body..."},{"T":"301","3":"It could be a bird lost in the snow storm. Exhausted, it accidentally broke into the nursery and landed on the warm fabrics covering the body. It made a nest."},{"T":"301","2":"Stranger Mechanoid","3":"I feel confused..."},{"T":"301","3":"The 'woman' helplessly grasps her chest. She keeps asking and pounding herself, as if she wants to beat a soul out of her mechanical body."},{"T":"301","2":"Stranger Mechanoid","3":"What have I done...? Why...? What's this feeling...?"},{"T":"301","2":"Sniper","3":"...So this is what happened."},{"T":"301","3":"His maker did not die after falling off the building, but managed to get here. This dark, cramped nursery witnessed the human's final moment."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","3":"Nanami wipes the tears away from her cheeks."},{"T":"301","2":"Nanami","3":"I see..."},{"T":"301","3":"Nanami moves closer to the mechanoid on the ground. This time, she puts her hand on the mechanoid's shoulder, gently patting her."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","3":"The silver-haired girl picks up a gravel from the ground and draws on the wall."},{"T":"301","2":"Sniper","3":"What are you doing?"},{"T":"301","3":"Nanami does not answer but keeps drawing. Moments later, there is a pattern made up of incomprehensible symbols on the wall."},{"T":"301","2":"Sniper","3":"What is this?"},{"T":"301","3":"The mechanoid also raises her head, looking at the drawing in confusion."},{"T":"301","2":"Nanami","3":"It shows how the human turns into a bird and flies away."},{"T":"301","3":"Nanami holds the mechanoid's hands, wiping away her invisible tears."},{"T":"301","2":"Nanami","3":"He was worried about you, so he turned into a bird and came back to check on you... That's why you should stop locking yourself up here."},{"T":"301","2":"Stranger Mechanoid","3":"But what should I do...?"},{"T":"301","2":"Nanami","3":"Do what you want to do."},{"T":"301","2":"Stranger Mechanoid","3":"There's nothing that I want to do. My only duty is to take care of these children."},{"T":"301","2":"Nanami","3":"No... Touch your heart."},{"T":"301","3":"Nanami grabs the mechanoid's hand and puts it on her chest."},{"T":"301","2":"Nanami","3":"I feel sorrow here... Just like how you are feeling sad right now, you will be able to feel happiness, excitement, and affection. There must be something in the world that is worth seeking for you, just like how you cherished that human."},{"T":"301","3":"The mechanoid's eyes follow Nanami's hand. They seem to be getting watery, as if she has received a 'revelation.'"},{"T":"301","2":"Nanami","3":"Go look for it. Set yourself free."},{"T":"301","3":"Birds are chirping in the quiet basement. The female mechanoid begins to sing a song."},{"T":"301","2":"Stranger Mechanoid","3":"'Over the shifting desert plains... Across mountains all in flames...'"},{"T":"301","2":"Stranger Mechanoid","3":"'Through howling winds and driving rains... To be by your side.'"},{"T":"301","3":"The snow quietly gets heavy again. The pale sky shatters into pieces that fiercely fall to the ground, covering everything."},{"T":"301","3":"Nanami stands in the snow. The mech's bulky body is right under her feet, but she still feels incredibly small in the vast, overwhelming environment. She listens again but cannot hear any more heart beats."},{"T":"301","3":"Only wind is howling around them."},{"T":"301","2":"Sniper","3":"Nanami..."},{"T":"301","2":"Sniper","3":"We found him indeed no matter what."},{"T":"301","3":"Nanami jumps off the mech and brings up a recorder. Before they left the nursery, the mechanoid gave it to her and told her that the human had been carrying it with him. She looks Sniper-PK43 calmly in the eyes."},{"T":"301","2":"Nanami","3":"There should be some information stored inside... Do you want to hear it?"},{"T":"301","3":"Sniper-PK43 does not object. Nanami presses the play button."},{"T":"301","2":"Message","3":"Um... This is Ozaki speaking."},{"T":"301","3":"It's a young, male voice."},{"T":"301","2":"Message","3":"Ah... Um, it's been... (Static)... 21 days since... (Static) squad arrived at... site. I'm trying to keep some journals."},{"T":"301","3":"The message can only be heard intermittently as his voice is significantly distorted by the static noise."},{"T":"301","2":"Message","3":"...The wide spread of extreme cold weather has brought an unprecedented winter all over the globe... Fortunately, the adverse weather and environment also seem to cause a reduction in Punishing infection... Mankind is still looking for hope."},{"T":"301","3":"The first message has ended. The screen of the recorder shows there is 12:37:21 remaining."},{"T":"301","3":"Nanami presses the button again."},{"T":"301","2":"Message","3":"Day 26. Nothing happened. There was no trace of Corrupted. I found a... (Static)... At the end of the street. Not sure if I can fix it or not."},{"T":"301","3":"Sniper-PK43 realizes it hasn't been long before he appeared in the human's message."},{"T":"301","3":"Out of nowhere, a wave of infinite melancholy has taken him as he tries to match the exhausted voice in the recorder to the voice stored in his database."},{"T":"301","2":"Message","3":"Day 35."},{"T":"301","2":"Message","3":"I saw a building collapse today. Perhaps the concrete underwent some chemical reaction due to the temperature change. I was... (Static)... patrolling aimlessly when I heard the sound of glass shattering. Not long after that, a window wall snapped and dropped vertically onto the pavement."},{"T":"301","2":"Message","3":"Afterward, there was like a gentle push from a pair of invisible hands, and the building fell like a domino. I was terrified. It was so difficult to run wearing a protective suit. Shards spattered everywhere, carried by a gust of wind. Fortunately, I was safe."},{"T":"301","2":"Message","3":"I suddenly wondered how long it took the people who lived there to build this towering structure. Nature reclaimed it in but a second. Ashes to ashes. Dust to dust."},{"T":"301","2":"Message","3":"I found a nursery from the Golden Age today. You could tell that kids used to sleep and rest here. Now it's empty. I tried to find some supplies for Hank, but had no luck. Still, I found something else..."},{"T":"301","2":"Message","3":"The windows were broken, but the room wasn't without its dwellers. I saw two nests on the windowsill. There seemed to be birds landing there. They brought food and fur, leaving behind bones and feathers. The room still felt slightly alive."},{"T":"301","2":"Message","3":"Chirp—"},{"T":"301","3":"The birds are chirping loudly."},{"T":"301","2":"Message","3":"Alright, good birdie. I will come back again. Maybe next time I'll bring some leftover soup from the cans."},{"T":"301","2":"Message","3":"Thanks to Zavier, I managed to fix that bulky machine."},{"T":"301","2":"Message","3":"For some personal reasons... I asked Zavier to install a personality simulation program on it. The way it speaks now kinda reminds me of Nana. Haha... Not entirely though. Well, I'll just pretend that Nana's with me."},{"T":"301","2":"Message","3":"I plan to put it on the east side of our site, so it can watch out for wandering Corrupted for us."},{"T":"301","2":"Message","3":"Hank's situation is getting worse day by day. Maybe he should return to Babylonia, at least Star of Life can take care of him up there."},{"T":"301","2":"Message","3":"Hank didn't make it. I'm sad. Really sad."},{"T":"301","2":"Message","3":"Zavier wants to leave too. What about the refugees here? What will they do? Rumor has it that Punishing creatures are already getting used to the climate. The war is getting more intense at the frontline. Perhaps I should also apply to be relocated to the area most impacted by the extreme cold weather."},{"T":"301","3":"There is a lengthy gap in between filled with random, intermittent static noise. Nanami fast-forwards the message, then pauses and rewinds it when she hears some almost incomprehensible, hoarse sound. It's a few lines of lyrics."},{"T":"301","2":"Message","3":"'Across the oceans, across the seas...'"},{"T":"301","2":"Message","3":"'Over forests of blackened trees...'"},{"T":"301","2":"Message","3":"'Valleys so still we dare not breathe...'"},{"T":"301","2":"Message","3":"'To be by your side...'"},{"T":"301","2":"Message","3":"..."},{"T":"301","2":"Message","3":"...Earlier on, I got a message from the frontline. My senior died in battle, and the body was not taken back to Babylonia, but left on Earth forever."},{"T":"301","2":"Message","3":"I have seen how a civilization collapses over the days on Earth."},{"T":"301","2":"Message","3":"Birds are migrating. Wild animals start to appear in the abandoned cities. They are slowly getting used to these environments, despite the real culprit being us. The disaster left by humankind has turned into a scab on the earth while nature is repairing everything... Humans once thought they had control over nature, but it was just a naive fantasy."},{"T":"301","2":"Message","3":"A professor back in F.O.S. said... Scientists in the Golden Age predicted that our culture and history would live on and spread to the edge of the universe through radio waves and broadcasting. One day intelligent life on other planets would find our message: 'We're here. This is our civilization.'"},{"T":"301","2":"Message","3":"But as the technology develops, scientists in the council have calculated and found out that such radio waves will turn into but noises forever after traveling 2 light years. If their calculation is correct, our message cannot even reach the nearest nova to the Solar System."},{"T":"301","2":"Message","3":"Ten thousand years later, what can prove that we once lived on this planet and created a great civilization? Steel will rust, concrete will shatter, and books will decay."},{"T":"301","2":"Message","3":"【kuroname】 once told me that there were always two sides to every story."},{"T":"301","2":"Message","3":"'Life is more elastic than we think. One day, I may be no longer able to fight, but hope still lives on. All things will rise and fall, including mankind. The path of life shall continue even when I'm gone.'"},{"T":"301","2":"Message","3":"..."},{"T":"301","2":"Message","3":"Babylonia has made the decision to evacuate Earth as it is no longer fit for humans to live. But I decided to stay. I decided to expand the path of life on this planet."},{"T":"301","2":"Message","3":"—I leave no trace of wings in the air, but I am glad I have had my flight."},{"T":"301","3":"Time remaining: 00:00:00."},{"T":"301","3":"The recording has ended, leaving only the static noise behind that silently marks the end of a fairy tale."},{"T":"301","3":"The setting sun is reduced to a purple semi-circle on the edge of the city crawling on the frozen plain."},{"T":"301","3":"The sky is getting dark. Something has pulled Nanami down with ease, shattering her fantasy with cold reality."},{"T":"301","2":"Nanami","3":"...【kuroname】...?"},{"T":"301","3":"She mumbles the name that only appeared once in the message. Sniper-PK43 cannot see her face and is unable to detect her mood."},{"T":"301","2":"Sniper","3":"I have gathered all available information. Thank you, Nanami."},{"T":"301","2":"Sniper","3":"We are already free. Without humans, we have no more purpose. She was right."},{"T":"301","3":"The machine who has been traveling with her now turns away."},{"T":"301","2":"Nanami","3":"Where are you going?"},{"T":"301","3":"Nanami tries to grab him. Two of them stand at the intersection, face to face. The snowstorm howls between them like an icy gorge."},{"T":"301","2":"Sniper","3":"I have already found the ending of my maker. There is no other human related to me in this world. Our cooperation can terminate now."},{"T":"301","2":"Nanami","3":"Are you leaving me here?"},{"T":"301","2":"Sniper","3":"I'm going back to my watch."},{"T":"301","2":"Nanami","3":"Why would you still do that..."},{"T":"301","2":"Sniper","3":"We cannot change anything. Humans are gone."},{"T":"301","2":"Sniper","3":"The only thing I can do now..."},{"T":"301","2":"Sniper","3":"Is to carry on the orders that humans set for me."},{"T":"301","2":"Sniper","3":"If there is something you still want to do, you will have to do it yourself."},{"T":"301","2":"Nanami","3":"I-if that's true... Even..."},{"T":"301","3":"The girl wipes her eyes and raises her head. Looking in her eyes, Sniper-PK43 realizes that she knows his entire life story, but he has no idea about hers."},{"T":"301","2":"Nanami","3":"There's still something I can do."},{"T":"301","2":"Sniper","3":"...I hope your story is a good one."},{"T":"301","3":"Sniper-PK43 no longer replies. He turns away and walks toward the distant horizon."}]