[{"T":"301","3":"After finally putting an end to the danger, Lee finishes setting up the security terminal."},{"T":"301","2":"Spear of F.O.S.","3":"Security terminal activated. Establishing connection >>>>>>>> …"},{"T":"301","3":"As the terminal signal reaches full strength, the virtual projections begin to become more apparent."},{"T":"302","2":"(Sigh in relief)"},{"T":"301","2":"Lucia","3":"There's a lot more Corrupted than I anticipated. Why are so many of them gathering here?"},{"T":"301","2":"Liv","3":"Let's continue to investigate the ruins here. There may be some clues..."},{"T":"301","3":"Before Liv can finish, the expression on her face drops."},{"T":"301","2":"Liv","3":"I've detected a large concentration of the Punishing Virus ten kilometers away, and it's approaching quickly! With a size that big... we're going to be devoured!"},{"T":"301","2":"Lucia","3":"Is it coming from the high viral intensity region you detected earlier?"},{"T":"301","2":"Liv","3":"Based on its path... It appears so."},{"T":"301","3":"As Liv speaks, she quickly assembles the parts of the reinforcement mods."},{"T":"301","2":"Liv","3":"Hurry and reinforce your protective gear, Commandant! Our enhanced Inver-Devices can still hold out a little longer."},{"T":"302","2":"Ok."},{"T":"301","3":"Liv helps you reinforce your protective suit quickly, and a sense of suffocation weighs on your chest."},{"T":"301","2":"Lucia","3":"How long can we survive in this level of concentration with our current protective equipment?"},{"T":"301","2":"Liv","3":"The probability of a successful retreat is 41.32%. But a high concentration of moving Punishing Virus is sure to be accompanied by something more dangerous."},{"T":"301","3":"Liv opens the small compressed air cylinder and connects it to the protective equipment."},{"T":"301","2":"Liv","3":"This small cylinder only contains twenty minutes' worth of air. We need to hurry up and think of something..."},{"T":"302","2":"(Breathe slowly)"},{"T":"302","2":"(Try to extend the usage time)"},{"T":"301","2":"Lee","3":"Can you chart the quickest escape route?"},{"T":"301","2":"Liv","3":"It's moving way too fast. We won't outrun it."},{"T":"301","2":"Lucia","3":"...What can we do? We at least need to get Commandant to safety!"},{"T":"301","2":"Lee","3":"If we aren't fast enough, there's no way a human can get away."},{"T":"302","2":"What the hell is it?"},{"T":"301","2":"Liv","3":"According to the patterns observed, it doesn't appear to be following an individual, nor is it expanding outward. It's like a tide heading straight for us."},{"T":"301","2":"Lucia","3":"Think it might be that red liquid we saw on the street?"},{"T":"301","2":"Lee","3":"But liquid can't flow upward. There must be something we don't know."},{"T":"302","2":"How high off the ground is the tide?"},{"T":"301","2":"Liv","3":"Currently, four meters, give or take."},{"T":"302","2":"Can we evacuate to higher ground?"},{"T":"301","2":"Liv","3":"Scanning for buildings over four meters... There is an abandoned hotel in the south with solid floors above the second level. We can still reach a safe height if we head there at full speed!"},{"T":"301","2":"Lucia","3":"Let's go then!"},{"T":"301","2":"Liv","3":"But a section of the ground floor has collapsed. I don't know if the stairs are still intact."},{"T":"302","2":"It's our only shot."},{"T":"301","2":"Lucia","3":"Even if we can't take the stairs, we still need to get up there, even if we have to climb up the side of the building."},{"T":"301","3":"As Liv has expected, you arrive to find the interior damaged from an explosion. The stairs and the outer walls on the first two levels have also collapsed. To no one's surprise, the elevator is out of service."},{"T":"302","2":"Let's climb!"},{"T":"301","3":"You four quickly run outside and start climbing the intact side of the hotel."},{"T":"301","3":"After arduously climbing to a safe height, you see a strange crimson mass appears before you even have time to take cover inside."},{"T":"301","2":"Lucia","3":"...Is that the high concentration Punishing Virus?"},{"T":"301","2":"Liv","3":"It's like... a rising tide."},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"The four of you look out into the distance at what appears to be a tidal wave of blinding red liquid surging toward you, flooding the entire street in an instant."},{"T":"301","3":"The vicious red tide crashes outside the hotel as if it wants to climb the stone wall you are scaling. Giant waves swell upward, splashing on your backs."},{"T":"301","2":"Lee","3":"Watch out!"},{"T":"301","3":"Every one of you continues to climb up the building in a hurry. Even though you are all fully protected, direct contact with the red liquid still inflicts symptoms of corruption."},{"T":"301","2":"Liv","3":"This odor..."},{"T":"301","3":"As the scarlet liquid envelops your vision, the foul odor of coagulating blood fills your nostrils."},{"T":"302","2":"Quick! Into the hotel!"},{"T":"301","3":"You climb up the wall using the exterior decorations and hoist yourselves into the hotel through a nearby corridor window."},{"T":"301","3":"Looking down, you see the scarlet liquid pouring in from the damaged section of the building, filling up to the second floor."},{"T":"301","3":"You have yet to stand firmly on your feet, and the alarm on your cylinder buzzes to indicate that half of the oxygen is already gone. It seems that your climb has significantly increased oxygen consumption."},{"T":"302","2":"(Calm your breathing)"},{"T":"301","2":"Liv","3":"The viral concentration here has returned to a level suitable for our regular equipment. Seems like the lethal concentration I detected originates from this red liquid."},{"T":"302","2":"We should be fine as long as we don't fall into it.","4":"I'll take off the enhancement mods."},{"T":"301","2":"Liv","3":"Leave them on for now. We still aren't sure if the concentration will increase again. Let's deal with the signs of corruption first, then head to higher ground as soon as possible. Then you can remove the mods."},{"T":"302","2":"Ok."},{"T":"301","2":"Lucia","3":"Lee and I will inspect our Inver-Devices. Liv, check on the commandant."},{"T":"302","2":"I can do it myself."},{"T":"301","2":"Liv","3":"The protective suit is too heavy with the mods equipped. Also, the access port is on your left side. Just let me do it."},{"T":"302","2":"I can do it with one hand."},{"T":"301","3":"But Liv ignores you and takes out a vial of serum. She pinches the access port to prevent the virus from entering the protective suit, then inserts the vial through the port and injects the serum."},{"T":"301","2":"Lucia","3":"No matter how many times I've seen people wearing the enhanced protective suits, I still can't help but feel that it's too heavy for humans."},{"T":"301","2":"Lucia","3":"Some commandants with a weaker physique can barely run with it on, requiring their team members to carry them on the road."},{"T":"301","3":"After injecting the serum, the three of them watch as you stand up and take a few steps."},{"T":"301","2":"Lucia","3":"...Looks like that's not an issue for Commandant, though. I'd even say you climbed up to the third floor as fast as us."},{"T":"301","2":"Liv","3":"We still need to evacuate to higher ground, so we can lighten Commandant's load."},{"T":"301","3":"Liv looks at you with concern as she inspects her Inver-Device."},{"T":"302","2":"Ok."},{"T":"301","2":"Lee","3":"Hold on. Now is the opportunity to study the liquid. Give me a hand, Liv."},{"T":"301","3":"Lee picks up a long broken pipe and stirs it intermittently from a safe distance."},{"T":"301","2":"Lee","3":"The liquid is thick, almost like mud. Seems to be what we just saw."},{"T":"302","2":"We need a name for it."},{"T":"302","2":"How about the 'Red Tide'?"},{"T":"301","2":"Lee","3":"Simple enough. Good idea."},{"T":"301","2":"Lee","3":"It also seems to contain a large quantity of debris and remains. Looks like it swept up quite a few Corrupted on its way here. Is it 'recycling' their bodies?"},{"T":"301","2":"Lucia","3":"With that smell, I'm afraid these remains aren't just Corrupted..."},{"T":"301","3":"...But also humans."},{"T":"301","3":"Lucia stops herself, but it seems like the rest of you have already arrived at the same apparent conclusion."},{"T":"301","3":"Liv shakes her head, trembling slightly. She looks down at the Red Tide and attempts to analyze it."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"What?"},{"T":"301","2":"Liv","3":"My survey equipment appears to be malfunctioning..."},{"T":"302","2":"You can't get a reading?"},{"T":"301","2":"Liv","3":"It's not that. My readings are exactly what everyone has said. The Red Tide contains a high concentration of the Punishing Virus and a large number of Corrupted remains."},{"T":"301","2":"Liv","3":"But the Punishing Virus... appears abnormal."},{"T":"301","3":"Liv looks at the analysis terminal with a solemn expression, as if she is considering how to summarize the results."},{"T":"301","2":"Liv","3":"They're proliferating like biological viruses and exhibiting parasitic behavior."},{"T":"302","2":"Biological viruses?","4":"Proliferating and parasitic behavior?"},{"T":"301","2":"Liv","3":"Maybe my survey equipment is just malfunctioning..."},{"T":"301","2":"Lee","3":"And if it isn't?"},{"T":"301","3":"Upon hearing this, you all fall silent. If the Punishing Virus really is developing biological traits, who knows what will unfold next."},{"T":"301","2":"Liv","3":"It can't... It has to be an error."},{"T":"302","2":"Liv, prepare a report.","4":"Let's report the situation to Asimov."},{"T":"301","3":"Liv hesitates, then prepares the results and sends them to Asimov."},{"T":"301","3":"Lee gets rid of the iron pipe in his hand, then the four of you proceed up the intact staircase as you look down at the Red Tide that floods the streets below."},{"T":"301","2":"Lucia","3":"Why hasn't Babylonia detected such a strange phenomenon?"},{"T":"301","2":"Lee","3":"There aren't too many ways to avoid detection. Either it was hidden too well before, or it's rapidly expanded in a short amount of time."},{"T":"301","2":"Lee","3":"Either way, it's outrageous."},{"T":"302","2":"We need more leads."},{"T":"301","2":"Lee","3":"Another thing, if this area has gone undetected by Babylonia for so long, why would Huaxu let us find it so easily?"},{"T":"301","2":"Lucia","3":"You mean to say, Huaxu leaked this location to us purposefully."},{"T":"301","2":"Lee","3":"It's possible. What's Huaxu trying to achieve?"},{"T":"302","2":"Perhaps, it's a trap.","4":"Maybe Huaxu wanted us to discover the Red Tide."},{"T":"301","2":"Lucia & Lee & Liv","3":"..."},{"T":"301","3":"The four of you once again shift your gazes to the Red Tide outside the window. The sunlight shines on the mysterious scarlet sea, casting a silver glow on the surging waves."},{"T":"301","3":"The light glimmers on the scarlet tide, like countless fetuses opening their starry eyes in thick plasma."},{"T":"301","3":"The light dissipates throughout the tide silently, tumbling in the bloody, boiling stew alongside the drowned remains."},{"T":"301","3":"The four of you gaze into the red tide of life and death, just like how it gazes back."},{"T":"301","3":"Following the strange gaze, a faint voice flows into your ears out of nowhere."},{"T":"301","2":"???","3":"Help..."},{"T":"301","2":"Liv","3":"Who's there?"},{"T":"301","2":"???","3":"Help me..."},{"T":"301","3":"The sound is like seafoam dissipating in the wind, drifting among the crashing waves."},{"T":"301","3":"You wait with bated breath, yet you see nothing but the waves."},{"T":"302","2":"Liv!"},{"T":"301","2":"Liv","3":"Scanning the surrounding area for signs of life."},{"T":"301","3":"Liv searches intently, but she sees nothing but the four of you."},{"T":"301","2":"Liv","3":"I haven't picked up anything... Where's it coming from?"},{"T":"301","3":"As you four are lost in thought, the faint voice disappears without a trace."},{"T":"301","2":"Lucia","3":"What was that..."},{"T":"301","2":"Lee","3":"If the cry didn't come from within the Red Tide, maybe it—"},{"T":"301","3":"Standing by the corridor window with the rest of you, Lee shifts his gaze to the stairs."},{"T":"301","2":"Lucia","3":"You mean, it's coming from another floor of the hotel?"},{"T":"302","2":"Let's check it out."},{"T":"301","2":"Lucia","3":"On it."}]