[{"T":"301","2":"Hassen","3":"That's all for this week's routine report. Dismissed."},{"T":"301","2":"Celica","3":"Gray Raven Commandant? You're a bit worse for wear. Is your stomach okay?"},{"T":"302","2":"I gotta bad feeling about today..."},{"T":"301","2":"Celica","3":"Haha, you're just overthinking. The Gray Ravens are just performing routine equipment tests. What could possibly go wrong?"},{"T":"302","2":"Fingers crossed..."},{"T":"301","2":"Celica","3":"Go back to your room and rest up. Just don't forget to meet at the mission dispatch area later."},{"T":"301","3":"Returning to your room to rest, you find a Construct waiting inside, gracefully sipping a cup of tea."},{"T":"301","2":"Qu","3":"Pine needle tea... Not as good as black tea, but it sure tastes like the wilderness."},{"T":"302","2":"Qu?! What are you doing here..."},{"T":"301","2":"Qu","3":"What's all the fuss about? All I did was use your 'collar' as a springboard into Babylonia."},{"T":"302","2":"But your body..."},{"T":"301","2":"Qu","3":"I'm just borrowing it for the time being. As I said before, only you can see the real me. Others just see me as some obsolete Construct."},{"T":"302","2":"So... What are your plans for today?"},{"T":"301","2":"Qu","3":"Aren't you a paranoid one... I don't have anything planned. I just want to learn more about Babylonia—learn more about your everyday life."},{"T":"301","2":"Qu","3":"You basically know all about my past, but I don't know anything about you. That's not exactly fair as your partner."},{"T":"302","2":"You have a point."},{"T":"301","2":"Qu","3":"Well, what about you?"},{"T":"302","2":"I'm going to Mission Dispatch."},{"T":"301","2":"Qu","3":"I will go with you. It doesn't look like the Gray Ravens are around, so I don't think you have any reason to refuse."},{"T":"302","2":"Better than you running around and making a mess, I guess..."},{"T":"301","2":"Qu","3":"Is this where missions are dispatched...? What mission did you choose?"},{"T":"302","2":"(Show her)","4":"(Decline)"},{"T":"301","2":"Qu","3":"Patrolling a Low Viral Intensity Region... Isn't sending a star commandant such as yourself a bit overboard?"},{"T":"301","2":"Qu","3":"What's there to hide? No matter how dangerous the task is, I won't be surprised... Let me see."},{"T":"301","2":"Qu","3":"Low Viral Intensity Region guard duty...? That's it?"},{"T":"301","2":"Male Commandant","3":"Hmph... Got that right. Our Big Boss is stealing missions from us average joes. Must have a hell of a grudge against us or something."},{"T":"301","2":"Female Commandant","3":"Don't put it like that. Our Big Boss, being all high and mighty, shouldn't have to risk life and limb completing missions. They should just stay back and guard the rear."},{"T":"301","2":"Qu","3":"Insensate buffoons... If you have time for envy, consider taking a good look at yourself!"},{"T":"301","2":"Male Commandant","3":"Oh, I heard that Gray Ravens weren't here today... Are you one of our good Boss's temporary squad members? What can a walking pile of scrap metal like you do? Hahaha!"},{"T":"301","2":"Female Commandant","3":"No wonder you didn't choose a harder mission, Boss. Taking her with us would just be our death sentence!"},{"T":"301","2":"Qu","3":"You..."},{"T":"302","2":"Cool it... We should get going."},{"T":"301","3":"Seething with anger, Qu shuts her mouth and follows you, ignoring the arrogant laughter from the other commandants."},{"T":"301","3":"Soon, Qu and the commandants arrive at the location designated for the mission. To your surprise, you are joined by the previous two commandants."},{"T":"301","2":"Male Commandant","3":"You actually came, Boss. I didn't think you'd seriously accept the mission after everything we said..."},{"T":"302","2":"You'd think that, wouldn't you?"},{"T":"301","2":"Female Commandant","3":"No matter, just don't slow us down."},{"T":"301","2":"Qu","3":"The same goes for you, too."},{"T":"301","2":"Male Commandant","3":"I am the leader of this operation. Everyone must obey my orders. Got it, Boss?"},{"T":"302","2":"Of course."},{"T":"301","2":"Female Commandant","3":"Boss, you take the west. We'll stay here."},{"T":"301","2":"Qu","3":"Hmph, seems 'reasonable'..."},{"T":"302","2":"Roger. Let's go."},{"T":"301","2":"Qu","3":"Why do we have to listen to orders from dimwits? Is that how Babylonia works?"},{"T":"302","2":"Orders must be obeyed on the battlefield."},{"T":"301","3":"Still unable to understand, Qu follows you to take up garrison in the western region."},{"T":"301","3":"And very quickly, Qu's concerns come true..."},{"T":"301","2":"Qu","3":"Mmph..."},{"T":"302","2":"Qu, are you hurt?!"},{"T":"301","3":"Qu tears out the Corrupted appendage stabbed into her leg. Vital fluid begins to pour out from her wound."},{"T":"301","2":"Qu","3":"Don't worry. It's nothing serious... But we can't leave the cave now."},{"T":"301","3":"Horrifying screams echo throughout the cave... You can tell that the Corrupted already have you surrounded."},{"T":"301","2":"Qu","3":"This can't just be a coincidence... The Corrupted already have us surrounded before we could establish a communication channel."},{"T":"301","3":"Obviously, Qu meant that the other two commandants set you up."},{"T":"302","2":"No way."},{"T":"301","2":"Qu","3":"Boy, aren't you naive... Those in the limelight always attract those that want a share."},{"T":"301","2":"Qu","3":"You can't trust anyone on your way to the top... The Path to Glory is that of solitude."},{"T":"302","2":"I don't want to be at the top."},{"T":"301","2":"Qu","3":"Unfortunately, sometimes you don't have any other choice. Just like now."},{"T":"302","2":"Even if we have our differences, they're still our comrades."},{"T":"301","2":"Qu","3":"Enough with the comrade spiel... Even family members will stab you in the back!"},{"T":"302","2":"I choose to trust them."},{"T":"301","3":"You hand a signal flare to Qu."},{"T":"302","2":"But do you trust me?"},{"T":"301","2":"Qu","3":"This is stupid... Even if there's only a 1% chance of success, I still won't lose hope..."},{"T":"301","3":"Qu smiles. She picks up the flare and fires it into the sky—exposing your position to your comrades, but also the enemy."},{"T":"301","2":"Corrupted","3":"Rargh—!!! Argh!!"},{"T":"301","3":"As expected, you hear a flurry of footsteps as Corrupted approach the cave."},{"T":"301","3":"You sling Qu's hand over your shoulder to support her injured leg, then help her to her feet."},{"T":"302","2":"They're coming, Qu!"},{"T":"301","2":"Qu","3":"I take back what I said earlier. Maybe you aren't a star commandant, you're just a fool. Simple as that."},{"T":"302","2":"You're only just now finding that out?"},{"T":"301","2":"Qu","3":"But I'm the star of Kowloong in my own right. I won't let my partner die so easily."},{"T":"301","3":"Corrupted swarm the cave. Both of you manage to help each other fight through the waves of enemies, but you are nearing your limit."},{"T":"301","2":"Qu","3":"There's no stopping them...!"},{"T":"301","3":"Qu kicks away an approaching Corrupted, causing her remaining leg to ignite with sparks as it is destroyed."},{"T":"301","2":"Qu","3":"Commandant! It's okay, leave me! Run!"},{"T":"302","2":"No need to retreat! Time to counterattack!"},{"T":"301","3":"Three flickering lights fly through the air, then fall around you and explode, turning most of the Corrupted into scrap iron."},{"T":"301","2":"Qu","3":"Have they... really come to save us?"},{"T":"301","2":"Male Commandant","3":"Hey, Boss! Are you guys okay?!"},{"T":"302","2":"I'm alright. Can't say the same about her legs."},{"T":"301","3":"To your surprise, the two commandants from before arrive with the Support Force from Babylonia."},{"T":"301","2":"Female Commandant","3":"Thank goodness! We wouldn't have found you had it not been for the signal flare."},{"T":"301","2":"Male Commandant","3":"Great work, Boss... That sure took a lot of courage to fire that off at a time like this."},{"T":"301","3":"The female commandant and support Construct begin work on repairing Qu's injured legs."},{"T":"301","2":"Female Commandant","3":"You too. I didn't think an obsolete Construct could last so long against so many Corrupted..."},{"T":"301","2":"Male Commandant","3":"I think we underestimated the combat capabilities of older models. I think we should take this to the Science Council for reevaluation."},{"T":"302","2":"No... We just got lucky is all!"},{"T":"301","3":"Qu couldn't help but laugh seeing you try to desperately explain yourself."},{"T":"301","2":"Qu","3":"Maybe I underestimated 'humans'—whether that be 【kuroname】 or the two other commandants."},{"T":"301","2":"Qu","3":"Ugliness and beauty; malice and goodwill; cowardice and courage; vulnerability and strength—all are intertwined. Humanity is defined by contradiction and irrationality."},{"T":"301","3":"Qu looks off into the distance at the people celebrating the victory. Her gaze finally falls upon the person in the center of it all."},{"T":"301","2":"Qu","3":"【kuroname】, I believe I now have a better understanding of what you believe in."}]