[{"T":"301","3":"Meanwhile..."},{"T":"301","3":"Murray has already disassembled the large terminal in the archives and connected cables of various sizes to a peculiar-looking module."},{"T":"301","3":"He looks at the jerry-rigged bionic access terminal and smiles wryly."},{"T":"301","2":"Murray","3":"Looks like this is the only place to infiltrate Gestalt without being detected."},{"T":"301","2":"Murray","3":"Gestalt is limited by the principal protocols, so it won't intentionally inflict fatal damage to a human consciousness..."},{"T":"301","2":"Murray","3":"But who can be sure that Gestalt is still its former self after having evolved for so long?"},{"T":"301","3":"Murray sighs as he puts the mask-shaped bionic access terminal on his face."},{"T":"301","3":"Upon doing so, Murray is removed from all his senses as his consciousness falls into a vortex of emptiness."},{"T":"301","3":"There is only one thought left in Murray's mind as he falls."},{"T":"301","2":"Murray","3":"If this is what you feel... what Constructs feel when they dive in, then, Lee... I don't envy you."},{"T":"301","2":"Murray","3":"...If I had a choice between infiltrating Gestalt and negotiating with some strange Ascendant, I'd probably choose the latter."},{"T":"301","3":"The vortex subsides and Murray finds himself 'once again' in Babylonia."},{"T":"301","2":"Murray","3":"..."},{"T":"301","2":"Murray","3":"...Time to get to work."},{"T":"301","2":"Murray","3":"While Gestalt is busy dealing with the intruder and the Gray Ravens..."},{"T":"301","2":"Murray","3":"I'll see what secrets I can uncover here."},{"T":"301","2":"Murray","3":"But before I do, I need to be prepared."},{"T":"301","3":"Murray reaches out with both hands toward where he entered, and he opens his hands as if calling upon something—"},{"T":"301","2":"Murray","3":"Start the full band lockdown procedure and activate safe mode for this block."},{"T":"301","2":"Murray","3":"This will deactivate the normal immersion disengagement procedure, but that shouldn't be an issue for you, Lee."},{"T":"301","2":"Murray","3":"...Let's see how Commander Nikola's minions will react."},{"T":"301","2":"Murray","3":"After all... only by activating the security mode can I cover my tracks."},{"T":"301","2":"Asimov","3":"...What's this signal?"},{"T":"301","2":"Karenina","3":"What?"},{"T":"301","2":"Asimov","3":"Take a look."},{"T":"301","3":"Asimov points at the screen, which displays a lit-up dot hovering around 'Core S-4-2'."},{"T":"301","2":"Asimov","3":"What's this? It just appeared."},{"T":"301","2":"Karenina","3":"That shouldn't be there. That floor is highly isolated—it shouldn't be accessible to external entries..."},{"T":"301","3":"While they are busy figuring out the source of the signal, the screen turns blank right before their eyes."},{"T":"301","3":"And then, the screen displays a massive warning: 'Connection rejected.'"},{"T":"301","2":"Asimov","3":"...What's going on?"},{"T":"301","2":"Karenina","3":"Switch to jumper L-X-12A!"},{"T":"301","3":"*Connection rejected.*"},{"T":"301","2":"Karenina","3":"Then add X-K-6 and bridge it directly to Gestalt's maintenance interface!"},{"T":"301","3":"*Connection rejected.*"},{"T":"301","2":"Karenina","3":"...The ****?"},{"T":"301","2":"Asimov","3":"This is not an external problem. All interfaces have been disconnected internally."},{"T":"301","2":"Asimov","3":"It seems like... no one but those already inside can tell what the internal situation of Gestalt is right now."},{"T":"301","2":"Karenina","3":"..."},{"T":"301","2":"Karenina","3":"All we can do is maintain power and give them a chance to disengage."},{"T":"301","2":"Liv","3":"Scanning complete... No anomalies detected."},{"T":"302","2":"Then let's move out."},{"T":"301","2":"Lucia","3":"Understood."},{"T":"301","2":"Lee","3":"Asimov, we're going to the bridge in the virtual space."},{"T":"301","3":"..."},{"T":"301","2":"Lee","3":"Asimov?"},{"T":"301","2":"Lee","3":"...Our comms are disconnected."},{"T":"302","2":"...What's going on?"},{"T":"301","2":"Lee","3":"No clue."},{"T":"301","2":"Lucia","3":"Try activating the logout sequence?"},{"T":"301","3":"*Logout requests nonoperational.*"},{"T":"301","2":"Lucia","3":"...We can't disengage."},{"T":"302","2":"Well then, all we can do is keep moving."},{"T":"301","2":"Lucia","3":"Right. Let's focus on our mission... We'll figure out the rest later."},{"T":"301","2":"Huaxu","3":"The main intrusion terminal is under threat. Proceeding intrusions cannot be guaranteed."},{"T":"301","2":"Luna","3":"...That's enough. Withdraw the main intrusion terminal as soon as possible. Since it's about to fail, there's no reason to tangle with them any further."},{"T":"301","2":"Huaxu","3":"That will take some time. I will need to withdraw all the data uploaded to Gestalt through each external port to prevent them from tracing the source and each bridge contact."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"Sister."},{"T":"301","2":"α","3":"Yes?"},{"T":"301","2":"Luna","3":"Our mission to crash Babylonia has failed. Have everyone maintain defensive positions and retreat in my direction."},{"T":"301","2":"α","3":"Alright, I will begin immediately."},{"T":"301","2":"Luna","3":"Wait, not so fast."},{"T":"301","2":"Luna","3":"Don't fall into their trap. Maintain an orderly retreat."},{"T":"301","2":"α","3":"Understood."},{"T":"301","2":"Luna","3":"Is something wrong?"},{"T":"301","2":"α","3":"Gabriel and Roland both 'took a detour' on their way to their destinations."},{"T":"301","2":"Luna","3":"...I see."}]