[{"T":"301","3":"Another bright day begins to break. Laoyu gets up and washes up as normal, then moves the dried wood from the shelf to the warehouse."},{"T":"301","3":"Laoyu is unsure why he continues to do this, other than the fact that not doing so would make his day feel incomplete."},{"T":"301","2":"Laoyu","3":"H-heave—ho!"},{"T":"301","3":"As he puts a piece of wood on his shoulder and raises his head, a confused Changyu appears before him."},{"T":"301","2":"Laoyu","3":"W-w-what are you doing?! Y-y-you scared me!"},{"T":"301","2":"Changyu","3":"Oh, sorry... Need a hand?"},{"T":"301","2":"Laoyu","3":"Careful. P-put it off to the side."},{"T":"301","2":"Changyu","3":"Hey, Laoyu. Can I ask you something?"},{"T":"301","2":"Laoyu","3":"W-what?"},{"T":"301","3":"Laoyu immediately tenses up. After all, Changyu has always been the one to come up with all sorts of funny ideas."},{"T":"301","2":"Changyu","3":"It's just... I know you also take care of the equipment. So usually, what do we need to put on a performance?"},{"T":"301","2":"Laoyu","3":"You s-still want to put on a p-performance?"},{"T":"301","2":"Changyu","3":"Heh, don't worry about it. Let's just say I wanted to put on a show."},{"T":"301","2":"Laoyu","3":"O-okay..."},{"T":"301","2":"Laoyu","3":"Two stereos, two platforms, t-three lights, instruments..."},{"T":"301","3":"Changyu jots down in his notebook."},{"T":"301","2":"Laoyu","3":"Ch-Changyu."},{"T":"301","2":"Changyu","3":"What?"},{"T":"301","2":"Laoyu","3":"D-do you really want to put on your own p-p-performance?"},{"T":"301","2":"Changyu","3":"Hah, sure, let's go with that. By the way, is Yusheng back?"},{"T":"301","2":"Laoyu","3":"N-no, he hasn't been seen all m-morning. Director said if h-he's not back this a-a-afternoon, I should s-send someone to ask for him."},{"T":"301","2":"Changyu","3":"Maybe something happened to him. I was going to sleep on the roof of Yanfei hall yesterday, but the streets were in chaos all night. I couldn't sleep at all."},{"T":"301","2":"Changyu","3":"What could it be? The Kowloong Crew was running up and down the streets yesterday."},{"T":"301","2":"Laoyu","3":"M-might be that c-celebration on the radio last n-n-night..."},{"T":"301","2":"Changyu","3":"?"},{"T":"301","3":"Laoyu takes a radio out of his pocket and adjusts the frequency. A wobbling voice, warped by static, fades in and out through the old speaker."},{"T":"301","2":"News Report","3":"As everyone waited at the edge of their seats, the World Government's first Zero-point Reactor has successfully completed its first test."},{"T":"301","2":"News Report","3":"The Kowloong Chamber of Commerce has decided to use this opportunity to host a city-wide celebration. At this..."},{"T":"301","2":"Laoyu","3":"T-the reporter says that t-they're going to invite the heads of c-c-commercial organizations to host a b-banquet..."},{"T":"301","3":"Laoyu says to himself, unaware that as the broadcast plays, Changyu begins to light up."},{"T":"301","2":"Changyu","3":"...Oh! Eureka!"},{"T":"301","2":"Changyu","3":"I'll be right back!"},{"T":"301","3":"Changyu grabs the pocket radio from Laoyu and runs into the inner courtyard."},{"T":"301","2":"Laoyu","3":"H-hey! W-where do you think y-you're going!"},{"T":"301","2":"Director","3":"..."},{"T":"301","2":"Changyu","3":"Director! This is our last chance! If we can get this gig, the theater will last at least another six months!"},{"T":"301","2":"Director","3":"Changyu."},{"T":"301","2":"Director","3":"A third of the world's biggest tycoons will all be at this banquet. Do you think this is something we can handle?"},{"T":"301","2":"Changyu","3":"Who cares! Our livelihoods are at stake!"},{"T":"301","2":"Director","3":"Fine. Let's give it a chance."},{"T":"301","2":"Director","3":"The issue, though, is that we don't even have the money to pay for a band or a supporting cast..."},{"T":"301","2":"Changyu","3":"I'll go raise it! If it's just one show..."},{"T":"301","3":"With that, Changyu tosses the radio on the director's table and rushes out again."},{"T":"301","2":"Director","3":"That child... Sigh, I guess that's what makes him Changyu."},{"T":"301","2":"Director","3":"Even these ol' bones sometimes feel like there's nothing this kid can't do..."},{"T":"301","2":"Director","3":"Even if the theater is really gone, I'm sure he'll manage just fine..."},{"T":"301","3":"The director drinks the last mouthful of strong tea and dials up his 'old friend.'"},{"T":"301","2":"Director","3":"It's me. I may be old and washed up, but I have a small favor to ask..."},{"T":"301","3":"Running into the street, the glory days of the theater seem to flash right before Changyu's very eyes—"},{"T":"301","3":"The walls and eaves were not as dilapidated, but instead, covered in the highest quality of white plaster. The extravagance was classical—intricate friezes, vermillion pillars, and tiles of ceramic blue."},{"T":"301","3":"And yet, what truly made it a spectacle was the long line of people at the gate of the theater, alive with the greeting of the attendants and urging voices from the crowd one after another."},{"T":"301","2":"Bystander A","3":"Hey! Can you fit one more in tonight's Black Guardian?"},{"T":"301","2":"Servant","3":"Apologies, sir! At this rate you'll have to sit on the table!"},{"T":"301","2":"Bystander B","3":"A pot of jasmine tea and another plate of stewed beef tendon and boiled noodles, please!"},{"T":"301","2":"Bystander C","3":"Hah! People who didn't know this is a theater would be thinking this is some restaurant. Didn't have dinner before you came here or what?"},{"T":"301","2":"Bystander B","3":"What's it got to do with you! Nothing beats dinner and a show!"},{"T":"301","3":"The crowd pushed Changyu into the theater. In the front row, Laoyu and the director were sitting there and waving to him. Changyu waved back to them excitedly."},{"T":"301","2":"Changyu","3":"Quite the turn out tonight!"},{"T":"301","2":"Laoyu","3":"Yu-Yusheng's new play, sure to be a h-hit."},{"T":"301","2":"Director","3":"Sit down and quit fidgeting."},{"T":"301","2":"Changyu","3":"Hehe, yea—yeah!"},{"T":"301","3":"The theater lights dimmed, leaving the spotlight on the stage as the only source of light. There stood Yusheng, Mr. Bai, and Liuzhi. They stood there valiantly as if untouched by sorrows in the past."},{"T":"301","3":"Following that, the gongs and drums roared as the show began—"},{"T":"301","3":"—Then back to reality."},{"T":"301","2":"Changyu","3":"..."},{"T":"301","2":"Changyu","3":"Repairing the equipment, creating the props, then calling Liuzhi and Mr. Bai back for another night of shows..."},{"T":"301","2":"Changyu","3":"As for the play... Yusheng loves acting as the scholar so much, let's just do Mandarin Duck Pond. Liuzhi and Su Bai can be the supporting actors. Life imitates theater, theater imitates life—wonderful!"},{"T":"301","2":"Changyu","3":"As for the cost... Four thousand... No, four thousand five hundred. If I can get Liuzhi and Su Bai to deceive each other, that should about cover it."},{"T":"301","3":"The young man secretly settles the cost. And in the theater, so does the old man."},{"T":"301","2":"Director","3":"Alright, understood."},{"T":"301","2":"Director","3":"He might be a bit reckless and unruly."},{"T":"301","2":"Director","3":"But I'm sure he'll direct a good play."},{"T":"301","2":"Director","3":"I don't have much time left. He's not my direct disciple, but he's a good learner."},{"T":"301","2":"Director","3":"If you really plan on using the celebration to save the theater, I think it'll be a good choice to keep him after that."},{"T":"301","2":"Director","3":"As for us and the others? We're too old and washed up. This is no longer our generation."},{"T":"301","2":"Director","3":"In this world of young people, they should be the stars."}]