[{"T":"301","2":"Rosetta","3":"Do you know how to fish, Commandant?"},{"T":"301","3":"While doing mission work in the snow, Rosetta suddenly throws a question at you."},{"T":"302","2":"Kinda sorta."},{"T":"301","2":"Rosetta","3":"Kinda sorta...? Which means you should learn how to properly fish. Grab your fishing pole, Commandant."},{"T":"301","2":"Rosetta","3":"We've had a few mishaps so far, but at least we managed to start a fire and set up camp."},{"T":"301","2":"Rosetta","3":"Next up, time to learn about how to secure food."},{"T":"302","2":"Can't we just eat rations?","4":"So we need to fish?"},{"T":"301","2":"Rosetta","3":"That's not really in accordance with nature. Plus, fresh fish is loads better than the rations from Babylonia."},{"T":"301","2":"Rosetta","3":"Yup. The Forest Guards live in accordance with nature, so fishing is one of the ways we do that."},{"T":"301","2":"Rosetta","3":"I have all the necessary tools ready this time. Commandant, we just need to find a good place to fish."},{"T":"301","3":"——"},{"T":"301","3":"30 minutes later—"},{"T":"301","2":"Rosetta","3":"..."},{"T":"302","2":"Any bites, Rosetta?","4":"(Feeling a little tired...)"},{"T":"301","2":"Rosetta","3":"..."},{"T":"301","3":"Rosetta's silence speaks louder than words. The fishing bucket is sloshing around in the liveliness of pure sea water."},{"T":"301","3":"In other words, not so much as a nibble."},{"T":"301","2":"Rosetta","3":"Today's not my lucky day... Can't help it..."},{"T":"301","3":"As if taking a blow to her heart, Rosetta picks up a rock and hurls it after a long exasperated sigh."},{"T":"302","2":"Whoa, deja vu.","4":"Stop!"},{"T":"301","2":"Rosetta","3":"Special summon!"},{"T":"301","3":"Instantly, you realize Rosetta's nefarious plans. However, you are helpless in stopping the tragedy from unfolding."},{"T":"301","3":"The special-summon rock skips for over twenty times before sinking into the sea."},{"T":"301","3":"Silence fills the air, then compresses into tension. Rosetta fixes her eyes on the shore, waiting for the fated arrival."},{"T":"301","3":"But her expectant gaze is only met with the reticent and gentle waves of the sea. The watery ritual did not summon the furry bionic; the air is absent of his signature roar."},{"T":"301","3":"Which is to be expected. After all, even coincidences have its limits."},{"T":"301","2":"Bionic Bear","3":"Oh. Just saw you two from afar and decided to come ashore early."},{"T":"302","2":"Huh!?"},{"T":"301","2":"Rosetta","3":"Huh!?"},{"T":"301","2":"Bionic Bear","3":"Why do you look so surprised? No, wait! The last two rocks might have been accidents, but this time, you're definitely tryna land it!"},{"T":"301","2":"Rosetta","3":"Well... I only know how to summon you this way."},{"T":"301","2":"Bionic Bear","3":"..."},{"T":"301","2":"Bionic Bear","3":"So you want me to help catch fish this time, aye?"},{"T":"301","2":"Rosetta","3":"Yeah. No bites so far, no choice but to catch fish directly. But Commandant does not have diving gear, and I'm also not built for underwater operations."},{"T":"301","2":"Rosetta","3":"Think you could help out? We're about done for today, so I want the commandant to have a taste of the Arctic flavor if possible."},{"T":"301","2":"Bionic Bear","3":"Yeah, yeah... Y'know, you rocky horrorshow kinda rubs me the wrong way, but seeing you here with an empty bucket all day does make me feel kinda sorry."},{"T":"301","2":"Bionic Bear","3":"Alright then, I'll give you some of my fish."},{"T":"302","2":"You'll give us fish?","4":"Thanks."},{"T":"301","2":"Bionic Bear","3":"What? Got a problem with that?"},{"T":"301","2":"Rosetta","3":"I think Commandant is wondering why you're 'giving' us fish, instead of catching."},{"T":"301","2":"Bionic Bear","3":"Pah. Then I'll have to get my fur all wet again."},{"T":"301","2":"Bionic Bear","3":"Pfffah, just be grateful is all."},{"T":"301","3":"With that, the bionic bear opens up his tummy and a refrigerator compartment appears before your eyes."},{"T":"301","2":"Rosetta","3":"...You have a fridge for your belly? You bionics are just like Swiss Army knives, aren't you?"},{"T":"301","2":"Bionic Bear","3":"There's like ten other functions or so, which are all highly practical. Alright! How about a roast fish for the human right here on the spot? You can trust your bear's grill!"},{"T":"301","3":"The bear treats you to a delicious dinner."},{"T":"301","3":"——"},{"T":"301","2":"Rosetta","3":"It's already night, huh... I went fishing some more after that, but no luck."},{"T":"302","2":"You'll get a bite eventually.","4":"Let's just have the bear help next time as well."},{"T":"301","2":"Rosetta","3":"I'll keep trying, but it seems like fishing still takes luck after all."},{"T":"301","2":"Rosetta","3":"Yeah. If we still can't get any bites, let's do so."},{"T":"301","3":"With that, Rosetta looks up at the sky."},{"T":"301","2":"Rosetta","3":"Only one last area to survey..."},{"T":"301","2":"Rosetta","3":"Just... my lucky day."}]