[{"T":"301","3":"One ordinary afternoon in Eden."},{"T":"301","3":"Sitting in front of her desk, the girl is writing a letter in elegant cursive. Warm artificial sunlight shines through the window, following the tip of her pen."},{"T":"301","3":"—...I'll wait for you."},{"T":"301","3":"—I'll be wearing an Iris behind my ear. You'll recognize me for sure."},{"T":"301","3":"She presses the pen slightly harder against the paper, soaking it as she finishes the letter off with a full stop. She wipes the ink off her pen and puts it back into the box."},{"T":"301","3":"She picks up the letter, folds it, then puts it into an envelope and seals it."},{"T":"301","3":"After all the actions, she sighs in relief and stands up."},{"T":"301","3":"With her hands crossed, she presses the envelope close to her chest as if she is making a prayer. Then she collapses onto her bed, facing the ceiling."},{"T":"301","3":"The lights on the ceiling have been reconfigured by her to resemble the starry sky. It is still early in the afternoon, and the 'stars' aren't lighting up yet."},{"T":"301","3":"Soon, she will be posting the letter out."},{"T":"301","3":"What should she say first if she really sees 【kuroname】 in person?"},{"T":"301","3":"She never thought that she would be so troubled by a simple opening speech."},{"T":"301","3":"Would 'Nice to meet you' be too distant? They have never met, but she thinks they have known each other well enough after having exchanged so many letters."},{"T":"301","3":"Not to mention that they could have walked past each other long ago at somewhere in Eden."},{"T":"301","3":"Will that person also be looking forward to the meet just like she is?"},{"T":"301","3":"The only thing she can confirm is that she has many things to share with that person. Way too many for letters to hold."},{"T":"301","2":"Selena","3":"What to do..."},{"T":"301","3":"Unable to contain her thoughts, she rolls over on the bed, buries her head in the soft pillow and sighs."},{"T":"301","3":"There are still many days before the event, but she can't help thinking about what she needs to do on that day."},{"T":"301","3":"What would make a nice self-introduction? What sort of gesture should she take during the dance? And... She must remember to hold her excitement and not do anything inappropriate."},{"T":"301","3":"—At least she does not need to worry about the dress. She has someone she can fully trust when it comes to advices on attire and outfit."},{"T":"301","3":"She turns around and looks at a blueprint design on the side table. Its designer has written some comments on it."},{"T":"304","1":"The frame's coating is inspired by tango and its structure has taken reference from dancers, making it a great unit for dancing.","2":"cc82cfff"},{"T":"304","1":"You said you had an important ball coming, right?","2":"cc82cfff"},{"T":"304","1":"And I'm still mad at you for applying to become a Construct behind my back!","2":"cc82cfff"},{"T":"304","1":"So just leave it all to me this time!","2":"cc82cfff"},{"T":"304","1":"Right, the dress is still missing one important accessory. Is there anything that comes to your mind? I need your advice!","2":"cc82cfff"},{"T":"301","3":"Not long ago, her best friend was telling her the inspirations she got on her new frame design."},{"T":"301","3":"According to her plan, the frame would be ready for first adaptation on the day of the WGAA ball. It may not be combat-ready, but is more than enough for a dance."},{"T":"301","3":"Still lost in thought, she catches a glance of the envelope in her hand. It is carefully sealed by wax, with a golden, six-petal flower stamped on top."},{"T":"301","3":"Something has come to her mind."},{"T":"301","3":"'—O courteous shade! Thou whose fame yet lives, and shall live long as nature lasts!'"},{"T":"301","3":"..."},{"T":"301","3":"You sense a strange distortion in the objectives in your vision. You shake your head to cast it away, then look back at the surroundings."},{"T":"301","3":"The world in your vision changes again."},{"T":"301","3":"It is the fabulous front yard of the opera house, full of guests in gorgeous outfits. The melody of waltz starts from afar, making your stagnant mind start to move again."},{"T":"301","3":"Right, you're waiting for someone."},{"T":"301","3":"When you remember it, you hear a long, vague song from a distant place, as if it comes from a creature that does not belong here. You could not tell what it is."},{"T":"301","3":"You look up, trying to look for it. A bell rings, and a brilliant violet comes to the vision."},{"T":"301","3":"It's a girl. She walks over with a warm smile, her long hair flying behind like the wings of a mockingbird."},{"T":"301","2":"???","3":"Hello."},{"T":"301","2":"???","3":"If I may... Have we met before?"},{"T":"301","3":"The iris on her hair is blooming in the night. The pure purple is reflected in her eyes, lighting up the excitement in them."},{"T":"301","3":"She has recognized you."},{"T":"302","2":"Iris.","4":"Selena..."},{"T":"302","2":"Hi, I'm 【kuroname】."},{"T":"301","2":"Iris","3":"【kuroname】."},{"T":"301","3":"Iris repeats after you softly, and she smiles like a flower."},{"T":"301","2":"Iris","3":"We have finally met."},{"T":"301","3":"You call out that name before you realize."},{"T":"301","3":"The girl is slightly shocked. Her purple eyes have darkened."},{"T":"301","3":"But she smiles again the next moment."},{"T":"301","2":"Iris","3":"I am your Iris."},{"T":"301","2":"Iris","3":"I have finally met you, 【kuroname】."},{"T":"301","3":"You just stand there, looking at each other without any words."},{"T":"301","3":"You have a lot to tell each other and a lot of questions to ask, but you just stare at each other in silence as if time has frozen."},{"T":"301","3":"The ball has started and guests are going in. People keep giving weird looks when they walk past."},{"T":"301","3":"—It's that famous young opera singer. Why is she..."},{"T":"301","3":"—Construct..."},{"T":"301","3":"—It's not a rumor. Who would have thought? Even she has..."},{"T":"301","3":"—Does it have anything to do with 'The Acadia Evacuation' being halted indefinitely?"},{"T":"301","3":"—Hey, someone ask her for an autograph."},{"T":"301","3":"—Did she give up on art?"},{"T":"301","3":"You hear many whispers."},{"T":"301","3":"Slightly upset, you walk forward and shield her from the various looks they exchange."},{"T":"301","2":"Iris","3":"Is everything alright?"},{"T":"301","3":"The girl's crystal clear eyes are always on you, completely unaware that she has become the crowd's focus."},{"T":"301","3":"Perhaps she has already accepted everything of her past. Now she is standing in the tempest as a warrior, with even purer faith and love."},{"T":"301","3":"—Just like the original form of her soul."},{"T":"302","2":"Yeah... It's all good."},{"T":"301","3":"The waltz has come to an end. After a short break, the instruments start to play again. You hear a tango melody."},{"T":"301","3":"The next dance has started."},{"T":"301","3":"You realize you are standing on the edge of the hall."},{"T":"302","2":"(Take initiative to invite)","4":"(Remain silent)"},{"T":"301","3":"Without hesitation, you reach out to her."},{"T":"302","2":"Iris."},{"T":"302","2":"Would you like to dance with me?"},{"T":"301","3":"The girl blinks and blushes. She crosses her fingers in slight regret."},{"T":"301","3":"—I was supposed to ask first."},{"T":"301","3":"Hearing the mumble, you recall the 'guidance' she mentioned in the letters and chuckle."},{"T":"301","3":"The girl has already placed her hand in your palm. It feels a little cold, but your heart is softly touched."},{"T":"301","2":"Iris","3":"It's my honor, 【kuroname】."},{"T":"301","3":"You take her hand and walk into the brilliant ball room."},{"T":"301","3":"With most days spent in missions and combat drills, it is the first time you come to an occasion like this. You feel a little awkward and lost looking at the chandeliers and dancing guests."},{"T":"301","3":"Iris notices your hesitation."},{"T":"301","2":"Iris","3":"【kuroname】."},{"T":"301","3":"She smiles and raises her hand, making a flawless gesture."},{"T":"301","2":"Iris","3":"May I invite you for a dance?"},{"T":"301","3":"The girl extends her long, svelte arm. But you know very well that now that she has become a Construct, there is great strength both in those arms and in her mind."},{"T":"301","3":"The iris-colored eyes look at you, cheering you up quietly and gently."},{"T":"301","3":"You rest your hand in her palm without hesitation."},{"T":"302","2":"It's my honor."},{"T":"301","3":"Iris takes your hand and walks into the brilliant ball room."}]