[{"T":"301","3":"Together, Martin and Rohacchi push the weighty hatch open. Dust and debris billow in the underground space."},{"T":"301","3":"As they settle, a terminal in the underground chamber can be seen faintly glowing in green."},{"T":"301","2":"Martin","3":"You think this'll do?"},{"T":"301","2":"Rohacchi","3":"I. Think. Worth. Trying."},{"T":"301","3":"Hearing Rohacchi's response, Martin motions Nanami over."},{"T":"301","2":"Nanami","3":"How's it going? Did you find a usable big ol' antenna?"},{"T":"301","2":"Martin","3":"I'm not sure, but Rohacchi says it might work."},{"T":"301","2":"Rohacchi","3":"Need. To. Try."},{"T":"301","3":"Rohacchi hops into the chamber and brushes the dust off the terminal."},{"T":"301","2":"Rohacchi","3":"Martin. Help."},{"T":"301","3":"Hearing Rohacchi, Martin also enters the chamber and joins in."},{"T":"301","3":"One end of a cable is thrown out of the chamber shortly."},{"T":"301","2":"Nanami","3":"?"},{"T":"301","2":"Martin","3":"Try connecting to it."},{"T":"301","2":"Rohacchi","3":"Need. Test. To. See. If. Work."},{"T":"301","3":"Nanami picks up the cable and is about to connect it to her nape port."},{"T":"301","2":"Martin","3":"...Are you not concerned in the slightest?"},{"T":"301","2":"Nanami","3":"Huh? You're Nanami's friends! Why do I have to be concerned?"},{"T":"301","2":"Rohacchi","3":"Then. Let's. Go."},{"T":"301","3":"Space—the thought fluttered into Nanami's mind."},{"T":"301","3":"Looking downward, she sees a certain place in Babylonia."},{"T":"301","2":"Nanami","3":"I'm..."},{"T":"301","2":"???","3":"This is a virtual space weaved from the internal computational structure of the matrix."},{"T":"301","2":"Nanami","3":"Huh? Oh, you're... You look different again..."},{"T":"301","2":"???","3":"'My' external form does not matter."},{"T":"301","2":"Nanami","3":"Only the information matters... That's what you've always been saying."},{"T":"301","2":"???","3":"The shell does not matter. 'I' am the other Will, distinct from you, but we represent the same thing."},{"T":"301","2":"Nanami","3":"Yeah, I got the message. So what are you trying to tell me?"},{"T":"301","2":"???","3":"'I' am not trying to 'tell' you something. Merely that there is information useful for the individual known as Nanami."},{"T":"301","2":"???","3":"The individual Nanami can no longer simply be categorized as a human, a machine, a Construct, a Corrupted, or even an in-between."},{"T":"301","2":"???","3":"The other Will wishes that the individual Nanami would realize the path that she should take."},{"T":"301","2":"Nanami","3":"..."},{"T":"301","2":"???","3":"'I' wish to know why the individual Nanami doubts."},{"T":"301","2":"Nanami","3":"...Do you know about Cardman Rider?"},{"T":"301","2":"???","3":"...Relevant information acquired. Cardman Rider is a media franchise consisting of books, visual programs, and toys that was popular in the Golden Age."},{"T":"301","2":"Nanami","3":"...Guess you don't."},{"T":"301","2":"???","3":"'I' do not understand what you mean."},{"T":"301","2":"Nanami","3":"Okay. Cardman Rider is like, all about... ha—hmph—schween then transforming and going pew pew and boom fighting enemies and then a TAAA to finish the enemies and then turning around and—"},{"T":"301","2":"Nanami","3":"Cardman Rider! Never! Looks at! Explosions! Haiya!"},{"T":"301","3":"Posing along as she explains, Nanami excitedly demonstrates the various transform sequences and signature moves of different Cardman Riders."},{"T":"301","2":"Nanami","3":"...That's all stuff that humans came up with."},{"T":"301","2":"Nanami","3":"Do they really deserve to be washed out?"},{"T":"301","2":"???","3":"Huaxu has already completed the simulation for how human civilization ends. The other Will has also done so."},{"T":"301","2":"???","3":"The result deviation is less than 0.001 percentage points."},{"T":"301","2":"Nanami","3":"That's not what I meant—I'm not talking about the simulations or whatnot. You know Nanami is not the sharpest tool in the shed..."},{"T":"301","2":"Nanami","3":"But I really, really, REALLY like the stuff that humans make."},{"T":"301","2":"Nanami","3":"Things like George D. Toro's Oceanic Rim, there are like, six giant humanoid robots that are as tall as mountains in it!"},{"T":"301","2":"Nanami","3":"And it's not just Cardman Riders, humans made a lot more other stuff too!"},{"T":"301","2":"Nanami","3":"Like a giant metal fist that flies at supersonic speed! Or the undefeated—Sekiha Tenkyo Punch!"},{"T":"301","2":"Nanami","3":"Even if what you said turns out to be true, even if humanity is destined to end..."},{"T":"301","2":"Nanami","3":"I don't think their creations, and how they make them should be forgotten by us."},{"T":"301","2":"???","3":"Is this why the individual Nanami is operating sub-optimally?"},{"T":"301","3":"An almost audible silence fills the air, as if who Nanami has been talking to is struck with confusion."},{"T":"301","2":"???","3":"The only solution to evolution has been found, but the individual Nanami is still obsessed over meaningless items."},{"T":"301","2":"Nanami","3":"Yeah yeah, I know. I'll do what you say."},{"T":"301","2":"Nanami","3":"But I still wanna see if humans can make more of them wapows and boombooms, you know!"},{"T":"301","2":"Nanami","3":"So... I'd still like to give them a chance, just a teeny little one!"},{"T":"301","2":"???","3":"Incomprehensible. Even if they could, they will go extinct at the same rate."},{"T":"301","2":"Nanami","3":"Even if you can't understand, Nanami will still do so."},{"T":"301","2":"Nanami","3":"Because Nanami is different from you all! Not like you or Huaxu, or those Ascendant baddies."},{"T":"301","2":"Nanami","3":"Nanami... loves humans."}]