[{"T":"301","3":"This is a dark underground building. The dust in the air and the cobwebs in the corners are signs that it has been years since anyone lived here."},{"T":"301","3":"A soft blue fluorescence light appears before a robot, and the projection shows the face of a young man following a brief distortion."},{"T":"301","2":"Murray","3":"Well, it seems like the connection is fine."},{"T":"301","2":"Murray","3":"Hi, I believe this is the first time we've ever met."},{"T":"301","2":"Huaxu","3":"Greetings, human. Or should I call you the dealer?"},{"T":"301","2":"Murray","3":"It seems like you know about the deal I had with Villier."},{"T":"301","2":"Huaxu","3":"Why are you exposing yourself instead of talking to me through your robot?"},{"T":"301","2":"Murray","3":"Because I believe I ought to show some respect when meeting your user."},{"T":"301","2":"Huaxu","3":"According to my records, you never expose anything about yourself when you deal with Luna and the others."},{"T":"301","2":"Murray","3":"I'm referring to your actual user—that is, Huaxu's master."},{"T":"301","2":"Huaxu","3":"..."},{"T":"301","2":"Murray","3":"I'm sure you've learned about everything that's happened here through Huaxu, Lady Qu."},{"T":"301","3":"Murray stares earnestly ahead, his usual smile vanished."},{"T":"301","3":"After a long silence and a distortion, a new comms projection appears in the space that Murray has been gazing into."},{"T":"301","2":"Murray","3":"I figured as much. Well, let me reintroduce myself."},{"T":"301","2":"Murray","3":"I have quite a few different identities. You can call me the dealer, or you can call me by my name, Murray."},{"T":"301","2":"Qu","3":"Murray... I remember you."},{"T":"301","2":"Murray","3":"It's such an honor that you know me."},{"T":"301","2":"Qu","3":"Save the pleasantries and get straight to the point."},{"T":"301","2":"Murray","3":"I'd like to make a deal with you."},{"T":"301","2":"Qu","3":"Oh? You're not talking about cooperation like what your President Hassen suggested, but a deal?"},{"T":"301","2":"Murray","3":"Yes, a deal it is."},{"T":"301","2":"Murray","3":"The storm that Luna has caused is letting up. I see it as perfect timing for us to sit down to have a conversation about a deal."},{"T":"301","2":"Murray","3":"I mean no disrespect toward you, but based on what I've seen in Huaxu's records, I'm guessing you handed Huaxu over to Luna on purpose."},{"T":"301","2":"Murray","3":"Be it exposing Luna's data beforehand through Huaxu, constantly stirring up hatred for Luna among other forces, or secretly providing guidance for Babylonia's Task Force..."},{"T":"301","2":"Murray","3":"All these point towards one thing—and that's Luna, one of Ascnet's agents."},{"T":"301","2":"Murray","3":"Huaxu was secretly trying to get into Luna's way while helping her."},{"T":"301","2":"Murray","3":"That's not something an AI would do without being ordered to, and you are the only person who could have done that, because your orders are capable of overriding everyone else's without getting noticed."},{"T":"301","2":"Qu","3":"That's about right. So, should we start talking about this deal?"},{"T":"301","2":"Murray","3":"Cutting straight to the chase. I like that."},{"T":"301","2":"Murray","3":"Luna is an unmanageable threat to your Tabula Akasha, and I personally also think it's high time that I stop my 'investment' in her, so why don't we work together to get rid of her?"},{"T":"301","2":"Murray","3":"I would like to keep Huaxu's 'key' for just a little while longer. In return, I've already assigned someone to 'keep an eye out' for Luna in place of Huaxu."},{"T":"301","2":"Murray","3":"For this deal to work, it is necessary that we share our information. I will provide you with Luna's real time information to figure out when to best take her out."},{"T":"301","2":"Murray","3":"In exchange, I will need you to grant me access to part of Huaxu's computing power, so I'm in a better position to counter Gestalt."},{"T":"301","2":"Qu","3":"How do I know if I can trust your information?"},{"T":"301","2":"Murray","3":"A deal only works when there is trust. I have no reason to provide you with false information."},{"T":"301","2":"Qu","3":"Truthful information can also lead to misunderstanding in war if it's incomplete."},{"T":"301","2":"Murray","3":"That is true, just like the information you fed Luna through Huaxu."},{"T":"301","2":"Murray","3":"You can erase my existence whenever you want with Huaxu's highest command in your hands, no?"},{"T":"301","2":"Murray","3":"To harm you would be to harm myself. As a human, I cherish my life."},{"T":"301","2":"Murray","3":"I still want to survive this goddamn war with him..."},{"T":"301","2":"Qu","3":"..."},{"T":"301","2":"Qu","3":"It's been so long..."},{"T":"301","2":"Murray","3":"Hm?"},{"T":"301","2":"Qu","3":"Talking to you reminds me of Villier. You two are similar in a certain way."},{"T":"301","2":"Murray","3":"...I'm sorry about what happened to Villier."},{"T":"301","2":"Qu","3":"It's nothing. Regardless, you've convinced me. We now have a deal."},{"T":"301","3":"With a snap of Qu's fingers, a dark green light comes out of Huaxu's terminal and enshrouds Murray."},{"T":"301","2":"Murray","3":"Thank you. I look forward to us working together."}]