[{"T":"301","2":"Lee","3":"Why are you coming with me?"},{"T":"302","2":"A scavenger hunt seems fun."},{"T":"301","3":"After setting a time to meet up, Lee decides to go on a scavenger hunt held throughout the venue. According to the introduction, first place wins a bunch of Star Tickets."},{"T":"302","2":"Also..."},{"T":"302","2":"It says they recommended teams of two."},{"T":"301","3":"You point at the flyer."},{"T":"301","2":"Lee","3":"I can do it myself."},{"T":"302","2":"But..."},{"T":"302","2":"This game requires a good sense of direction!"},{"T":"301","2":"Lee","3":"Shut up!"},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"If you're going to join me, then we have to get first place."},{"T":"302","2":"You betcha!","4":"This sure is tough..."},{"T":"301","3":"Without saying another word, you and Lee walk to the registration area."},{"T":"301","3":"After arriving at the event area, a staff hands you a flyer with a list of rules for the scavenger hunt."},{"T":"301","2":"Lee","3":"Looking for mechanical parts... sensors... Pretty creative."},{"T":"301","2":"Lee","3":"Well then, let's choose the hardest one."},{"T":"301","3":"You offer no objection."},{"T":"301","3":"Since teams of two are allowed to participate, your bonds as Gray Raven will be essential to winning. Right as you are about to plot your course, you hear someone greet you from behind."},{"T":"301","2":"Construct A","3":"Oh? Gray Raven?"},{"T":"301","3":"Turning around, you see members of the Engineering Force stationed here in the conservation area."},{"T":"301","3":"With the reputation of Gray Raven, it is no surprise you are recognized even after changing your attire."},{"T":"302","2":"Hello."},{"T":"301","2":"Construct B","3":"Is your team on a mission?"},{"T":"302","2":"We're on holiday."},{"T":"301","2":"Construct A","3":"Of course. There hasn't been any Corrupted active nearby lately."},{"T":"301","2":"Construct A","3":"The celebration sure is full of excitement. I haven't seen the people here this happy in a long time."},{"T":"301","2":"Construct B","3":"Are you guys participating in the scavenger hunt? I wouldn't bother if I were you."},{"T":"301","2":"Construct B","3":"With how long the Engineering Force has been stationed here, we know this place inside and out. Need I say any more?"},{"T":"302","2":"I like a challenge."},{"T":"301","2":"Construct A","3":"Then how about a friendly competition?"},{"T":"301","2":"Construct A","3":"Beating Gray Raven would sure get us some clout back home."},{"T":"302","2":"You're on."},{"T":"301","3":"Raising the stakes has surly made this game interesting."},{"T":"301","3":"The difficulty of this game is not only in finding the small parts but also telling them apart from similar components."},{"T":"301","3":"However, when it comes to knowledge of machine parts, almost everyone in the Engineering Force is an expert."},{"T":"301","2":"Lee","3":"I'll carry the sensor and transmit the radar signal to your terminal."},{"T":"301","2":"Lee","3":"You'll be responsible for finding the right location."},{"T":"301","3":"But Gray Raven has their 'expert,' too."},{"T":"302","2":"Leave it to me."}]