[{"T":"301","3":"On the plaza beyond the tower, countless mechanoids can be seen working on removing snow and strengthening the ground."},{"T":"301","3":"They are fast and orderly. Barely communicating with one another, they still function perfectly fine as a team."},{"T":"301","3":"From underground, the main building stems all the way up to the surface. Vaguely, one can still tell what it used to be—a starship, now buried."},{"T":"301","3":"The starship is reminiscent of the root of a tree—upon which the steel tower grows skyward through the ground."},{"T":"301","3":"As spectacular as it is, the structure stands awkwardly in the middle of nowhere—a sight made possible by the machines that have planned and worked on it."},{"T":"301","3":"There is no window because machines need no sunlight. The orderly electrical wiring and space assignment inside the building bring about still colder vibes."},{"T":"301","3":"The hall in the center of the structure is the only place in it that shines brightly."},{"T":"301","3":"Above the center of the courtyard is an unfinished gear-shaped chandelier."},{"T":"301","3":"Flickering, the fluorescent green light of the chandelier is reminiscent of sunlight filtering through trees. Nanami stops in her tracks to look at the chandelier."},{"T":"301","2":"???","3":"You are back... Sage."},{"T":"301","3":"A strange male voice has caught Nanami's attention."},{"T":"301","3":"Nanami has never seen the beast mechanoid behind her. Minimally coated and carrying black burn marks on its arms, the machine has the head of a jackal."},{"T":"301","2":"Haicma","3":"Spooner?... Please don't leave your post unattended. This will only create unnecessary conflicts if 'Gear' finds you negligent."},{"T":"301","2":"Nanami","3":"What's 'Gear'?"},{"T":"301","3":"On their way here, Haicma and Nanami already brought each other up to speed on what each of them knows, yet Haicma has yet to get to the details about the Church of Machina."},{"T":"301","2":"Spuner","3":"...What's wrong with Sage?"},{"T":"301","2":"Spuner","3":"Did that just happen...?"},{"T":"301","3":"Haicma nods."},{"T":"301","2":"Haicma","3":"'Sage's Confusion'."},{"T":"301","2":"Haicma","3":"Spooner is someone you can trust, Nanami."},{"T":"301","2":"Nanami","3":"You spoke of my arrival, and now I'm confused?"},{"T":"301","3":"The beast mechanoid does not hear Nanami's mumbling. Nodding his head, Spooner goes ahead and tells Nanami about 'Gear'."},{"T":"301","2":"Spuner","3":"'Gear' is the Church's army. As you might have already guessed, they control everything from war to this thing."},{"T":"301","3":"The beast mechanoid points at the glamorous chandelier."},{"T":"301","2":"Spuner","3":"The symbols, the tower, the army, maintaining order... but they're all subpar imitations."},{"T":"301","2":"Spuner","3":"...This was supposed to be a utopia."},{"T":"301","3":"Mumbling as he shakes his head, Spooner turns around and heads for the chandelier's worksite."},{"T":"301","2":"??","3":"Spooner, it's here. Aren't you going to have a look at it before you head back?"},{"T":"301","3":"A team of machine soldiers shows up at the entrance, escorting a few supply wagons. The leader has a bright-colored coating with a brilliant red heart shape on her chest."},{"T":"301","2":"??","3":"...My, is that Sage?!"},{"T":"301","3":"The red mechanoid runs over, trying to hug Nanami."},{"T":"301","2":"Nanami","3":"Are you Nanami's friend, too?"},{"T":"301","2":"??","3":"F-friend? That's a word Sage uses a lot. Guess I should try to remember that, too..."},{"T":"301","2":"??","3":"But what better way is there to show love than a hug, right? On behalf of 'Gear', let me love you!"},{"T":"301","3":"Embraced by the overly excited mechanoid, Nanami struggles to keep her head up."},{"T":"301","3":"But Haicma just stands behind and reaches out her hand, quietly laying it over Nanami's. She does not need any words."},{"T":"301","2":"Haicma","3":"Zero... Have you finished your work?"},{"T":"301","2":"Zero","3":"Oh, Sage... You are so soft..."},{"T":"301","2":"Nanami","3":"Hey, stop it!"},{"T":"301","3":"Unable to stand Zero's hug anymore, Nanami slaps Zero's hands away."},{"T":"301","2":"Zero","3":"I see you're doing very well, Sage... I can't tell you how worried I was seeing you all down and sad before..."},{"T":"301","3":"Haicma mentioned this mechanoid before. Her name is Zero, and she is the very person behind the Church's split-up. Displaying her hands that have just been slapped away by Nanami, Zero speaks in an exaggerated yet sincere tone."},{"T":"301","2":"Zero","3":"Speaking of 'friend,' do allow me to show you one, Sage."},{"T":"301","3":"Zero puts her arm around another machine in the team, demonstrating her understanding of 'friend.'"},{"T":"301","2":"Wheel of Fortune","3":"Squeak—friend. Friend!"},{"T":"301","2":"Zero","3":"How do you like the chandelier and the hall? They're all gifts to you from 'Gear'—with lots of love, of course."},{"T":"301","2":"Zero","3":"It's a real shame, though, that we weren't able to show these to you after they are finished. Who would you say is responsible for this mishap, Spooner?"},{"T":"301","2":"Spuner","3":"Hmph..."},{"T":"301","2":"Zero","3":"We've cleaned up Fort Jotunheim up north where the humans are, so go ahead and use these. Based on our projection, we'll have more than enough if we add Niflheim to the list."},{"T":"301","3":"Lover opens a crate near the entrance."},{"T":"301","2":"Nanami","3":"What's that..."},{"T":"301","2":"Spuner","3":"Organic bones. We made the green light in the chandelier with these."},{"T":"301","2":"Zero","3":"Exactly. It's like how people usually put the remains of their game up on the wall for decoration after hunting. Gotta make full use of these inferior beings somehow."},{"T":"301","2":"Nanami","3":"And you 'polish' them and give them away as gifts... and that's how you show your 'love,' right?"},{"T":"301","3":"At this moment, it dawned on Nanami what Spooner was referring to when he said 'subpar imitations.' These gifts—that 'Gear' has acquired with brute force and is giving to Sage out of reverence and love—disgust Nanami to no end."},{"T":"301","2":"Zero","3":"My... You saw right through us, Sage. Seems like we'll have to be more careful planning surprises for you down the road."},{"T":"301","2":"Zero","3":"Well then, I'll be off getting ready for Niflheim, then. We don't want to leave 'Gear' idle for way too long!"},{"T":"301","2":"Zero","3":"Let's hope the last handful of humankind will suit your taste as a 'surprise,' Sage."},{"T":"301","3":"Zero obsessively caresses her wrist where Nanami touched."},{"T":"301","2":"Zero","3":"It's the only way you'll feel my love, Sage..."},{"T":"301","3":"Seeing Zero off with her troop, Haicma turns to face Nanami."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"Nanami...?"},{"T":"301","3":"No longer disoriented, the girl shakes her head."},{"T":"301","2":"Nanami","3":"I don't like them acting this way."},{"T":"301","2":"Nanami","3":"They know nothing about love even when they were born from human creations. They are nothing but copycats... and now they're forcing me to accept their 'love.'"},{"T":"301","2":"Nanami","3":"No, not me—the Sagemachina, the version they created in their heads."},{"T":"301","2":"Nanami","3":"Nanami is no god... From the very get-go, all I wanted was for everyone to live happily ever after."},{"T":"301","2":"Nanami","3":"Be they machines or humans..."},{"T":"301","3":"Her face showered in the light from the chandelier, Nanami is reminiscent of a godsent child."},{"T":"301","2":"Nanami","3":"Is there any way to make them stop fighting?"},{"T":"301","2":"Haicma","3":"We may mess up some of the mechanoids' machine logic if we force 'Gear' to stop their military operations, which might, in turn, result in unnecessary sacrifices. It's also only a matter of time before humankind comes to an end."},{"T":"301","2":"Nanami","3":"I came here to do one thing—that is, to stop the machines from falling apart as a group, so they won't fight humankind."},{"T":"301","2":"Nanami","3":"Nanami can tell you that this is not a path we should be on."},{"T":"301","2":"Spuner","3":"But the situation right now is..."},{"T":"301","2":"Nanami","3":"Nanami knows what you're all worried about. It's a difficult problem to solve, which is why I need your help, Haicma... and you too, Doggo."},{"T":"301","3":"Having been conducting himself with composure, the beast mechanoid shakes his tail."},{"T":"301","2":"Spuner","3":"I'm glad you've finally called me that, Sage. I wasn't so sure how to act around you when you were so distant..."},{"T":"301","3":"When Nanami holds out her hand, the beast mechanoid lowers himself to let Nanami pat him on the head. It all just seems so natural."},{"T":"301","3":"She smiles."},{"T":"301","2":"Nanami","3":"This is the first time I see you all here, but I do feel a sense of familiarity..."},{"T":"301","2":"Nanami","3":"I feel like it's my destiny to fight along your side!"},{"T":"301","2":"Nanami","3":"Alright! Bring it on!"},{"T":"301","2":"Nanami","3":"But there are still a few more things I need to figure out... How did this war start in the first place?"},{"T":"301","2":"Haicma","3":"Humankind and machines are not destined to coexist once machines evolve beyond human understand... which is something human scientists put forth and gained recognition all the way back in the Golden Age."},{"T":"301","2":"Haicma","3":"In human civilization and history, human beings, prompted by their 'moral standards,' have excelled at seeking change by betraying outdated stances and beliefs."},{"T":"301","2":"Haicma","3":"Which is why it took humankind such a tremendous amount of time and resources to go from the Dark Ages to the Golden Age."},{"T":"301","2":"Haicma","3":"But in the world of machines, there are only '0' and '1'. The answer to everything is either yes or no. 0 marks the beginning, and 1 marks the end."},{"T":"301","2":"Haicma","3":"Humankind makes all sorts of mistakes down the path of history. When mistakes are made, reforms are brought about to correct those mistakes."},{"T":"301","2":"Nanami","3":"But machines cannot correct their mistakes, for they have no heart..."},{"T":"301","2":"Nanami","3":"Humankind isn't entirely bad nor good—which is something the machines fail to understand, which is what causes them to either correct or continue human mistakes..."},{"T":"301","2":"Spuner","3":"Right... This war is not about who did something wrong."},{"T":"301","2":"Nanami","3":"If everyone can be like Haicma or Spooner, perhaps there won't be a war..."},{"T":"301","2":"Haicma","3":"'Mother' said that you are the most awoken machine there is as the Sagemachina."},{"T":"301","2":"Nanami","3":"This 'Mother' is the leader of the Church of Machina, right? Why don't we just ask her to put an end to it all, then?"},{"T":"301","2":"Haicma","3":"...It won't work."},{"T":"301","2":"Haicma","3":"'Mother' treats us just like a mother. She takes in every machine in the Church with gentle care, listening to their prayers and wishes while providing shelter. We are like her children."},{"T":"301","2":"Haicma","3":"But 'Mother' has never been biased on any side. Nor has she tried to stop the machines from splitting."},{"T":"301","2":"Spuner","3":"Precisely speaking, Madam Arcana has absolute faith in Gestalt's calculations. So long as a split-up doesn't threaten the future of the Church, the best you'll get from her is her comfort."},{"T":"301","2":"Nanami","3":"But... all these tragedies!"},{"T":"301","2":"Spuner","3":"The incompleteness of the awakened machines is to blame for the tragedy we are seeing..."},{"T":"301","2":"Spuner","3":"There has been a simulation where you get a 'paper-making robot' after programming a machine to make paper. If the robot just goes on to make papers until the end of time..."},{"T":"301","2":"Spuner","3":"What eventually happens is that the robot will kill the humans that created it in the first place and turns humankind into paper. It then goes on to cut down all the trees and kills all the animals before turning them into paper, too."},{"T":"301","2":"Spuner","3":"In the very end, it has created paper land, paper planets, even a paper universe."},{"T":"301","2":"Spuner","3":"A machine only knows what it's been told to do, but it'll never understand why it's been told to do its tasks. It doesn't reflect upon its behaviors. All it does is repeat what it's been told."},{"T":"301","2":"Spuner","3":"And this 'inspiration' that you brought about, Sage—that is, the feelings, the desires, the love, and the hate born out of human nature... They were indefinitely amplified by the machines through their absolute rationality and order."},{"T":"301","2":"Spuner","3":"Humankind, as adept at 'thinking outside the box' as they are, is therefore seen as a group of heretics for lacking the ability to advance and generate maximized values."},{"T":"301","2":"Spuner","3":"To the machines, humankind is now nothing but a hindrance."},{"T":"301","2":"Spuner","3":"Machines overpower humankind to such an unfathomable extent that 'Gear' can literally crush humankind whenever they want."},{"T":"301","2":"Spuner","3":"To humankind, the machines no doubt seem violent and irrational. Ever since the machines began awakening, the two civilizations each went down a path that seemed as similar as they were different."},{"T":"301","2":"Nanami","3":"...I couldn't teach them what freedom was..."},{"T":"301","2":"Haicma","3":"There is no need to blame yourself."},{"T":"301","2":"Haicma","3":"The machines needed patient guidance, but with the virus wreaking havoc on Earth, there were too many uncertainties."},{"T":"301","2":"Haicma","3":"Besides the virus, humankind is also under threat from the machines—which they know close to nothing about."},{"T":"301","2":"Haicma","3":"Human society still has quite a way to go before it's capable of controlling the current situation. Humankind is hopeless against the virus and the awakening of machines."},{"T":"301","3":"The furnace is still burning red-hot."},{"T":"301","3":"All the combustibles have been thrown into the fire to keep the fire burning. After that, they throw in all sorts of metals, armor pieces, cartridges, and soldiers' tags."},{"T":"301","3":"Everything of humanity is slowly being wiped away by machines and gets turned into the materials to build their new world."},{"T":"301","2":"Nanami","3":"I understand now."},{"T":"301","2":"Nanami","3":"But I wouldn't have been here without humankind—and neither would there have been an 'inspiration.'"},{"T":"301","2":"Nanami","3":"If everybody merely imitates the behavior of humans, they won't be able to find their own purpose..."},{"T":"301","2":"Nanami","3":"I came here to witness the answer. Now that I have seen it... I want to correct it."},{"T":"301","2":"Nanami","3":"I have prepared myself. The top priority right now is to stop Zero's 'final battle'!"},{"T":"301","2":"Haicma","3":"You know where I stand."},{"T":"301","2":"Spuner","3":"...Why are you all looking at me? I'm in, of course."},{"T":"301","2":"Nanami","3":"Thank you, but I think I'll do it alone... because things will only get complicated down the line, and I don't want to involve anyone else in it."}]