[{"T":"301","3":"The raging sea is sending waves as high as the sky. Clothes are like serpents, tightly wrapped around human bodies. It feels like you are lifting weight as you can barely stand. Giant raindrops keep falling from the sky as if this is cruel torture. There is water in your eyes. Vision becomes blurred."},{"T":"301","3":"You grab onto whatever is nearby and slowly move closer to the mast. The captain's shouting is muffled and drowned by the wind. Ridiculous thoughts fill your mind."},{"T":"301","3":"Did a vengeful sorcerer summon this storm for revenge? Did a fairy cast a spell and cause this to find freedom?"},{"T":"301","3":"If that were the case, would it still be possible for the people on this boat to make this through alive? The maker of this world should at least show some mercy."},{"T":"301","2":"Sailor","3":"...The storm I encountered before was summoned by the dragon."},{"T":"301","2":"Sailor","3":"..."},{"T":"301","2":"Sailor","3":"We must lure the dragon away for this storm to stop."},{"T":"301","3":"Did the dragon cause this?"},{"T":"301","3":"The world creates a new curse in the name of calamity every day."},{"T":"301","2":"Sailor A","3":"Dragon!"},{"T":"301","2":"Sailor B","3":"Dragon!"},{"T":"301","2":"Sailor A","3":"Back to the room! Set sail!"},{"T":"301","3":"The gaps along the dragon's spine form water puddles. Clouds of steam rise. When the boat sets out, the dragon soars, pouring the puddles of water down onto the people on the deck. Then, the dragon suddenly swings around to attack the deck and go for the room's door."},{"T":"301","3":"The giant shadow flashes across and seemingly vanishes into thin air."},{"T":"301","3":"You quickly wipe off the raindrops on your face and exchange a look with the sailor whom you talked to. He stands guard in front of the room as you immediately take an oar hanging on the wall."},{"T":"301","3":"The very next second, that evil dragon comes rushing back. Using the wet floor and the tilted deck to your advantage, you aim at the dragon's eyes with the oar in your hand and dive to attack..."},{"T":"301","3":"The dragon twists and turns, sending huge waves."}]