[{"T":"301","3":"Darkness dissipates, and I awake once more from my slumber."},{"T":"301","3":"This body no longer requires sleep, but I still try to keep to the normal schedule of humans."},{"T":"301","3":"Grinding gears reverberate in my ears. Making my way through this dark path through the stratum, I arrive at a familiar city that should have died out during the Golden Age."},{"T":"301","3":"The survivors of the battle built this unknown 'cemetery' with bricks and tiles of the KCC."},{"T":"301","3":"It rests peacefully under the Kowloong Metropolis, where it should remain undisturbed."},{"T":"301","3":"An artificial sun hangs above this underground complex, creating a day and night cycle for the humans that reside here."},{"T":"301","3":"Faint blue shadows stroll in the street. They are the masters here. Several groups gather here talking amongst each other."},{"T":"301","3":"As I walk along the path, my surroundings distort momentarily before a familiar face appears next to me."},{"T":"301","2":"Bai Gui","3":"Lady Qu, do you really want to accept that offer?"},{"T":"301","2":"Qu","3":"I have no reason not to accept. We must understand what each party seeks to gain."},{"T":"301","2":"Bai Gui","3":"Yes, but..."},{"T":"301","2":"Qu","3":"Don't worry. If anything were to happen to me, then the last person with access to this place will be gone. Isn't it safer this way?"},{"T":"301","2":"Qu","3":"Of course, I will not allow for any accidents. After all, my mission is not over yet."},{"T":"301","2":"Bai Gui","3":"That's..."},{"T":"301","2":"Qu","3":"As the Supreme, it's my duty to provide shelter for my people and undertake risks on their behalf."},{"T":"301","2":"Bai Gui","3":"Yes, I know you've always believed that..."},{"T":"301","3":"Bai Gui transforms into faint blue lights and dissipates around me."},{"T":"301","2":"Qu","3":"I will return safely."},{"T":"301","3":"As I say this, I hear Bai Gui's voice all around me."},{"T":"301","2":"Bai Gui","3":"I know. The people of Kowloong all know."},{"T":"301","3":"After saying farewell to Bai Gui, I walk aimlessly along the path. My vision module scans the buildings in front of me. Resting my hand on the guardrail, I close my eyes and follow it as my guide, letting memories fill my M.I.N.D."},{"T":"301","2":"Training Partner A","3":"Left shoulder, chest, abdomen... Points valid! The winner is—Qu!"},{"T":"301","2":"Martial Arts Instructor","3":"I expect nothing less from Lady Qu. You mastered the glaive in just a week, but now we can't find you a worthy opponent."},{"T":"301","2":"Qu","3":"I owe it to your guidance."},{"T":"301","2":"Martial Arts Instructor","3":"You're too kind. I wasn't expecting such an assignment from the Pulao Crew after my retirement. It's our honor to have an opportunity to train you in our dojo."},{"T":"301","2":"???","3":"Argh!"},{"T":"301","2":"Flustered Male Voice","3":"Stop! He already forfeited after you broke his arm! Why continue to attack?!"},{"T":"301","3":"The shouting from next door interrupts Qu and the instructor's exchange. Hearing this, the instructor rushes over. Qu puts away the training equipment, and follows the instructor to the corridor."},{"T":"301","3":"In the corridor, Qu sees Villier walking out of the room next door. He pats his clothes as he walks out, as if covered in filth."},{"T":"301","2":"Qu","3":"Medic, Training Room 307."},{"T":"301","3":"Thirty seconds later, the elevator rings. Several medical staff wearing white robes exit with various medical equipment and file into Training Room 307."},{"T":"301","3":"A pale old man in a blue robe wheels out the elevator on his wheelchair accompanying the medical staff. The exposed scars on his torso indicate that he has had a traumatic experience."},{"T":"301","3":"After the medics close the training room door, Villier stands beside Qu and salutes the man in front of her."},{"T":"301","2":"Villier","3":"Don't blame me."},{"T":"301","2":"???","3":"Villy, I don't want to blame you. I want to thank you."},{"T":"301","3":"The man's hoarse voice sounded like a gust of torrential wind ripping fabric to pieces. Such a voice seemed impossible for human vocal cords to create."},{"T":"301","2":"Villier","3":"I told you a thousand times. Stop calling me Villy. My name is Villier now!"},{"T":"301","2":"???","3":"(Chuckles)"},{"T":"301","2":"???","3":"There are some things you just can't get rid of."},{"T":"301","2":"Villier","3":"Tsk."},{"T":"301","2":"???","3":"Alright, you two get going now."},{"T":"301","2":"???","3":"I just came to meet an ol' friend today. I figured I'd let you know that you can begin studying the next course."},{"T":"301","2":"Qu & Villier","3":"Understood."},{"T":"301","3":"Qu and Villier salute and proceed toward the elevator. Just as they pass the wheelchair, the man speaks again with his hoarse voice."},{"T":"301","2":"???","3":"Still remember what you were taught last class?"},{"T":"301","2":"Villier","3":"You mean the Imperial Doctrine? Want me to recite it for you?"},{"T":"301","2":"???","3":"That won't be necessary."},{"T":"301","2":"Villier","3":"The doctrine only defines one central dogma. Imperial learning is only a political tool of mankind. We should not restrict ourselves too much; results are of utmost priority."},{"T":"301","2":"Qu","3":"Do not be swayed by emotions. Instead, act accordingly to the situation at hand. Grace should be given with purpose."},{"T":"301","2":"???","3":"That's right."},{"T":"301","3":"The man chuckles at Qu and Villier's answers. Pressing a button on his wheelchair, he proceeds to the end of the corridor."},{"T":"301","2":"???","3":"You both have embodied these principles during your recent public speeches. You bring hope to those in despair and impose sanctions on your opponents. Keep it up. The family looks favorably upon you."},{"T":"301","2":"???","3":"As others have said, you two are the most capable members of our family."},{"T":"301","3":"Qu and Villier walk out of the dojo. Qu stands quietly as she waits for the transport craft. Villier looks back at the dojo behind him."},{"T":"301","2":"Villier","3":"How many times is this?"},{"T":"301","2":"Qu","3":"Counting is meaningless. It may have caused a disturbance, but we got the job done for our family."},{"T":"301","2":"Villier","3":"Yeah, just the two of us."},{"T":"301","2":"Qu","3":"We were raised to use our surroundings."},{"T":"301","2":"Villier","3":"Hmph, good grief."},{"T":"301","2":"Villier","3":"Mutual interests are all that bring people together."},{"T":"301","2":"Villier","3":"Who would've thought that such an unsightly society of mutual exploitation could survive on this planet for so long."},{"T":"301","3":"As the rumble of the transport craft approaches, Villier ends the conversation and turns to face the landing zone."},{"T":"301","2":"Villier","3":"I hate this."},{"T":"301","3":"However, Qu just stands there looking out at Villier from behind."},{"T":"301","2":"Qu","3":"...Hate?"},{"T":"301","2":"Qu","3":"What sort of feeling is hate?"}]