[{"T":"301","3":"3:15 p.m. Combat Drill Training Lobby, Command Central Building"},{"T":"301","3":"..."},{"T":"301","3":"Due to it being a holiday, the Combat Drill Training Lobby is emptier than usual."},{"T":"301","2":"Kamui","3":"Whew... Commandant!"},{"T":"301","2":"Kamui","3":"I made the adjustments according to your request. Come check it out!"},{"T":"302","2":"You worked hard.","4":"Thank you."},{"T":"301","2":"Kamui","3":"I sneaked out without Captain noticing! How was that, huh?"},{"T":"302","2":"(Check the database)"},{"T":"301","3":"Kamui is gazing in your direction, eyes bright. Always eager for compliments after completing a mission—just how Kamui is."},{"T":"302","2":"I don't see any problems.","4":"Well done."},{"T":"301","2":"Kamui","3":"Aw... and yet Captain never trusts me with the testing! I did just fine. Even you're saying so, Commandant!"},{"T":"301","2":"Kamui","3":"Anyway, if there's nothing else you need me for, I'll be off."},{"T":"302","2":"You're not staying a little longer?"},{"T":"301","2":"Kamui","3":"I do want to hang out with you, Commandant... but Captain's gonna bombard me with messages for sure!"},{"T":"301","2":"Kamui","3":"Wait... Ooh, are you flustered?"},{"T":"302","2":"Why would I be flustered?","4":"Not at all."},{"T":"301","2":"Kamui","3":"There's no need to be flustered! I've spent lots of time with Camu. He's not as terrifying as he looks. Quite cute, actually!"},{"T":"302","2":"Cute...?","4":"Didn't he almost kill you?"},{"T":"301","2":"Kamui","3":"I rubbed off on him, of course, after all the time we spent together. Besides, you're good at discovering the cute sides of others. It's a specialty of yours!"},{"T":"302","2":"That's an exaggeration!","4":"Are you sure that's not a compliment for yourself?"},{"T":"301","2":"Kamui","3":"He's a bit direct, that's all. Besides, I won in the end, because I had you on my side. So you should trust in yourself!"},{"T":"301","2":"Kamui","3":"Anyway, I don't plan to see that guy again. It was annoying enough already having him watching my every move! From now on he'll be watching YOUR every move instead, Commandant."},{"T":"302","2":"Kamui..."},{"T":"301","3":"Ignoring your comment, the blond Construct sticks out his tongue and runs off."},{"T":"301","3":"As far as you can remember, Kamui has been acting like this ever since Camu returned. He is dedicated in helping Camu with his training, yet acts all nonchalant."},{"T":"302","2":"(He's probably being considerate towards Camu.)"},{"T":"301","3":"..."},{"T":"301","2":"???","3":"Hey."},{"T":"301","2":"???","3":"Hey!"},{"T":"302","2":"Hey.","4":"Huh?"},{"T":"301","2":"Camu","3":"Aren't you the one who told me to come? Why are you zoning out?"},{"T":"301","3":"Camu looks a bit annoyed."},{"T":"302","2":"I knew you'd come.","4":"I thought you wouldn't come."},{"T":"301","2":"Camu","3":"Didn't you say you'd wait here?"},{"T":"301","2":"Camu","3":"I was just checking to see if you're really waiting here like you said."},{"T":"302","2":"Take this."},{"T":"301","3":"Camu pulls a hand out of his pocket and catches the item you toss him."},{"T":"301","2":"Camu","3":"What's that?"},{"T":"302","2":"The adjusted simulation data."},{"T":"301","2":"Camu","3":"Adjusted? You mean from the previous battle?"},{"T":"302","2":"Yes.","4":"For reconstructing the scene in the sim mission."},{"T":"301","2":"Camu","3":"You want to hold the simulated mission again or something?"},{"T":"302","2":"I want to reconstruct the scene."},{"T":"301","2":"Camu","3":"Didn't the Council tell you to stop with that kind of training?"},{"T":"302","2":"Adjustments have been done, though.","4":"I have my reasons."},{"T":"301","3":"Camu gazes at you with a suspicious frown, but accepts the explanation."},{"T":"301","2":"Camu","3":"...If you say so."},{"T":"301","2":"Camu","3":"However, I need to remind you that, if another accident like that one happens, I'm not taking any responsibility."},{"T":"301","2":"Camu","3":"You asked for this. Not my fault if they lose a precious commandant of theirs."},{"T":"302","2":"No need to worry."},{"T":"301","3":"Minutes later, Camu is standing back in the corridor once more, just like the scene a few days ago."},{"T":"301","3":"The deeper he goes, the tenser Camu gets."},{"T":"302","2":"Camu."},{"T":"301","2":"Camu","3":"...Hm? What?"},{"T":"302","2":"I need your help."},{"T":"301","2":"Camu","3":"Help with what?"},{"T":"301","3":"With Kamui's help plus countless reviews, this mission seems to be going much smoother than the last time."},{"T":"301","2":"Camu","3":"Hah... hah..."},{"T":"301","3":"The opponent with Roland's appearance has dissipated into shards of light, scattered on the ground. The corridor is soon devoured by darkness again."},{"T":"301","2":"Camu","3":"I... d-did it..."},{"T":"301","3":"Suddenly realizing that he is stuttering, Camu clears his throat and straightens up. The holographic battlefield in the simulated mission fades away, revealing the training pod."},{"T":"302","2":"It worked.","4":"Pretty good, wasn't it?"},{"T":"301","2":"Camu","3":"What did you do?"},{"T":"301","2":"Camu","3":"Yeah. What did you do?"},{"T":"302","2":"Kamui helped a lot."},{"T":"301","2":"Camu","3":"Oh. Is that so?"},{"T":"302","2":"(Let's change the topic)","4":"How are you and Kamui getting along?"},{"T":"301","3":"Camu tuts, as if seeing right through your hesitation. He's surprisingly astute in certain situations, much like Kamui."},{"T":"301","2":"Camu","3":"No need to treat me like a porcelain doll. It's stupid."},{"T":"301","3":"Camu seems a bit surprised by the direct question."},{"T":"301","2":"Camu","3":"...I know how to deal with Kamui. No need to worry about that."},{"T":"301","3":"As he speaks however, he stares off into the distance at a spot outside the sleeping pod."},{"T":"302","2":"(He doesn't seem ready...)","4":"Okay, got it."},{"T":"301","2":"Camu","3":"What are you looking at me like that for?"},{"T":"302","2":"Nothing.","4":"There's something on your face."},{"T":"301","2":"Camu","3":"Huh...? Really? Are you kidding me?"},{"T":"301","2":"Camu","3":"If you're poking fun at me, I'll kill you—"},{"T":"302","2":"You're so mean!"},{"T":"301","3":"Camu seems to relax a little at your response."},{"T":"302","2":"I'll get ready."},{"T":"301","2":"Camu","3":"Hurry, then, don't make me wait."},{"T":"301","2":"Unfamiliar Commandant","3":"Hey! Watch your attitude! You're not a regular Construct, huh?"},{"T":"301","2":"Support Construct","3":"Commandant, this certainly isn't an ordinary Construct."},{"T":"301","2":"Camu","3":"What does that have to do with you?"},{"T":"301","2":"Attacker Construct","3":"...Ah. So it's really true that Gray Raven's experimenting with the Corrupted—"},{"T":"301","2":"Support Construct","3":"S-Siren, don't say that!"},{"T":"301","2":"Camu","3":"Who are you calling a Corrupted now? Don't compare me to those low-lifes!"},{"T":"301","2":"Unfamiliar Commandant","3":"Ahem... No matter what you are... we can't have a test subject roam free out here, can we?"},{"T":"301","2":"Camu","3":"If your mouth is incapable of spouting anything nice, shall I fix it for you?"},{"T":"301","3":"This is what comes into sight after you get ready and exit the training grounds."},{"T":"301","3":"Camu is standing off with several others, one of them in a commandant uniform. Looks like some sort of conflict is going on."},{"T":"302","2":"What's going on?","4":"(Stay quiet)"},{"T":"301","2":"Unfamiliar Commandant","3":"You're in charge of this guy, yeah? He didn't even apologize after bumping into us. Are you not gonna do anything about that?"},{"T":"301","2":"Unfamiliar Commandant","3":"Hey, you! Aren't you the Gray Raven Commandant? You're in charge of this guy, yeah? He didn't even apologize after bumping into us. Are you not gonna do anything about that?"},{"T":"302","2":"Please be careful with your words."},{"T":"301","2":"Camu","3":"...You want me to be careful with my words?"},{"T":"301","2":"Unfamiliar Commandant","3":"Duh. The mere existence of aggressive dudes like you is the reason why humans are constantly at war. Now apologize—"},{"T":"302","2":"I mean I want YOU to be careful with your words."},{"T":"301","2":"Unfamiliar Commandant","3":"—And rethink your entire life—Who, me? But he's the one who offended us first!"},{"T":"301","2":"Support Construct","3":"We didn't do a thing. He was the one who started it! So we should just shut up and let him attack us, huh?"},{"T":"301","2":"Attacker Construct","3":"Besides, he IS a Corrupted. He moves freely despite the virus and can even infect others. Shouldn't you be held accountable for letting a dangerous being like this out here?"},{"T":"302","2":"He's not a Corrupted","4":"I apologize."},{"T":"301","2":"Camu","3":"Say that again! I dare you!"},{"T":"302","2":"Oh no.","4":"Camu!"},{"T":"301","3":"Camu swings his fist and punches the commandant square in the face."},{"T":"301","2":"Unfamiliar Commandant","3":"Ugh! You—"},{"T":"301","2":"Support Construct","3":"C-Commandant! You're bleeding!"},{"T":"301","2":"Tank-type Construct","3":"How dare you? Don't you know Constructs aren't allowed to harm humans in Babylonia?"},{"T":"301","3":"The gigantic Armor-Type Construct slams Camu into the wall, making a loud metallic clang."},{"T":"301","2":"Camu","3":"Do you really think the Babylonia rules apply to me? Say one more word and I'll rip you apart!"},{"T":"301","3":"Camu roars and grabs the tall, broad tank-type Construct. He shoves him into the ground and starts throwing punches relentlessly."},{"T":"302","2":"Stop it, Camu!"},{"T":"301","2":"Unfamiliar Commandant","3":"How dare you harm my team members?"},{"T":"301","3":"Camu simply grabs both of them, one with each hand. Everything immediately descends into chaos."},{"T":"301","2":"Attacker Construct","3":"L-Let go of my commandant if you don't want to be blasted apart by my rockets!"},{"T":"301","2":"Support Construct","3":"Hey! Somebody help!"},{"T":"301","3":"Amidst the chaos, you try to step between the two sides, but is sent flying to the ground by a punch—you are not even sure by whom."},{"T":"301","3":"All of a sudden, all you can hear is screaming and punches being thrown."},{"T":"302","2":"(Protect yourself)","4":"(Help Camu and attack the enemies)"},{"T":"301","3":"You protect your head with your arms, while your whole frame feels like it's about to fall apart."},{"T":"301","2":"System Voice","3":"Warning... warning..."},{"T":"301","2":"???","3":"Stop right there! Capture them all!"},{"T":"301","3":"..."},{"T":"301","3":"As the commotion goes on, you are pulled to the side. With your blurred vision, you see Camu stopping a fist being swung in your direction."},{"T":"301","3":"The two men are panting hard, glaring at each other."},{"T":"301","2":"Guard Captain","3":"Enough! Stop this nonsense before I make you!"},{"T":"301","2":"Camu","3":"..."},{"T":"301","3":"Camu snorts, knocks his opponent's fist out of the way and steps back."},{"T":"301","3":"While his opponent is wounded way more seriously, your face is also aching and swollen."},{"T":"301","2":"Guard Captain","3":"I don't care what your reason is—all who violate the Babylonia Code of Conduct by fighting in public shall be punished. Come with me!"},{"T":"301","2":"Camu","3":"I started it."},{"T":"302","2":"Camu—"},{"T":"301","3":"Before you can finish, Camu is already striding off towards the guard. He whispers as he passes by you:"},{"T":"301","2":"Camu","3":"I'm a monster, huh?"},{"T":"301","2":"Camu","3":"I disappointed you. But I'm not sorry about it."},{"T":"302","2":"I don't think you're a monster."},{"T":"301","3":"Camu simply ignores your reply and speaks up, bringing an end to this fiasco."},{"T":"301","2":"Camu","3":"Hey! I started it."},{"T":"301","2":"Camu","3":"But it was because he called me a Corrupted. So that's how Babylonia's gonna treat me for staying and helping, huh?"},{"T":"302","2":"..."},{"T":"301","3":"The Guard Captain seems to know a thing or two about this. He scratches his chin, as if troubled."},{"T":"301","2":"Guard Captain","3":"Who's in charge of—"},{"T":"301","2":"Camu","3":"I don't answer to anyone."},{"T":"301","2":"Unfamiliar Commandant","3":"What a jerk!"},{"T":"301","2":"Guard Captain","3":"...No more excuses. Come with me, both of you!"},{"T":"301","2":"Guard Captain","3":"Commandant, please leave if this has nothing to do with you. Stay out of rotten businesses like this."},{"T":"301","3":"Seething from the comment, you throw yourself upon the Construct and swing a fist at him."},{"T":"301","3":"While your human fists cannot really hurt the metal Constructs much, you still manage to knock the opponent back a little."},{"T":"301","2":"System Voice","3":"Warning... warning..."},{"T":"301","2":"???","3":"Stop right there! Capture them all!"},{"T":"301","3":"..."},{"T":"301","3":"As the commotion goes on, you are pulled to the side. With your blurred vision, you see Camu stopping a fist being swung in your direction."},{"T":"301","3":"The two men are panting hard, glaring at each other."},{"T":"301","2":"Guard Captain","3":"Enough! Stop this nonsense before I make you!"},{"T":"301","2":"Camu","3":"..."},{"T":"301","3":"Camu snorts, knocks his opponent's fist out of the way and steps back."},{"T":"301","3":"While his opponent is wounded way more seriously, your face is also aching and swollen."},{"T":"301","2":"Guard Captain","3":"I don't care what your reason is—all who violate the Babylonia Code of Conduct by fighting in public shall be punished. Come with me!"},{"T":"301","3":"Without missing a beat, Camu steps in front of you."},{"T":"301","2":"Camu","3":"Hey, Guard Captain! I have a complaint to make."},{"T":"301","2":"Camu","3":"You Babylonians are the ones who asked me to stay and help, aren't you? And yet you're letting this impudent fool call me names?"},{"T":"301","2":"Guard Captain","3":"Uh..."},{"T":"301","3":"The Guard Captain seems to know a thing or two about this. He scratches his chin, as if troubled."},{"T":"301","2":"Guard Captain","3":"Who's in charge of—"},{"T":"301","2":"Camu","3":"I don't answer to anyone."},{"T":"302","2":"..."},{"T":"301","2":"Camu","3":"Just take me away if you have to. I'd rather not spend another second here with this imbecile."},{"T":"301","2":"Unfamiliar Commandant","3":"What a jerk!"},{"T":"301","3":"The Guard Captain stares at Camu, then at you. It is hard to tell if he realizes what is happening, but either way he is choosing to play dumb."},{"T":"301","2":"Guard Captain","3":"No more excuses. Come with me, both of you!"},{"T":"301","2":"Guard Captain","3":"Commandant, please leave if this has nothing to do with you. Stay out of rotten businesses like this."},{"T":"302","2":"Okay","4":"But I actually—"},{"T":"301","3":"Before you can finish, Camu is already striding off towards the guard. He whispers as he passes by you:"},{"T":"301","2":"Camu","3":"I don't want to bring more trouble to the Commandant of Gray Raven."},{"T":"301","2":"Camu","3":"Just leave me alone."},{"T":"302","2":"..."},{"T":"301","3":"You find words stuck in your throat as the guards take Camu away. With the way he gazed into your eyes as he went, you cannot really bring yourself to follow."}]