[{"T":"301","3":"Bidding Roland farewell, Alpha returns to the upper level, to where she came in from."},{"T":"301","3":"Walking in the direction she guesses they headed in, she steps into a wrecked greenhouse."},{"T":"301","2":"α","3":"It wasn't just Cinderelik they encountered?"},{"T":"301","3":"She looks around, and judging by the indicators, a destructive brawl must have taken place here. This could not have been the work of that petite girl."},{"T":"301","3":"Her assessment stems not from her understanding of Cinderelik's battle style but her character. There was no way the girl would have allowed the secrets hidden here to be destroyed in a battle."},{"T":"301","2":"α","3":"Looks like they're no longer here."},{"T":"301","3":"Stepping over the debris covering the ground, Alpha prepares to leave the greenhouse when she feels a menacing aura from behind."},{"T":"301","3":"She stops and grips the hilt of her katana, indicating that the person should show themselves."},{"T":"301","2":"???","3":"Good observation."},{"T":"301","2":"α","3":"Vonnegut."},{"T":"301","2":"Vonnegut","3":"It's been a while."},{"T":"301","2":"α","3":"It's only been a few days."},{"T":"301","2":"Vonnegut","3":"You've been lingering around here for quite some time. Is there something you can't let go off?"},{"T":"301","2":"Vonnegut","3":"If it's because of Luna, I can promise you she's not here. But if it's Gabriel you're after..."},{"T":"301","2":"α","3":"I have no interest in a piece of trash who needs to depend on Ascnet."},{"T":"301","2":"Vonnegut","3":"Oh?"},{"T":"301","3":"Hearing this, his interest piques and he appraises Alpha, who stands before him."},{"T":"301","3":"He quickly finds what he is looking for and nods in satisfaction."},{"T":"301","2":"Vonnegut","3":"Looks like you've received an invitation from Ascnet."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Vonnegut","3":"You're not going to accept it? Becoming an agent will grant you the blessings of Ascnet, which will make your road ahead a lot smoother."},{"T":"301","2":"α","3":"It's not just blessings. Ascnet also gets you into deep trouble."},{"T":"301","2":"Vonnegut","3":"If you're that afraid of trouble, why not just drop everything and disconnect from Ascnet."},{"T":"301","2":"α","3":"You of all people should know that once you connect to Ascnet, there's no way to disconnect on your own!"},{"T":"301","2":"Vonnegut","3":"But I heard you've received some interesting data."},{"T":"301","2":"α","3":"If you're referring to the thing Shome left behind, it's incomplete."},{"T":"301","2":"Vonnegut","3":"What a shame. I suggested that in the hopes that you would be able to use it to stay out of trouble."},{"T":"301","2":"α","3":"...All I need is to stay away from additional trouble."},{"T":"301","2":"α","3":"My link to Ascnet is also my link to Luna. So long as I'm an Ascendant, I'll know she's still alive and safe somewhere."},{"T":"301","2":"Vonnegut","3":"What a solid bond... To think that kinship can obstruct progress to such an extent."},{"T":"301","2":"Vonnegut","3":"Since you're all set on finding Luna, why did you stay and let those Babylonian rats in?"},{"T":"301","2":"α","3":"Why ask when you already know the answer to that?"},{"T":"301","2":"Vonnegut","3":"I was hoping you'd give me a different answer."},{"T":"301","3":"With a mocking expression, he walks toward the other end of the greenhouse."},{"T":"301","2":"Vonnegut","3":"More feed is required to grow the Red Tide. I'll take this as a token of your kindness."},{"T":"301","2":"Vonnegut","3":"Oh yes, and while you may have no interest in Gabriel, the reverse isn't true."},{"T":"301","2":"Vonnegut","3":"I've already repaired his frame, and he's left his knowledge of Red Tide breeding to Cinderelik."},{"T":"301","2":"Vonnegut","3":"Do you want to end your conflict once and for all here?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Alpha surveys the 'old haunt' she is about to say goodbye to while waiting for Gabriel to arrive."},{"T":"301","3":"In this familiar environment, her thoughts take her back to the past."},{"T":"301","2":"Gabriel","3":"The military post has been destroyed, but their plan is still in motion."},{"T":"301","2":"Gabriel","3":"This proves that their real base is hidden somewhere else."},{"T":"301","2":"Roland","3":"I found an underground laboratory in the Arctic, but the research there has nothing to do with the Ascendants. It's at most an 'accumulation' of past research."},{"T":"301","2":"Lamia","3":"I'm quite interested in Amberia. Can I have her?"},{"T":"301","2":"Luna","3":"Go ahead."},{"T":"301","2":"Roland","3":"And see if there are any clues we missed while you're at."},{"T":"301","2":"Luna","3":"No, as long as those people are safe and high above in paradise, they will continue to send their pawns down. No matter how many times their base is destroyed, their plan will never cease."},{"T":"301","2":"Luna","3":"Rather than continue investigating, perhaps we should take down the root cause, Babylonia."},{"T":"301","3":"The girl looks down at the people below her seat, her usually peaceful gaze now burning with fury. Her rage throbs within the M.I.N.D., hiding the traces of pain."},{"T":"301","2":"Luna","3":"Not only will this solve a long-standing problem, we'll also get more candidates for the filtering."},{"T":"301","2":"Luna","3":"After all, most of the 'seeds' are in Babylonia."},{"T":"301","3":"What follows this decision is a bloody battle."},{"T":"301","3":"On the night that Huaxu is taken from Kowloong, Alpha finds Luna alone in the ruins."},{"T":"301","2":"α","3":"Why did you have me let 'Lucia' go?"},{"T":"301","2":"α","3":"She is powerless and will only be used by others again. Why not just let me kill her right there and then?"},{"T":"301","2":"α","3":"If they use the data taken from me to improve Lucia's frame, the odds against us will be greater."},{"T":"301","2":"Luna","3":"I told you the reason."},{"T":"301","2":"α","3":"But there's a part you haven't mentioned."},{"T":"301","2":"Luna","3":"I could say the same of you. When I wanted to make her an Ascendant, you made the same face."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Luna","3":"It's for one reason alone that I stopped you from killing her."},{"T":"301","2":"Luna","3":"I don't want to see you regret it."},{"T":"301","2":"α","3":"...What did you say?"},{"T":"301","2":"Luna","3":"Maybe you haven't realized it yourself, Sister, but you do hold a little... just a little bit of anticipation."},{"T":"301","2":"α","3":"Anticipation?"},{"T":"301","2":"Luna","3":"Perhaps you'd like to see how far your other self, who's remained resolute in her path, can go."},{"T":"301","2":"Luna","3":"Taking the road you've never taken on your behalf..."},{"T":"301","3":"The girl floats above the barren land, gazing up at the sky high above with a slightly bitter smile on her face."},{"T":"301","2":"Luna","3":"That's why you didn't want to see her turned into an Ascendant."},{"T":"301","2":"Luna","3":"But..."},{"T":"301","2":"Luna","3":"Should she learn the truth one day and undergo the filtering..."},{"T":"301","2":"Luna","3":"What will you do, Sister?"},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Contemplating the question Luna left her, Alpha's attention is diverted by Gabriel's footsteps in the distance."},{"T":"301","2":"Gabriel","3":"..."},{"T":"301","3":"The two silently face other, unsheathe their weapons and tighten their grip."},{"T":"301","2":"α","3":"Let's end it here, Gabriel."},{"T":"301","2":"Gabriel","3":"Vonnegut has bestowed me with new strength, Alpha. I've surpassed my previous limits."},{"T":"301","2":"Gabriel","3":"If you're willing to serve the Ascension-Network again, I'll consider letting you leave for old times' sake."},{"T":"301","3":"But Alpha sneers at Gabriel's attempt to persuade her."},{"T":"301","2":"α","3":"Is rambling a side effect of this power you speak of?"},{"T":"301","2":"Gabriel","3":"Since you're not in the mood to negotiate, show me what you've got!"}]