[{"T":"301","2":"Amberia","3":"——"},{"T":"301","2":"Rosetta","3":"Amberia... Just like the records, no—even more terrifying..."},{"T":"301","3":"The grotesque form of Amberia in 'person,' is the direct embodiment of her terrifying image in the past tales."},{"T":"301","2":"Lamia","3":"Oh, you squirmed your way in here after all... How troublesome..."},{"T":"302","2":"Where is Atiel?","4":"We're here to stop you from turning on Amberia."},{"T":"301","2":"Lamia","3":"Atiel... Is she not standing right before you?"},{"T":"301","2":"Lamia","3":"Why do you keep doing pointless things?"},{"T":"301","2":"Lamia","3":"...Atiel, are you done yet?"},{"T":"301","3":"Lamia sighs and raises her head, staring at Amberia beside her."},{"T":"301","2":"Amberia","3":"Not yet. I still need... more power..."},{"T":"301","2":"Rosetta","3":"Commandant, that voice... She's..."},{"T":"302","2":"Atiel."},{"T":"301","3":"Though intermittent and garbled, it is undoubtedly Atiel's voice."},{"T":"301","2":"Rosetta","3":"Why would Amberia sound like Atiel...? And, did Amberia already wake up?"},{"T":"301","2":"Lamia","3":"Ew, so many questions at once... But no matter... I'm just going through with my end of the agreement with Atiel."},{"T":"301","2":"Rosetta","3":"Agreement...?"},{"T":"301","2":"Lamia","3":"She'll find me a way to control Amberia without using the Punishing Virus, and I'll ensure her safety so she could exact revenge on the ARU."},{"T":"301","2":"Rosetta","3":"Revenge...? Atiel, why..."},{"T":"301","2":"Amberia (Atiel)","3":"Hah... I should be asking you Forest Guards instead—Why are you helping the ARU?"},{"T":"301","2":"Amberia (Atiel)","3":"You have suffered such injustice and were even called sinners. Why? Why do you still stand by these scum of the earth?"},{"T":"301","2":"Amberia (Atiel)","3":"What reason do you have to protect them?"},{"T":"301","2":"Rosetta","3":"That shouldn't concern you. Aren't you a Construct from Babylonia?"},{"T":"301","2":"Amberia (Atiel)","3":"I am a deserter of the ARU. A 'sinner.' Like that Forest Guard Diana, I am a descendant of those researchers in the past!"},{"T":"302","2":"Then why are you in Babylonia?","4":"So is that why you're familiar with that lab?"},{"T":"301","2":"Rosetta","3":"She must have been part of those that escaped. Commandant, do you remember about the roadblocks outside of the lab?"},{"T":"301","2":"Rosetta","3":"Those were actually for stopping 'sinners' from escaping. But even so, many people got out."},{"T":"301","2":"Amberia (Atiel)","3":"...Sharp eye, huh, 【kuroname】? But had I not done that, Lamia would've acquired the code first."},{"T":"301","2":"Amberia (Atiel)","3":"And I'd have lost my bargaining chip."},{"T":"301","2":"Amberia (Atiel)","3":"...I still remember what happened then. Angry mobs of people rushed into my home, tied me up and sent me to that dreadful building."},{"T":"301","2":"Amberia (Atiel)","3":"Screams of agony could be heard day and night... Several of us managed to steal weapons from the guards. We thought we could find some small boat on the shore to escape on."},{"T":"301","2":"Amberia (Atiel)","3":"In the end, I was the only one left. Everyone else was caught during their escape. I didn't dare look back. I abandoned all of them, and I got out."},{"T":"301","2":"Amberia (Atiel)","3":"But when I finally found freedom, I learned that something called the Punishing Virus is destroying the world. In order to live, I had to no choice but to become a Construct."},{"T":"301","2":"Amberia (Atiel)","3":"And I fought, carefully, trying to stay alive in my operations... until I finally managed to seize this chance."},{"T":"301","2":"Amberia (Atiel)","3":"...The chance to return to this hellhole for vengeance!"},{"T":"301","2":"Amberia (Atiel)","3":"Without the ARU, I no longer have to live in fear. If I can destroy them, the Ascendants will protect me."},{"T":"301","2":"Amberia (Atiel)","3":"I want to live... No matter what!"},{"T":"301","2":"Rosetta","3":"Atiel... You're also..."},{"T":"302","2":"The Ascendant won't protect you!","4":"Many of those people are innocent!"},{"T":"301","2":"Lamia","3":"Okay hold up! I at least keep my promises, alright?! Don't slander me, Gray Raven Commandant. Thanks."},{"T":"301","2":"Lamia","3":"Um, well. Can't say for sure about the others, though..."},{"T":"301","2":"Amberia (Atiel)","3":"So what?! Even I was innocent... Who's ever helped me?!"},{"T":"301","2":"Amberia (Atiel)","3":"Nggahhhhhhh!"},{"T":"301","2":"Lamia","3":"Oh, her M.I.N.D. integration has entered the next stage...? Good."},{"T":"301","2":"Lamia","3":"Atiel, I will now use the 'code' to activate your frame. You will be able to control all of the bionics through your M.I.N.D. to destroy the ARU."},{"T":"301","3":"Lamia whips out a recorder, the one that was hanging on Evan's neck, and installs it in a voice amplifying device."},{"T":"302","2":"Stop her, Rosetta!"},{"T":"301","2":"Rosetta","3":"Roger!"},{"T":"301","3":"Rosetta immediately launches an attack. A shock wave from the head of her spear gushes through the air directly at Lamia."},{"T":"301","2":"Lamia","3":"Is that all you got?"},{"T":"301","2":"Rosetta","3":"It phased right through her?!"},{"T":"301","3":"——!!!"},{"T":"301","2":"Rosetta","3":"The voice..."},{"T":"301","3":"Unstoppably, Derek's voice reverberates throughout the room. As if heeding the call, the nearby energy transmission pipes begin to glow."},{"T":"301","2":"Lamia","3":"Atiel, turn these two into mush. I'll go outside and enjoy the ARU vs Bionics finale."},{"T":"301","2":"Lamia","3":"Just the thought of a creator being destroyed by their creation sure is exciting, hehehe..."},{"T":"301","2":"Rosetta","3":"You... Lamia!"},{"T":"302","2":"Can you locate Lamia?","4":"Let's stop Amberia first!"},{"T":"301","2":"Rosetta","3":"No... I've never encountered an enemy like her before."},{"T":"301","2":"Rosetta","3":"You're right, Commandant!"},{"T":"301","2":"Amberia (Atiel)","3":"Ahhhhhhh!"}]