[{"T":"301","2":"Luna","3":"...Are you going out tonight, Lucia?"},{"T":"301","2":"Lucia","3":"Yeah, we're all out of food, and it's too dangerous to go out during the day... There are the Corrupted, and the bad people..."},{"T":"301","2":"Luna","3":"But... I'm too scared to sleep here all alone..."},{"T":"301","2":"Lucia","3":"Don't worry. You'll be fine as long as you stay out of the dark."},{"T":"301","2":"Luna","3":"Are there really monsters hiding in the dark?!"},{"T":"301","2":"Lucia","3":"You bet. There are super-duper scary monsters that'll gobble up little kids in one bite."},{"T":"301","2":"Luna","3":"L-Lucia!"},{"T":"301","2":"Lucia","3":"What is it?"},{"T":"301","2":"Luna","3":"Can you hold my hand until I sleep? Just for tonight!"},{"T":"301","2":"Lucia","3":"...Didn't you say that last night?"},{"T":"301","2":"Luna","3":"Lucia... Please?"},{"T":"301","2":"Lucia","3":"No..."},{"T":"301","2":"Luna","3":"R-really?"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Luna","3":"Sissss..."},{"T":"301","2":"Lucia","3":"Sigh... Fine... But you gotta promise me you'll fall asleep quick."},{"T":"301","2":"Luna","3":"I will!"},{"T":"301","3":"Holding Lucia's hand, Luna closes her eyes... With her warm grip, the lonely, dark nights become way less scary."},{"T":"301","3":"But no matter how long she waits, Luna never finds Lucia's hand."},{"T":"301","2":"Luna","3":"Lucia?"},{"T":"301","3":"Luna feels around for her sister's hand. Finally grasping it, she discovers that it is now stiff and cold as ice."},{"T":"301","2":"Luna","3":"—Lucia!"},{"T":"301","3":"Waking up from the hazy dream, Luna lifts up the hand she has been holding in the dim light, only to discover that it is in fact a hand—with nothing attached."},{"T":"301","3":"A Corrupted hand! She has seen them wandering by the road. Lucia told her never to go near those monsters."},{"T":"301","2":"Luna","3":"Ahhhhhhh!"},{"T":"301","3":"Luna throws the hand away and jumps back, accidentally tripping over something else on the ground."},{"T":"301","3":"She can feel the agonizing pain from the wounds all over her body, but the real pain comes from a strange feeling in her mind."},{"T":"301","3":"A peculiar noise clamors by her ears as if trying to tell her something. But upon listening more closely, she realizes it is just her own voice."},{"T":"301","2":"Luna","3":"Where... where am I?!"},{"T":"301","3":"Luna remembers that she secretly replaced her sister and went with the group of imposing men to become a 'Construct'."},{"T":"301","3":"She does not know exactly what a so-called 'Construct' is, only that if she becomes one, she and her sister can go to Babylonia. There they can eat their fill and take hot showers every day."},{"T":"301","2":"Luna","3":"All I remember was taking a pill the doctor gave me, then I fell asleep... After... after that..."},{"T":"301","3":"Luna tries to recall what happened after she fell asleep, but her memory is all in disarray."},{"T":"301","2":"Luna","3":"It's... so dark here... I-is anybody there?"},{"T":"301","3":"She tries to yell out, but is only answered by her echo."},{"T":"301","2":"Luna","3":"Lucia... Sis... I'm scared... Where are you...?"},{"T":"301","3":"There is no warmth from a bonfire. No warmth from her sister. Only the cold, uncaring darkness."},{"T":"301","3":"Her eyes brim with tears at the thought of her sister. She can barely stop herself from crying out loud."},{"T":"301","3":"But right at that moment, a dull low roar comes from deep within the darkness. Luna clasps her mouth shut, too afraid to cry any longer."},{"T":"301","2":"Luna","3":"Is that what my sister warned me about—the monster?!"},{"T":"301","3":"The low roar and abrasive sound of dragging feet draw near... Closer and closer... Step by step..."},{"T":"301","2":"Luna","3":"It's... it's coming this way!"},{"T":"301","2":"Luna","3":"Lucia said that monsters only hide in the dark because they're afraid of the light. If only there was any..."},{"T":"301","3":"Luna looks around to see a small hill emitting a blinding red light."},{"T":"301","2":"Luna","3":"If I can just make it over there, the monster won't come any closer!"},{"T":"301","3":"She makes up her mind, and runs with all her might toward the glowing red light."},{"T":"301","3":"But as she approaches the red light, she finally discovers its source—"},{"T":"301","2":"Luna","3":"C-Corrupted..."},{"T":"301","3":"The upper half of a Corrupted lies on top of a waste pile. Although severely damaged, it still retains its functionality—noticing Luna, it turns its battered head toward her."},{"T":"301","2":"Corrupted","3":"Agh... Argh!"},{"T":"301","3":"The Corrupted reaches out toward Luna. All she can do is stand there helplessly."},{"T":"301","2":"Luna","3":"Lucia... Where are you...?"},{"T":"301","3":"Her eyes brim with tears once more. She has seen countless people ravaged by Corrupted. Those are the monsters that lurk in the dark, waiting to devour humanity."},{"T":"301","3":"But to her surprise, the Corrupted does not attack her. It gradually relaxes its grip and becomes dormant once more."},{"T":"301","2":"Luna","3":"Hm..."},{"T":"301","3":"In the dim red glow of the Corrupted, Luna finally sees what has been causing her such pain—bullet holes on her body."},{"T":"301","2":"Luna","3":"Is this... me...?"},{"T":"301","3":"Those imposing men said that she would grow a bit after her body was turned into a Construct to improve her combat ability."},{"T":"301","3":"But what fills her with despair now is the glowing red light coming from her wounds—the same red light as the Corrupted."},{"T":"301","2":"(Noise)","3":"Corruption... critical... and rising!"},{"T":"301","2":"(Noise)","3":"—Take her out... before the virus spreads."},{"T":"301","2":"(Noise)","3":"—Get to work. Kill the Corrupted and all the potential Corrupted."},{"T":"301","2":"(Noise)","3":"—Throw them in the trash disposal facility where they belong."},{"T":"301","3":"Luna stares into the eyes of the Corrupted, her vision gradually dissolves. The red light is rendered like ink until everything turned red."},{"T":"301","2":"Luna","3":"I'm a Corrupted? I'm a... monster?"},{"T":"301","3":"The voice echoing in Luna's ear gradually becomes noisy but clear as it approaches, getting so close like it is whispering."},{"T":"301","2":"(Noise)","3":"Desire... Impulse... A higher purpose..."},{"T":"301","2":"(Noise)","3":"Destroy... humanity... for the sake of... humanity..."},{"T":"301","3":"In the glowing red light, Luna hears someone talking. But to her surprise, the voice comes from her own mouth."},{"T":"301","2":"'Luna'","3":"Humanity must be filtered... There is no escape... There is no survival..."},{"T":"301","2":"'Luna'","3":"Ascend to a higher purpose... You are the agent... You are its will!"},{"T":"301","2":"Luna","3":"No... I am Luna!"},{"T":"301","2":"'Luna'","3":"Luna... You can no longer return to your sister's side. You will never see her again..."},{"T":"301","2":"Luna","3":"No! Lucia would never leave me. She promised."},{"T":"301","2":"Luna","3":"Lucia, if I ever get lost... If I ever lose my way, what should I do?"},{"T":"301","2":"Lucia","3":"That time may come. We should be prepared..."},{"T":"301","2":"Lucia","3":"I know, let's make a deal. If you ever get lost, just stay where you are and don't do anything."},{"T":"301","2":"Luna","3":"Don't do anything...? Is that it?"},{"T":"301","2":"Lucia","3":"Yes... Because I'll be able to find you, wherever you are... Even if you become something else, I'll always be able to find you. I promise."},{"T":"301","2":"Luna","3":"I'll wait for you, Lucia... I'll always wait for you!"},{"T":"301","3":"The noise echoing in her ears gradually weakens, and the corruption's grip on Luna begins to loosen miraculously. Once the blood-red light dissipates, Luna falls into a deep slumber."},{"T":"301","3":"Silence fills the abandoned facility once more, punctuated only by occasional murmurs from Luna lost in her dreams."},{"T":"301","2":"Luna","3":"Lucia..."},{"T":"301","2":"Luna","3":"Lucia... Sis..."}]