[{"T":"301","3":"Babylonia 09:30 p.m."},{"T":"301","3":"The cold lights once again illuminate the symbols of the five powers."},{"T":"301","3":"The gloomy space masks the anxious expression of each council member, allowing the hall to maintain solemnity and unity in front of the camera."},{"T":"301","3":"In silence, the light representing the will of the people appears on-screen as arranged. Seeing that everything is ready, Hassen rises and announces the commencement of the meeting."},{"T":"301","2":"Hassen","3":"I'm sure everyone already knows the topic of this meeting."},{"T":"301","2":"Hassen","3":"During our last meeting, the overwhelming majority voted in favor of escorting all refugees who consent back to Babylonia."},{"T":"301","2":"Hassen","3":"These days, we have made considerable sacrifices, but we have not achieved the corresponding results."},{"T":"301","3":"He raises his hand and leads everyone's eyes to the light blue holo-screen in front of him, which shows a group of rosters and a graph of green data indicating a downward trend."},{"T":"301","2":"Hassen","3":"3 hours have passed since our last failed rescue attempt."},{"T":"301","2":"Hassen","3":"After the Pulia Forest Park disaster, Babylonia dispatched 765 transport crafts over 374 rescue attempts to the surface."},{"T":"301","2":"Hassen","3":"On day 1 of the disaster, we rescued 587 refugees at a loss of 13 aircrafts and 21 pilots and crew perished."},{"T":"301","2":"Hassen","3":"On day 2, 493 refugees were rescued with 11 severe injuries, 42 minor injuries, 27 aircrafts were lost, and 36 pilots and crew perished."},{"T":"301","2":"Hassen","3":"On day 3, 271 refugees rescued with 21 severe injuries, 7 died from their wounds upon returning to Babylonia, 53 aircrafts were lost, and 71 pilots and crew perished."},{"T":"301","2":"Hassen","3":"In order to increase the success of these rescue operations, we dispatched Cerberus..."},{"T":"301","2":"Hassen","3":"And Strike Hawk..."},{"T":"301","2":"Hassen","3":"These elite squads have been able to protect most of the crew during ambushes."},{"T":"301","2":"Hassen","3":"However, the Hetero-Creatures are becoming increasingly relentless. Even our elite forces are struggling to prevent losses during air transit."},{"T":"301","3":"The line graph continues to sink in front of the camera to the lowest point of the dataset."},{"T":"301","2":"Hassen","3":"As shown in the figure, the success rate of our rescue operations continues to decline with each passing day. We have tried various tactics and even resorted to autonomous rescue pods, but there is no obvious change."},{"T":"301","2":"Hassen","3":"They are in a state of insurrection and will attack everything within range."},{"T":"301","2":"Hassen","3":"According to our latest statistics, our success rate has fallen below 3.12% for 12 consecutive days."},{"T":"301","2":"Hassen","3":"The cost of these rescue operations in terms of Constructs, materials, and transportation continues to escalate."},{"T":"301","2":"Hassen","3":"Without an intact transport craft, even the elite teams currently stranded on the surface are unable to return to Babylonia."},{"T":"301","3":"A red line indicating an upward trend is overlaid on the green chart, creating an exaggerated X-shape."},{"T":"301","2":"Hassen","3":"As for whether to continue these rescue operations, I believe you have already collected votes prior to this meeting."},{"T":"301","2":"Councilman A","3":"Yes, Mr. President. According to the votes, 57% of the public believe the number of casualties far exceeds the number of those rescues, and these meaningless operations should cease immediately."},{"T":"301","3":"The lower-than-anticipated disapproval rate caught many of the council members' attention, causing everyone to begin whispering in the shadows."},{"T":"301","2":"Councilman C","3":"Only 57%?"},{"T":"301","2":"Councilman D","3":"I assumed the disapproval rate would be closer to 100% given our losses."},{"T":"301","2":"Councilman B","3":"The remaining 43% of voters believe that we should continue these operations, or at least return the elite squads back to Babylonia."},{"T":"301","2":"Hassen","3":"Gestalt, simulate both scenarios."},{"T":"301","2":"Gestalt","3":"With the current tactics, the success rate will result in an asymptote of 0 or a negative number. Deducing the combat effectiveness of elite squads, no direct engagement with the twins results in a 97.1% survival rate on the surface..."},{"T":"301","2":"Hassen","3":"..."},{"T":"301","2":"Hassen","3":"Then it's decided. Given these statistics, we well suspend surface rescue operations and prioritize necessary logistics for Babylonia."},{"T":"301","2":"Hassen","3":"That being said, we will not abandon our comrades stranded on Earth."},{"T":"301","2":"Hassen","3":"Parliament will urge the Task Force to modify its tactics as soon as possible to improve the success rate and make a second rescue attempt."},{"T":"301","3":"With the meeting adjourned, Hassen is joined in his office by an expected guest here to discuss an expected topic."},{"T":"301","2":"Hassen","3":"I noticed this problem, too."},{"T":"301","2":"Nikola","3":"Compared with researching how to change rescue tactics, Kurono will be more inclined toward a full evacuation."},{"T":"301","2":"Nikola","3":"They garnered less support than expected this time. That's good news. This also means your desire to 'make a second rescue attempt' didn't fall on deaf ears."},{"T":"301","3":"After a moment of contemplation, Hassen raises his hand again and projects a video recording onto the screen."},{"T":"301","2":"Hassen","3":"Have you seen this?"},{"T":"301","2":"Lucia","3":"Lucia, Captain of Gray Raven, issuing a mission report to HQ."},{"T":"301","2":"Lucia","3":"We have successfully cleared the Hetero-Creatures from the Pulia Forest Park Ruins and have fully evacuated outside of the corruption zone."},{"T":"301","2":"Lucia","3":"There is a high level of Punishing concentration here due to the large presence of Hetero-Creatures."},{"T":"301","2":"Lucia","3":"According to the information we have received, the surrounding areas are the same except in the direction leading to the ARU."},{"T":"301","2":"Lucia","3":"However, we are unable to escort this many refugees by foot, nor does the ARU have enough supplies to sustain such a high influx of refugees."},{"T":"301","2":"Lucia","3":"After we confirmed that the twins headed toward the west coast, we took the commandant and 67 humans to the basement in City 043's conservation area."},{"T":"301","2":"Lucia","3":"We have enough supplies here to sustain us for 15 days. Requesting immediate aid."},{"T":"301","2":"Lucia","3":"Teasell is still MIA. Commandant Vanessa and Bambinata from Egret are also with us. They suffered some injuries, but they are no longer in critical condition after being treated by Liv."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"She pauses for a second."},{"T":"301","2":"Lucia","3":"As for Commandant 【kuroname】..."},{"T":"301","2":"Lucia","3":"...We just rendezvoused with Liv. She's more qualified to issue a report."},{"T":"301","3":"She points her terminal at Liv."},{"T":"301","2":"Liv","3":"Fortunately, the commandant's abdominal wound didn't affect any vital organs. However, during the evacuation, the commandant suffered a serious head injury, leading to brain trauma and subdural hematoma."},{"T":"301","2":"Liv","3":"After we moved to the conservation area of City 043, we used the medical facilities here to perform a craniotomy on the commandant and removed the hematoma."},{"T":"301","2":"Liv","3":"While we were searching for a conservation area to operate in, we were delayed after being attacked by a barrage of Hetero-Creatures. Now the situation isn't looking good. The commandant's in a coma and battling an infection."},{"T":"301","2":"Liv","3":"The medical equipment here is less than ideal and most of the medical supplies have been taken away. If this continues, the commandant may face septic shock."},{"T":"301","2":"Liv","3":"Hopefully, we can bring the commandant back to Babylonia for treatment, but based on the current safety concerns in transit, I'm afraid that even if we make it back, the turbulence will only cause secondary injuries to the commandant."},{"T":"301","2":"Liv","3":"We need immediate medical relief. Whether that be for the commandant or the injured residents here in City 043's conservation area."},{"T":"301","2":"Lucia","3":"That's our current sitrep. Please send support as soon as possible."},{"T":"301","3":"Lucia's recording cuts out."},{"T":"301","2":"Hassen","3":"This is the mission report we received after they just retreated from the Pulia Forest Park Ruins."},{"T":"301","2":"Hassen","3":"We dispatched more supplies and support to provide emergency relief, but 【kuroname】 shows no signs of improvement."},{"T":"301","2":"Hassen","3":"The return ceremony of Atlantis gave people hope and made them care for heroes."},{"T":"301","2":"Hassen","3":"After the fire in Pulia, people want to know Gray Raven's whereabouts. I think it's an appropriate time to disclose their current situation."},{"T":"301","2":"Nikola","3":"We've suffered heavy casualties this time. Commandant Harley Jo and Yata barely made it back to Babylonia with Simon in a coma. They're still at the Star of Life, and Simon has yet to regain consciousness."},{"T":"301","2":"Nikola","3":"Egret and numerous other Constructs are still stranded on the surface."},{"T":"301","2":"Nikola","3":"If even Gray Raven and 【kuroname】 have suffered such serious losses, this will be a huge blow to the people's confidence in victory."},{"T":"301","2":"Nikola","3":"At that point, I'm sure even more people will be in favor of abandoning the rescue effort."},{"T":"301","2":"Hassen","3":"If we don't inform the people, they will only turn to rumors. Sometimes, acceptance is more helpful for us to overcome difficulties."},{"T":"301","2":"Nikola","3":"But surely we approach this in a more delicate manner."},{"T":"301","2":"Hassen","3":"What if I say I wanted to use this as a bargaining chip with Kurono?"},{"T":"301","2":"Nikola","3":"You mean the Omega File?"},{"T":"301","2":"Hassen","3":"Correct. According to the Science Council's report, the 'Omega Prototype' is complete."},{"T":"301","2":"Hassen","3":"It has the ability to absorb the Punishing Virus, but the effect is limited."},{"T":"301","2":"Hassen","3":"Given the information in the report, it seems that it can't actively capture the Punishing Virus. However, it can still absorb it by coming into contact with the virus."},{"T":"301","2":"Hassen","3":"Considering its current form, even if we devote all resources to mass production, it's going to be difficult to achieve the desired effect."},{"T":"301","2":"Hassen","3":"However, if we can direct large quantities of the Punishing Virus to the 'Omega Prototype', we may be able to achieve a vastly different effect."},{"T":"301","2":"Nikola","3":"How can Constructs absorb the Punishing Virus? Isn't that a characteristic reserved for Ascendants?"},{"T":"301","2":"Nikola","3":"...You aren't thinking of joining forces with Kurono, are you?"},{"T":"301","2":"Hassen","3":"The Science Council stole a portion of Kurono's R&D through its counter intelligence program. They're using Ascendant data to develop a specialized frame."},{"T":"301","2":"Hassen","3":"If Asimov can confirm the Omega Weapon's compatibility with this new frame..."},{"T":"301","2":"Hassen","3":"We can use the current situation to discuss it with them."},{"T":"301","3":"Heavy rain falls on a gloomy afternoon."},{"T":"301","3":"Gray Raven has already been stranded on the surface for over a month."},{"T":"301","3":"During this time, Liv has been meticulously caring for 【kuroname】, who has shown no signs of regaining consciousness."},{"T":"301","3":"The rain outside the basement has gradually washed away the coagulated blood on the streets. Absent of humans, the ruins are now only filled with Corrupted and Hetero-Creatures lingering aimlessly."},{"T":"301","3":"Before the abandoned CPF 040 and the Pulia Forest Park were set ablaze, people had noticed the Punishing concentration steadily rising with the appearance of the Red Tide."},{"T":"301","3":"At that time, people simply attributed this phenomenon to the 'Hetero-Core' and the 'Red Tide'. They believed this was the manifestation of the Punishing Virus as it culminated and evolved, not that they were the culprits."},{"T":"301","3":"Nobody was aware of a much greater disaster silently looming in the distance. They only targeted the Red Tide, thinking that if it was eliminated, their problems would be solved."},{"T":"301","3":"Thus, they used the Longinus Arsenal to obliterate the Red Tide and its monstrosities. However, the Punishing Virus still remained. Nothing could dissipate it."},{"T":"301","3":"Their efforts were akin to evaporating a stream, the condensation of which only returned to the air. The airborne Punishing Virus was then absorbed by the 'Mother'. What should have been an overflowing Punishing Concentration seemingly fell. During which, it used this time to breed yet another disaster."},{"T":"301","3":"With the CPF 040 and Pulia Forest Park reduced to ruins, the Punishing Virus trapped within was released into the world, further fanning the flames of a world already at its limit."},{"T":"301","3":"In this vast red sea, the emergence of humanoid creatures only indicated the further evolution of the Punishing Creatures."},{"T":"301","3":"However, they are not the greatest threat nor are they the ultimate fruit borne from disaster."},{"T":"301","3":"Today, the hotbed known as the 'Red Tide' continues to sow its 'seeds' across the land as it marches onward over bloodstains, both new and old, in the joyous pitter-patter of rain."},{"T":"301","3":"Humanity—how the Children of Earth have fallen. Now, they are cast adrift like a ship without sails, huddling in the narrow cabins they call the conservation areas and praying to the CPFs for the minuscule protection that they provide."},{"T":"301","3":"Conservation Area Basement, 09:30 p.m."},{"T":"301","3":"Right as the council in Babylonia is deliberating whether to suspend rescue, humanity on Earth eagerly waits for good news in the enclosed basement."},{"T":"301","3":"Several days have past since they last received aid. Food and medical supplies dwindle right before their eyes."},{"T":"301","3":"However, for people in any conservation area, stepping out of the enclosed basement and returning to their old ways as Scavengers means certain death."},{"T":"301","3":"They have no choice but to remain in the conservation area under the protection of the Constructs."},{"T":"301","2":"Conservation Resident A","3":"Didn't they say supplies were on the way? How much longer we gotta wait?"},{"T":"301","3":"In the enclosed basement filled with the stench of decaying flesh, a haggard refugee suddenly shouts at his partner."},{"T":"301","2":"Refugee Guitarist","3":"Who knows? Maybe they failed again."},{"T":"301","3":"His companion seems less anxious, stroking the old guitar as he plucks at its strings."},{"T":"301","2":"Conservation Resident A","3":"How can you play that thing at a time like this, Chuck?!"},{"T":"301","2":"Chuck","3":"What else can I do? (Sighs) We all have our own ways of handling stress... 'Want me—woah-oh—to take it out on you? Oh, yeah...'"},{"T":"301","3":"The young refugee named Chuck sings weakly as he strums along with each word, but this only ignites the last ounce of reason in the other resident, who begins to yell at him angrily."},{"T":"301","2":"Conservation Resident A","3":"Had I known it was going to be like this, we should've evacuated while we still had a chance!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Hearing the sudden outburst, Liv looks up anxiously from beside the patient she is attending to and watches him out of the corner of her eye."},{"T":"301","2":"Conservation Resident A","3":"If it hadn't been for those damn Corrupted and those Hetero-whatevers pursuing the transport crafts... We would've been outta here already!"},{"T":"301","2":"Conservation Resident B","3":"...I told you we should've left earlier, but no! You were too much of a chicken**** about it crashing on the way back to Babylonia!"},{"T":"301","2":"Conservation Resident B","3":"Hmph... Babylonia finally sent rescue and we missed the boat..."},{"T":"301","2":"Conservation Resident A","3":"But didn't it end up crashing anyways? I wasn't just being paranoid, now was I?!"},{"T":"301","2":"Conservation Resident A","3":"Not to mention, those Constructs guarding this place... Their commandant didn't go on it either."},{"T":"301","2":"Conservation Resident B","3":"Didn't you hear, idiot? Their commandant's head wound can't handle the turbulence."},{"T":"301","2":"Conservation Resident A","3":"I was just thinking... We wait a few days until it's safe, then go back with their commandant! I wasn't expecting it to get worse!"},{"T":"301","2":"Conservation Resident B","3":"Then what are you going on about? We stay here... we die. We go on the transport craft... we die. That's all we've got to live for now."},{"T":"301","2":"Conservation Resident A","3":"What the hell are you talking about! We already made it out of danger once already!"},{"T":"301","2":"Conservation Resident A","3":"The conservation area in Pulia Forest was a damn deathtrap! The whole place was blown to smithereens... Ka-BOOM!"},{"T":"301","3":"He jumps out of bed and mimics the explosion in the ruins."},{"T":"301","2":"Conservation Resident A","3":"Can't you see? With the Punishing concentration as high as it is, even the refugees living out in the wilderness are fighting to enter the conservation areas. Just look at that guy with the guitar..."},{"T":"301","2":"Conservation Resident A","3":"But despite all that, we're still alive!"},{"T":"301","2":"Conservation Resident A","3":"AND! We're going to keep on living!"},{"T":"301","3":"Despite Chuck's angry glare, he shakes the other resident excitedly as if to cheer himself up by shouting."},{"T":"301","2":"Conservation Resident B","3":"..."},{"T":"301","2":"Chuck","3":"Alright, alright. I'll go find some other place to play."},{"T":"301","2":"Conservation Resident A","3":"Where else is there to go down here?"},{"T":"301","3":"Chuck doesn't respond. Instead, he just quietly grabs his guitar and proceeds further into the basement."},{"T":"301","2":"Conservation Resident B","3":"(Sighs) If you've still got this much energy to shout, give me some of your rations tomorrow..."},{"T":"301","3":"He pushes him away and sighs quietly. He grabs his injured leg and struggles to adjust his posture."},{"T":"301","2":"Conservation Resident B","3":"And if you don't got any... Don't we still have protective gear? Heh."},{"T":"301","2":"Conservation Resident A","3":"What's that gonna do? That head wound you got on the way here must've given you a concussion if you think that'll help us kill those monsters... I... I just want..."},{"T":"301","3":"His voice suddenly withers. Noticing his partner's dejected mood, the middle-aged man sits up and pats him on the back."},{"T":"301","2":"Conservation Resident B","3":"...It was just a scrapped CPF a hundred kilometers away that was blown up. That's all. It's nothing serious... It'll be all right."},{"T":"301","2":"Conservation Resident A","3":"If it was just that, then why the hell are we all stuck here?! I... I..."},{"T":"301","3":"Already on the verge of a mental breakdown, the man begins to sob as panic sets in."},{"T":"301","2":"Conservation Resident B","3":"Hey... Don't cry... It'll be alright... Um, Doctor... Ah-hem... My head wound..."},{"T":"301","2":"Liv","3":"Has the wound opened again? I'll be right with you."},{"T":"301","2":"Conservation Resident B","3":"Thanks... You haven't had any shuteye the past few days. Have you?"},{"T":"301","2":"Liv","3":"Constructs don't need sleep. I can still keep going for a few more days, but you need more rest. And stop irritating your wound."},{"T":"301","2":"Conservation Resident B","3":"It just... hurts and itches at the same time. I can't help myself..."},{"T":"301","3":"The middle-age man gazes up at Liv—dark circles surround his glossy eyes."},{"T":"301","2":"Conservation Resident B","3":"Hey, snot-nosed brat. Tell me... How many days have we been here...?"},{"T":"301","3":"His fatigued and unclear question gets lost in the surrounding noise, yielding no response."}]