[{"T":"301","3":"Having prepared yourselves sufficiently, you re-enter the area that the Red Tide has invaded."},{"T":"301","3":"Tinted bloody red by the Red Tide, the place is like a wound cut open."},{"T":"301","3":"A female Construct is wandering amidst the red puddles, seemingly looking for something."},{"T":"301","2":"Liv","3":"She matches the image data we received. Target confirmed. She's severely infected, though..."},{"T":"301","2":"Lucia","3":"She must have already enhanced her Inver-Device."},{"T":"302","2":"But she is way too close to the Red Tide."},{"T":"301","2":"Lucia","3":"Let's stay quiet for now. We'll close in on her and ask Commandant to speak with her."},{"T":"301","2":"Lucia","3":"We will only proceed with the next step if communication is impossible."},{"T":"301","3":"The Gray Raven spreads out and closes in on the target without a sound. Then, Lucia can be heard speaking over the transceiver."},{"T":"301","2":"Lucia","3":"On standby. Commandant, you may engage the target."},{"T":"301","3":"(...With a soft expression on your face, you're approaching Ruolin.)"},{"T":"302","2":"Ruolin?"},{"T":"301","2":"Ruolin","3":"Who are you...? From the uniform you're wearing, I'm guessing you're a commandant?"},{"T":"302","2":"I'm the Gray Raven Commandant."},{"T":"301","2":"Ruolin","3":"THE Gray Raven? My commandant talked about you a lot..."},{"T":"301","3":"Her expression softens, but she quickkly becomes alerted as if she has noticed something."},{"T":"301","2":"Ruolin","3":"Did you come here to bring me back? Where is the rest of your team?"},{"T":"302","2":"Yes, but I wanted to have a talk with you."},{"T":"301","2":"Ruolin","3":"A talk? About what?"},{"T":"302","2":"Have your found your commandant?"},{"T":"301","2":"Ruolin","3":"Not yet... But I believe he's still alive!"},{"T":"302","2":"Have you ever seen a 'Rising Tide'?"},{"T":"301","2":"Ruolin","3":"Never... Do you have any information on the Red Tide?"},{"T":"302","2":"(If she knows anything about the Red Tide...)","4":"(The projection will tempt her to go after the Red Tide itself...)"},{"T":"301","3":"You show Ruolin partial information on the Red Tide, having decided to exclude the part about the Red Tide projection. She now looks dubious."},{"T":"301","2":"Ruolin","3":"This is pretty much the same as what I've heard from the Support Force, although your information is more detailed."},{"T":"301","2":"Ruolin","3":"But I just don't believe that he'd leave me all alone and die like that!"},{"T":"301","3":"Ruolin looks away from the information, her voice wavering."},{"T":"302","2":"You trust him a lot, don't you...","4":"It seems like you two were very close."},{"T":"301","2":"Ruolin","3":"Of course. We are childhood friends and grew up together."},{"T":"301","3":"Staring at the puddles left behind by the Red Tide, Ruolin starts recounting their past..."},{"T":"301","3":"...I can't even begin to tell you how much we've been through together. My family and friends left me one after another."},{"T":"301","3":"He's the only one who stayed by my side."},{"T":"301","2":"Ruolin","3":"He would always smile at me, and his smile always makes me feel safe."},{"T":"301","2":"Ruolin","3":"Our good times lasted for a while... Until I was diagnosed with an incurable disease."},{"T":"301","2":"Ruolin","3":"The Punishing Virus is virtually the most severe of diseases of our time, so much so that people have forgotten about the other diseases."},{"T":"301","2":"Ruolin","3":"But that doesn't make them disappear, and they're as terrifying as ever."},{"T":"301","2":"Ruolin","3":"For someone like me who works in the logistics, the disease would have cost me an arm and a leg to treat."},{"T":"301","2":"Ruolin","3":"Just right when I was about to give up, the medical department made him a suggestion..."},{"T":"302","2":"They suggested to have you turned into a Construct, didn't they?"},{"T":"301","2":"Ruolin","3":"That's right."},{"T":"301","2":"Ruolin","3":"The single biggest concern I had about being turned into a Construct was time."},{"T":"301","2":"Ruolin","3":"A Construct can live on and on, and eventually I'd have to see him die."},{"T":"301","2":"Ruolin","3":"But then he said..."},{"T":"301","2":"Silk Worm Commandant","3":"I can't become a Construct the same way you can because I'm not compatible with copolymers."},{"T":"301","2":"Silk Worm Commandant","3":"But technology never stops improving, and there will be hope so long as we're still alive."},{"T":"301","2":"Ruolin","3":"But you don't need to become a Construct..."},{"T":"301","2":"Silk Worm Commandant","3":"I don't want to leave you all alone, so I'm going to apply for it as soon as technology has made it possible for me."},{"T":"301","2":"Ruolin","3":"...What if that day never comes?"},{"T":"301","2":"Silk Worm Commandant","3":"If that's the case, Ruolin, I want you to live on."},{"T":"301","2":"Silk Worm Commandant","3":"This may sound selfish of me, but I hope to always have you right by my side during my mortal life."},{"T":"301","2":"Ruolin","3":"I only accepted the suggestion so I could be with him..."},{"T":"301","2":"Ruolin","3":"How could he just leave me all alone..."},{"T":"302","2":"(She knows perfectly well that her commandant has died...)","4":"(She's only in denial...)"},{"T":"301","2":"Ruolin","3":"Commandant, you're the person he had the most respect for. Please tell me... What should I do? What can I do to find him?"},{"T":"302","2":"He's still with you."},{"T":"301","2":"Ruolin","3":"I can't see him..."},{"T":"302","2":"He wants you to stay alive."},{"T":"301","3":"The times they have spent together will not cease to exist simply because one of them has parted first. The fact that Ruolin is still here is proof enough that the Silk Worm Commandant's will is still with her."},{"T":"301","3":"After hearing these words from you, Ruolin slumps to the ground and starts sobbing, awash in sadness."},{"T":"301","3":"Seeing the scene, the rest of the team quietly comes closer to comfort Ruolin."},{"T":"301","3":"Ruolin's expression softens with everyone's kind word."},{"T":"301","2":"Ruolin","3":"Thank you so much... I still feel devastated, but I will try my best to accept the truth and live on, because this is something he's hoped for."},{"T":"301","2":"Ruolin","3":"Being able to meet people he's mentioned to me... Is probably a gift he's left behind."},{"T":"302","2":"The pleasure is ours. Shall we go home?"},{"T":"301","2":"Ruolin","3":"Yes, let's go. I'm sorry for all the trouble I caused. I owe you an apology... Punishment is inevitable, I suppose."},{"T":"301","2":"Ruolin","3":"I'm still finding it difficult, but I'll learn to accept it."}]