[{"T":"301","2":"System","3":"Confidentiality Level: A+, Urgency: S, Hazard Index: A+, Authentication: Gray Raven. Mission details uploaded. Implementing the permission request..."},{"T":"301","2":"Lucia","3":"..."},{"T":"302","2":"What is it?","4":"You seem quite serious..."},{"T":"301","2":"Lucia","3":"Commandant, a new request for combat has come in from Babylonia."},{"T":"301","2":"Lucia","3":"It's different from our typical missions this time... Commandant, do you know anything about the 'Memory Chip'?"},{"T":"302","2":"Indeed.","4":"Not much."},{"T":"301","2":"Lucia","3":"As you know, the Memory Chip is the culmination of extraordinary tactical memory data of human ancestors."},{"T":"301","2":"Lucia","3":"As the commandant, you can equip and combine various Memory Chips for the Construct through the tactical support program to design a tactical plan."},{"T":"301","2":"Lucia","3":"In this way, the Construct can make use of different tactical memory data to better deal with the changes during battles."},{"T":"301","2":"Lee","3":"Your answer makes me wonder if we've been in a state of vacancy in the six memory slots."},{"T":"302","2":"Well, I doubt it.","4":"Correct."},{"T":"301","2":"Lee","3":"... Am I supposed to feel relieved now? All in all, the Memory Chip is the culmination of the extraordinary tactical memory data of our human ancestors."},{"T":"301","2":"Lee","3":"It's something to think about whether it's the amazing luck or the inconspicuous leadership of the commandant that has gotten the Gray Raven this far."},{"T":"301","2":"Lee","3":"As the commandant, you can equip and combine various Memory Chips for the Construct through the tactical support program to design a tactical plan."},{"T":"301","2":"Lee","3":"In this way, the Construct can make use of different tactical memory data to better deal with the changes during battles."},{"T":"301","2":"Lucia","3":"The Memory Chip tech has always been a significant and effective approach to enhance the overall battle power of Constructs."},{"T":"301","2":"Lucia","3":"But now, it was intercepted by the Ascendants."},{"T":"302","2":"What's going on?"},{"T":"301","2":"Lucia","3":"The tactical terminal of Babylonia was recently infected by the Punishing Virus and it tore a tiny gap."},{"T":"301","2":"Lee","3":"The gap is extremely small. Records show that a central system has found and fixed this tiny gap in 0.03 seconds. But the gap... happens to be where the memory data is stored."},{"T":"301","2":"Lee","3":"This was a well-planned and targeted attack, most likely initiated by the Ascendants."},{"T":"301","2":"Lee","3":"Though we've isolated the memory data that was briefly exposed, only 27.7% of the memory data is guaranteed to be uncorrupted after a thorough check."},{"T":"302","2":"Things are not promising.","4":"What should we do?"},{"T":"301","2":"Lucia","3":"Yes, Commandant."},{"T":"301","2":"Lucia","3":"Fortunately, Memory Chip tech is a core tech that has been put into research since the end of the Post-Pandemic Age."},{"T":"301","2":"Lucia","3":"All original data of uncorrupted memory should still be preserved in the ground tactical initially deployed on Earth."},{"T":"301","2":"Lee","3":"There's still hope. Don't panic."},{"T":"301","2":"Lucia","3":"Yes, Commandant. But according to the analysis of the early related records, Babylonia has acquired an important message."},{"T":"301","2":"Lucia","3":"At the end of the Post-Pandemic Age, humans once deployed a ground tactical terminal on Earth, where it was highly likely to preserve all uncorrupted original memory data."},{"T":"301","2":"Lee","3":"That's right."},{"T":"302","2":"Are you sure it was not corrupted?","4":"Do the ascendants have any idea about this?"},{"T":"301","2":"Lee","3":"I'm not a hundred percent sure. After all, the records were too far back and a lot of information was lacking, but it's worth looking into."},{"T":"301","2":"Lee","3":"I'm not a hundred percent sure. But even if it's a risky move, it's also the only effective way to recycle the original uncorrupted memory data in the ground tactical terminal."},{"T":"302","2":"Prepare for battle.","4":"Liv?"},{"T":"301","2":"Lucia","3":"Combat mission confirmed: Detect the original memory data in the ground tactical terminal and recycle the uncorrupted data to restore functionality."},{"T":"301","2":"Lucia","3":"Liv, have you located where the ground tactical terminal is?"},{"T":"301","2":"Liv","3":"Commandant, I've detected ten ground tactical terminals through data analysis and calculations."},{"T":"301","2":"Liv","3":"The positioning satellite detected that there was a strong reaction of the Corrupted everywhere, but no signs of the Ascendants..."},{"T":"301","2":"Lee","3":"We have to recycle all memory data before they discover the ground tactical terminals."},{"T":"301","2":"Lee","3":"The information and corruption analysis report of the ten Memory Chips have already been loaded into my database."},{"T":"302","2":"Prepare to move out.","4":"A fight is waiting for us."},{"T":"301","2":"Lucia","3":"Right. The first goal, memory: Cottie. Gray Raven, get ready for the battle."},{"T":"301","2":"Lee","3":"I have a bad feeling... about the original memory data."}]