[{"T":"301","2":"Wanshi","3":"Hook up the artificial heart, use the suction device to suck the vital fluid away, block the local pain signals, and transfer the feedback to the external terminal."},{"T":"301","2":"Assistant A & B","3":"Understood."},{"T":"301","3":"The assistants help prepare the Construct on the maintenance bed according to Wanshi's instructions. Wanshi changes into dustproof clothes and stands in the center of the maintenance room. An assistant approaches him at that moment."},{"T":"301","2":"Assistant A","3":"Doctor Wanshi, a Construct was taken to maintenance room 13."},{"T":"301","2":"Wanshi","3":"Turn on data projection."},{"T":"301","3":"Wanshi nods as he looks at the scan of the Construct in maintenance room 13 and says to the assistant."},{"T":"301","2":"Wanshi","3":"The auxiliary circulatory system of the lower chamber is damaged. Help me start the remote maintenance kit in maintenance room 13."},{"T":"301","2":"Assistant A","3":"Huh, but that would take a huge toll on your mind."},{"T":"301","3":"Wanshi takes several connecting wires from the kit terminal aside and attaches them to his head, ignoring the assistant's persuasion."},{"T":"301","2":"Wanshi","3":"Testing connection."},{"T":"301","3":"The view of maintenance room 13 is revealed by the kit terminal, several robotic arms lifting the maintenance tools in turn under Wanshi's control. The damaged parts of the Construct are magnified through the microscope, and the gathered data is displayed on the dials of the robotic arms."},{"T":"301","2":"Wanshi","3":"That's alright. We'll fix them at the same time."},{"T":"301","2":"Wanshi","3":"Maintenance over. I'll leave the module 'stitiching' to you."},{"T":"301","3":"Wanshi pushes the maintenance tools aside. The robotic arms slowly lower in the projection of the terminal, putting an end to the work in maintenance room 13."},{"T":"301","2":"Assistant B","3":"Yes, Doctor."},{"T":"301","3":"The assistant takes a step forward and takes over the maintenance tool after hearing this. Wanshi stretches out and steps back to make room for the assistant."},{"T":"301","3":"However, when Wanshi is stepping back, he suddenly stumbles on his feet. Everything in the maintenance room seems illusory and distant to him. He reaches out to the left, and the touch of the wall brings him back to reality. He keeps his footing by holding onto the wall."},{"T":"301","2":"Assistant B","3":"Doctor!"},{"T":"301","3":"Wanshi leans against the wall and takes a few deep breaths. He gets back on his feet again and takes a few pills."},{"T":"301","2":"Wanshi","3":"I'm... I'm okay."},{"T":"301","2":"Assistant B","3":"It seems that you are much more serious when it comes to maintenance, Doctor."},{"T":"301","2":"Wanshi","3":"Is that so... I didn't feel any different."},{"T":"301","2":"Wanshi","3":"Constructs can feel pain just as well as humans. Isn't it a doctor's job to ease their pain?"},{"T":"301","2":"Assistant B","3":"We could just turn off their pain module or use recalling after the frame is fixed."},{"T":"301","2":"Wanshi","3":"We only advise them to do so when they're suffering unbearable pain."},{"T":"301","2":"Wanshi","3":"Besides, making a new frame is much more difficult than maintaining it... Otherwise, our work would be meaningless."},{"T":"301","2":"Assistant B","3":"Speaking of which, I often heard you use recalling to comfort the Constructs during the adjustment."},{"T":"301","2":"Wanshi","3":"Well... it's part of our duty to help them return to the battlefield."},{"T":"301","2":"Assistant A","3":"Yeah, right, you get all talkative about such topics."},{"T":"301","2":"Assistant B","3":"Right, but it's hard for us to understand it anyway. They're just machines, aren't they?"},{"T":"301","2":"Assistant A","3":"Exactly."},{"T":"301","2":"Wanshi","3":"Well..."},{"T":"301","2":"Assistant A","3":"Enough of that. Doctor, it's almost time for the follow-up adjustment of the Construct, right?"},{"T":"301","2":"Wanshi","3":"It seems so. I'll get going then."},{"T":"301","3":"Wanshi says it as he hangs up the dustproof clothing in the closet of the maintenance room and walks outside."},{"T":"301","3":"Lies are everywhere in human society."},{"T":"301","3":"Lies are around each of us from the moment we come into this world. And everyone will come into contact with them as part of the social network."},{"T":"301","3":"Lies, ill-intended or not, are alterations to reality."},{"T":"301","3":"The moment you see beyond the lies and find reality, a certain string will begin to tighten... or snap."},{"T":"301","3":"And what might have sounded inconsequential in daily life may turn deadly dangerous after the wall of lies is breached."},{"T":"301","3":"The confusion caused by the shocking news from the professor makes Wanshi forget when he was called into the office and when did the topic come up."},{"T":"301","3":"Wanshi, frozen in place, swallows hard, trying to suppress the shock and find the words."},{"T":"301","2":"Wanshi","3":"Professor, what you just said..."},{"T":"301","2":"Professor","3":"Yes, some lives are more equal than others in the Star of Life, a place that is supposed to save all lives."},{"T":"301","2":"Professor","3":"Our Construct Maintenance Department, which was established by the military and the Science Council, is basically a slaughterhouse covered with lies."},{"T":"301","2":"Wanshi","3":"Then the so-called recalling..."},{"T":"301","2":"Professor","3":"The Constructs known to the public that have been recalled and returned to the battlefields are nothing more than exceptions shaped by the military to be inspirations."},{"T":"301","2":"Professor","3":"They weren't using recalls, but an arduous operation that extracted the Constructs' memories. By controlling the time difference, they created an illusion of a recall."},{"T":"301","2":"Professor","3":"This means that not every Construct is immortal. Their demise on the fields also spells their farewell to this world."},{"T":"301","2":"Assistant B","3":"Speaking of which, I often heard you use recalling to comfort the Constructs during the adjustment."},{"T":"301","3":"Stop it..."},{"T":"301","3":"If it's a lie, then what I did before..."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Professor","3":"The memory extraction operation is different from the frame replacement one, which is done with precise instruments and professional assistance."},{"T":"301","2":"Professor","3":"It's a dangerous and complicated technique to perform memory extractions on the battlefield and strip the M.I.N.D. from the frame, which might even result in the loss of memory data."},{"T":"301","2":"Professor","3":"And what is recalling known for?"},{"T":"301","2":"Professor","3":"That we could quickly activate it on the verge of death and safely transfer the Constructs' memories to Babylonia at the cost of a slight deviation in their M.I.N.D.s."},{"T":"301","2":"Professor","3":"If it's so easy to achieve the same effect as a memory extraction, why would we continue to delve into the mysteries of the M.I.N.D. to improve the success rate of those operations?"},{"T":"301","2":"Professor","3":"Recall... has been a trick for the Constructs from the very beginning."},{"T":"301","3":"Stop it."},{"T":"301","3":"Perhaps it's just that we don't have enough clearance to know the higher-up's intentions..."},{"T":"301","2":"Wanshi","3":"It can't be... the Science Council, the military, the Parliament members—they must have some ways to make recalling possible that they can't share with us..."},{"T":"301","2":"Professor","3":"Take a look at this data."},{"T":"301","2":"Wanshi","3":"This is..."},{"T":"301","2":"Professor","3":"It's a list of Constructs that have enabled recalling. It also records the flow of data shortly after that."},{"T":"301","2":"Wanshi","3":"How could it be... All those memories were..."},{"T":"301","2":"Professor","3":"Exactly. All of them were led into a void. They couldn't feel anything in the outside world, like a computer being shut down."},{"T":"301","2":"Professor","3":"They thought their minds were freed, and one day someone outside will turn them on again."},{"T":"301","2":"Professor","3":"But the truth is that their memories were never separated from reality—they were also shattered by this war along with their fallen frames."},{"T":"301","2":"Wanshi","3":"Constructs can feel pain just as well as humans. Isn't it a doctor's job to ease their pain?"},{"T":"301","3":"This can't be real."},{"T":"301","3":"Professor, please tell me this is a bad joke. Or else I..."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"If it's a lie, why are you telling me?"},{"T":"301","2":"Wanshi","3":"Aren't you afraid that I'll tell the Constructs the truth?"},{"T":"301","2":"Professor","3":"Will you?"},{"T":"301","2":"Wanshi","3":"I..."},{"T":"301","2":"Professor","3":"You won't."},{"T":"301","3":"Stop it."},{"T":"301","2":"Professor","3":"To let them step into battles with false hopes, or to let them know the truth, to face the harsh reality and confront their end in pain..."},{"T":"301","2":"Professor","3":"...I know what your choice would be just by the look on your face when you were helping those Constructs."},{"T":"301","2":"Professor","3":"It is the same choice as the one I made before..."},{"T":"301","3":"Stop it..."},{"T":"301","3":"...How should I respond to the weight of your trust?"},{"T":"301","2":"Wanshi","3":"That's selfish of you."},{"T":"301","2":"Professor","3":"Selfish? Perhaps..."},{"T":"301","2":"Professor","3":"Maybe I'm just a jester that couldn't hold it together on my own anymore. Maybe I just want to find someone to talk to."},{"T":"301","2":"Professor","3":"The blood-soaked facts won't be changed by individuals. Our department has compromised with their lies due to so many factors, which is probably my sin, this cowardice."},{"T":"301","3":"Stop it."},{"T":"301","3":"Wanshi's hands clench tightly in agony as he feels the warmth of blood oozing from his palms."},{"T":"301","3":"He wants to question, to scold, and to get rid of the past."},{"T":"301","3":"He slowly raises his hands, trying to do something, only to see the sad and haggard face of the professor when looking up."},{"T":"301","3":"The professor who brought him into the Star of Life has already grown so old already."},{"T":"301","3":"The hands in the air finally freeze before his chest."},{"T":"301","2":"Wanshi","3":"..."},{"T":"301","2":"Wanshi","3":"This is no excuse to keep lying to the Constructs."},{"T":"301","2":"Professor","3":"I didn't mean to coerce you by telling you the truth. I... wish that you'd find a different answer..."},{"T":"301","2":"Wanshi","3":"I... I'll never end up like you, telling lies in the name of salvation."},{"T":"301","3":"Wanshi tears off the badge of the Star of Life and drops it on the professor's desk with the sole wish of leaving this suffocating room as soon as possible without looking at him again."}]