[{"T":"301","3":"After saving the data collected, Haicma's mission is over for now."},{"T":"301","3":"Arriving where they planned, Haicma calculates the time it will take for Spooner to get there—she has accidentally come into contact with a small amount of Red Tide. Luckily, there is no noticeable sign of infection yet."},{"T":"301","3":"Haicma closes her eyes."},{"T":"304","1":"SYSTEM MAINTENANCE IN PROGRESS"},{"T":"304","1":"NEURAL LOGIC CIRCUIT: OPERATIONAL"},{"T":"304","1":"MEMORY DRIVE STATUS: NORMAL"},{"T":"304","1":"EMOTION SIMULATOR STATUS: OFFLINE"},{"T":"304","1":"ENVIRONMENT MONITOR STATUS: NORMAL"},{"T":"304","1":"REMOVING EXCESS DATA"},{"T":"301","3":"It has been a while since Haicma joined the Church of Machina. As an organized, militarized group of machines, each church member performs their role adequately and diligently."},{"T":"301","3":"However, Haicma slowly realizes that... information is not entirely transparent between church members. More precisely, 'Mother' is the only one who knows what the Church of Machina is doing and where it is heading."},{"T":"301","3":"Similar to 'Gear', the Church of Machina's army, Haicma is just another cog of this machine."},{"T":"301","3":"Many things have changed during her role as a cog: 'Chariot' fell, the Punishing Virus evolved, and the Church suffered greatly. Simply recording and analyzing the data has taken most of Haicma's processing power."},{"T":"301","3":"—It must have been a long time since she last observed nature this seriously."},{"T":"301","3":"The sights before her now are so different from the scenery in her memory data."},{"T":"301","3":"...What would Nanami paint if she saw this?"},{"T":"301","3":"This question pops up in Haicma's programming out of nowhere."},{"T":"304","1":"REROUTING COMPUTING POWER"},{"T":"304","1":"LAUNCHING SIMULATION SEQUENCE"},{"T":"304","1":"RETRIEVING DATA"},{"T":"304","1":"SIMULATION IN PROGRESS..."},{"T":"301","3":"..."},{"T":"301","3":"ANSWER UNKNOWN"},{"T":"301","2":"??","3":"...icm... Haicma!"},{"T":"301","3":"A quiet voice interrupts Haicma's self-test."},{"T":"301","3":"Haicma opens her eyes and notices a mist brewing upon the Red Tide beneath her, within which a small figure appears."},{"T":"301","2":"Haicma","3":"...Nanami?"},{"T":"301","2":"'Nanami'?","3":"Nanami's here... Haicma, Nanami's painted a lot of pictures! Come here and I'll show them to you...!"},{"T":"301","2":"Haicma","3":"Why... is Nanami inside the Red Tide?"},{"T":"301","3":"Her program logic suggests that this is impossible. Haicma last confirmed Nanami's location 118 hours, 86 minutes, and 32 seconds ago. Nanami does not have any reason or enough time to arrive here."},{"T":"301","3":"Not to mention that the Nanami before her is still equipped with her original frame."},{"T":"301","3":"Nanami chuckles, playing in the Red Tide as if playing in a swimming pool. Haicma remembers Nanami doing the same when her frame was submerged in maintenance fluid for inspection."},{"T":"301","3":"Who is that? Can she be Nanami? What... should Haicma do?"},{"T":"301","2":"'Nanami'?","3":"Do you want to know what I've seen, Haicma?"},{"T":"301","2":"Haicma","3":"You remember me?"},{"T":"301","2":"'Nanami'?","3":"Of course I do! Haicma is Nanami's first friend, and Nanami is Haicma's first."},{"T":"301","2":"'Nanami'?","3":"Nanami has seen so many interesting things in her journey. I want to tell you all about it, Haicma—"},{"T":"301","3":"The girl reaches out toward Haicma as if asking for a hug."},{"T":"301","2":"'Nanami'?","3":"Come on, Haicma, my dearest friend! Jump down... Let Nanami tell you everything you want to know..."},{"T":"301","3":"A faint alarm goes off, but there seems to be some problem with Haicma's audio module, so she cannot say for sure."},{"T":"301","3":"There was a time when Haicma did not have a body when she wanted to respond to Nanami's extended arms."},{"T":"301","3":"And now..."},{"T":"301","2":"'Nanami'?","3":"Come on, Haicma..."},{"T":"301","2":"'Nanami'?","3":"Come..."},{"T":"301","2":"???","3":"Don't!"},{"T":"301","3":"Haicma is jolted awake."},{"T":"301","2":"Spooner","3":"What the hell were you doing?"},{"T":"301","2":"Haicma","3":"I..."},{"T":"301","3":"Haicma realizes that she is a step from entering the Red Tide, her arms extended. The scarlet waves slap against the earth by her feet before dispersing like blood as if feeling disgruntled."},{"T":"301","3":"And there is nothing above the Red Tide. Everything Haicma saw appeared to be an error on her visual module."},{"T":"301","2":"Haicma","3":"There may be a bug in my programs. I require immediate inspection."},{"T":"301","3":"Haicma retracts her hands."},{"T":"301","2":"Spooner","3":"That's wild. Does this Red Tide have some strange power that even you were distracted during a mission?"},{"T":"301","2":"Haicma","3":"...Perhaps you're right."},{"T":"301","2":"Spooner","3":"...What happened?"},{"T":"301","3":"Haicma looks down at her hands that almost touched the Red Tide."},{"T":"301","2":"Haicma","3":"I just realized something suddenly..."},{"T":"301","3":"Despite having performed her duty as an observer perfectly, something has gone wrong with Haicma."},{"T":"301","3":"She can no longer observe, record, and analyze as she did to calculate Nanami's behaviors and motivations."},{"T":"301","3":"Haicma knows where Nanami is and what she is doing, but the reasons Nanami does them are incomprehensible."},{"T":"301","3":"If the sky is no longer blue and the flowers no longer bloom... if the land is overwhelmed with the scent of death and blood... would the girl still be happy? Would she be sad or maybe angry?"},{"T":"301","3":"Has something gone wrong with Haicma's programs?"},{"T":"301","3":"Or are her programs insufficient to support her duty?"},{"T":"301","3":"Haicma wants—"},{"T":"301","3":"For the first time in her life since she was activated, Haicma wants to do something—"},{"T":"301","3":"She wants to know why she feels she is 'off course.'"},{"T":"301","3":"She wants to know where this strange sensation comes from."},{"T":"301","3":"She wants to know what went wrong."},{"T":"301","3":"Discovering, investigating, analyzing, and solving problems—"},{"T":"301","3":"That is how Haicma keeps her programs running."},{"T":"301","3":"Is this the effect of the Red Tide?"},{"T":"301","3":"For the first time, Haicma cannot decipher where the problem comes from."},{"T":"301","2":"Haicma","3":"...Bring the data back and ask Arcana to analyze it."},{"T":"301","2":"Haicma","3":"The Red Tide is not as simple as we thought."}]