[{"T":"301","3":"That is the information Alpha coerced out of the hiding mermaid by pressing her katana against her throat, the night before the final plan was to be executed."},{"T":"301","3":"At the same time, Luna learns the location of the experimental ultra-high energy antenna cluster."},{"T":"301","3":"Lamia, returning from the Arctic, shares the same fact Huaxu did."},{"T":"301","2":"Luna","3":"The Project Winter... This name again."},{"T":"301","2":"Lamia","3":"Y-yes. Everything related to the plan has been transferred to the depths of the laboratory."},{"T":"301","2":"Luna","3":"...Looks like it's exactly how you said it would be, Huaxu."},{"T":"301","2":"Luna","3":"The Project Winter is the reason the antenna cluster is in the laboratory."},{"T":"301","3":"She transfers the name list she has just received to Huaxu."},{"T":"301","2":"Luna","3":"So, with this new clue from Lamia, can you give me some information?"},{"T":"301","2":"Huaxu","3":"Checking related records>>>>>>>>Complete."},{"T":"301","2":"Huaxu","3":"The relevant personnel record has been found. A search has returned the target's activity records."},{"T":"301","2":"Luna","3":"Cut to the chase."},{"T":"301","2":"Huaxu","3":"The information is consistent with the individual named Lamia. Kaplan remains active and is organizing the transfer of items to the underground laboratory."},{"T":"301","2":"Huaxu","3":"Based on the contents of the seized message from the target, it is presumed that they are seeking information on other deceased individuals from an encrypted address in Babylonia."},{"T":"301","2":"Huaxu","3":"These include your previously searched queries of Rand and Ann, as well as Ravenge and Hiro."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Luna","3":"Lamia, don't tell anyone about this."},{"T":"301","2":"Lamia","3":"Are you going alone?"},{"T":"301","2":"Luna","3":"Yes, let them think I went to pick something up."},{"T":"301","2":"Lamia","3":"...Forgive me for saying this, but they will get suspicious."},{"T":"301","2":"Luna","3":"In that case, let them stay there with their questions."},{"T":"301","2":"Lamia","3":"Why do you have to go alone?"},{"T":"301","2":"Luna","3":"I don't want to create new problems. You still have a lot of plans for that area, don't you?"},{"T":"301","2":"Luna","3":"Besides, there's no need for my sister to know about what comes after the plan."},{"T":"301","3":"She lowers her head, ruminating the consequences keeping it from Alpha will bring."},{"T":"301","2":"Luna","3":"Given her way of doing things, she won't let me go to the Arctic alone either... will she?"},{"T":"301","2":"Luna","3":"In that case, let her intercept the Forest Guards."},{"T":"301","2":"Luna","3":"After the battle at Kowloong, she definitely has questions for Rosetta."},{"T":"301","2":"α","3":"You seem irritated."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"α","3":"If it's 'stupid things as always,' you wouldn't be making that expression. Does it have anything to do with what Huaxu showed you?"},{"T":"301","2":"Luna","3":"Sister."},{"T":"301","2":"α","3":"Yes?"},{"T":"301","2":"Luna","3":"...The institute brought back some memories from my past."},{"T":"301","3":"Alpha remains silent for a moment. Obviously, she knows what Luna meant by her past."},{"T":"301","3":"That underground laboratory is used to imprison Amberia. It is an expression of their desire and arrogance, just like the military posts."},{"T":"301","3":"But unlike the military posts, this debt is owed by the Arctic Route Union. When Amberia fell into a deep slumber, the area should have gone to the Forest Guards. The Ascendants need not have intervened."},{"T":"301","3":"And that military post was destroyed through a combined effort when Alpha broke free..."},{"T":"301","3":"With Lamia's intervention, the plan against the Ascendants was no longer feasible and the parties ceased their cooperation."},{"T":"301","3":"...At least, that was what was assumed to have happened then."},{"T":"301","2":"α","3":"It's now in ruins."},{"T":"301","2":"α","3":"I understand why you feel this way, but that wasn't the smartest course of action."},{"T":"301","2":"Luna","3":"You don't need to worry about me, Sister."},{"T":"301","2":"Luna","3":"No one can shake the power of Ascnet. Not as one person. Not as a group."},{"T":"301","2":"α","3":"I wouldn't state the obvious."},{"T":"301","2":"α","3":"Destroying that institute can't change the past. It will only affect your mood."},{"T":"301","2":"α","3":"Do you want to do something for them?"},{"T":"301","2":"Luna","3":"I only did what I wanted to do."},{"T":"301","3":"Luna hovers next to her sister and gazes off at the ruins in the distance."},{"T":"301","2":"Luna","3":"I'm not interested in seeking justice for those 'sinners.'"},{"T":"301","2":"Luna","3":"I'm only interested in uprooting the disgusting things that I hate."},{"T":"301","2":"Luna","3":"No matter if my actions benefit others, they will never thank me. But, I've never sought humanity's gratitude."},{"T":"301","2":"Luna","3":"I only do what I want to do. And that's all I'll ever do."},{"T":"301","3":"She smiles fleetingly."},{"T":"301","2":"α","3":"Disgusting things..."},{"T":"301","3":"Alpha only knows what exactly was going on when she gets the news from Lamia."},{"T":"301","2":"α","3":"...I always seem to make inferences based on how you used to think as a child. That's me being arrogant."},{"T":"301","3":"Alpha opens her eyes, deciding to do a sweep of the greenhouse just to be sure before leaving."},{"T":"301","3":"Since the emergence of the noise, she is often pulled into her memories."},{"T":"301","3":"The voices seem to be trying to evoke a certain emotion by blazing through her M.I.N.D."},{"T":"301","3":"Just as she is about to head to the greenhouse, she sees Cinderelik walking over, hugging the remnants of a familiar mechanoid."},{"T":"301","2":"α","3":"...That's Gabriel's..."},{"T":"301","3":"A question popped into Alpha's mind."},{"T":"301","3":"That girl has the ability to create Hetero-Creatures... Can she use that to revive Gabriel?"},{"T":"301","2":"α","3":"No, that's impossible."},{"T":"301","3":"Even if she forges a new body for him, there is no way Gabriel would return as good as new."},{"T":"301","3":"So why is Cinderelik recycling his head?"},{"T":"301","3":"Multiple possibilities flash through Alpha's head, but none was plausible."},{"T":"301","3":"In order the quell the unease she is feeling, Alpha follows Cinderelik."},{"T":"301","2":"【kuroname】","3":"Stop her!"},{"T":"301","3":"Just as Cinderelik starts singing, Alpha hears a familiar voice on the other side of the door."},{"T":"301","2":"α","3":"It's that commandant. The Gray Ravens are here too?"},{"T":"301","3":"The Gray Ravens aren't currently the main target, so Alpha sees no need to clash with them. Instead, she flattens herself against the wall and hides a distance away in the shadows."},{"T":"301","2":"???","3":"Well, now you have the chance to ask and find out if the commandant knows what happened to Luna."},{"T":"301","3":"While pondering the noise's suggestion, the surrounding area starts to shake violently and rocks are even falling from the ceiling."},{"T":"301","2":"α","3":"An earthquake?"},{"T":"301","2":"α","3":"No, it looks like the shaking is coming from the greenhouse. Could it be Cinderelik?"},{"T":"301","3":"She gazes in the direction of the greenhouse, remembering the behemoth 'sleeping' above."},{"T":"301","3":"Upon sensing its presence, Alpha's M.I.N.D. receives an encrypted message from Ascnet."},{"T":"301","3":"It is like a whisper in her ear, speaking a language that only she understands and making clear the future it will bring."},{"T":"301","2":"α","3":"If it killed the Gray Ravens, things would go back to what they were before."},{"T":"301","3":"She wants to stop them, but she senses they might be stronger than she gives them credit for. While watching, she notices a dark figure emerging."},{"T":"301","2":"α","3":"...Vonnegut."},{"T":"301","3":"He seems to notice something. Before stepping into the greenhouse, he looks back at where Alpha is hiding."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"A brief moment of silence passes and Alpha steps out of the shadows and heads toward the greenhouse."},{"T":"301","2":"???","3":"You wish to help them?"},{"T":"301","2":"α","3":"I need those who know the truth to survive."},{"T":"301","2":"???","3":"Which truth?"},{"T":"301","2":"α","3":"Whether it's about Vonnegut or her frame, it'll all be in my favor."},{"T":"301","2":"α","3":"The former will result in the humans' spear being pointed somewhere else, while the latter will rattle the Gray Ravens."},{"T":"301","2":"???","3":"What do you expect them to do?"},{"T":"301","2":"α","3":"I need a seed that can break this deadlock."},{"T":"301","2":"α","3":"There needs to be uncertainty in the world for it to be interesting, isn't that so?"},{"T":"301","3":"Alpha follows the footsteps of the group, and comes upon a wide platform outside. Vonnegut's unique oppressive voice booms from the platform."},{"T":"301","2":"Vonnegut","3":"Welcome! Everyone is probably worried about what my next step will be, right?"},{"T":"301","2":"Vonnegut","3":"To be honest, my purpose has been clear all along and that's to advance the filtering."},{"T":"301","2":"Vonnegut","3":"As such, I always welcome new blood."},{"T":"301","2":"Vonnegut","3":"But even if I issue you an invitation now, there will only be one answer."},{"T":"301","2":"α","3":"..."},{"T":"301","2":"Vonnegut","3":"I'd love to tell you all about our aspirations and ideals so that you can understand the importance of Ascnet and the filtering..."},{"T":"301","2":"Vonnegut","3":"But when you are in a group, it's easy to buy into the illusion that you have a fighting chance."},{"T":"301","2":"Vonnegut","3":"No matter what I say at this moment, you won't listen, so..."},{"T":"301","3":"Vonnegut raises his index finger and thumb like a gun and takes aim at the group."},{"T":"301","2":"Vonnegut","3":"Bang—!"},{"T":"301","3":"As he makes that sound, rays of light almost invisible to the naked eye fire from behind the group."},{"T":"301","2":"α","3":"His control over Ascnet's power is very precise."},{"T":"301","3":"Witnessing such an unexpected attack, Alpha refrains from getting involved for now and observes Vonnegut's battle style."},{"T":"301","2":"Lucia","3":"Commandant!"},{"T":"301","3":"Lucia senses a ray behind her but does not try to dodge it. Instead, she rushes toward you while blocking the attacks aimed at the others with her katana."},{"T":"301","2":"α","3":"...She's still so naive, but her senses have sharpened."},{"T":"301","3":"You may have remained unscathed under Lucia's protection, but she is not fast enough to block the final strike."},{"T":"301","2":"【kuroname】","3":"Lucia!"},{"T":"301","3":"She staggers back, clutching her wound. Red vital fluid leaks from her right shoulder. The wound is deep, although the internal structure is undamaged."},{"T":"301","3":"She raises her head and looks around. Besides herself, everyone else has more or less taken some damage from this unexpected attack."},{"T":"301","2":"【kuroname】","3":"Wanshi! I'll leave it to you!"},{"T":"301","3":"The Construct you call Wanshi hurries over to Lucia's side."},{"T":"301","2":"Lucia","3":"It's okay, I can still fight."},{"T":"301","2":"Wanshi","3":"...Do you want to turn off the pain module?"},{"T":"301","2":"Lucia","3":"There's no need to risk M.I.N.D. deviation with only this level of pain."},{"T":"301","2":"Vonnegut","3":"You can try all you want, but I still have lots of tricks up my sleeve. I can keep this up until you decide to obey me."},{"T":"301","2":"Kamui","3":"Are you going back on your agreement with Chrome?!"},{"T":"301","2":"Vonnegut","3":"No, but I only agreed not to kill you. I didn't promise anything else."},{"T":"301","2":"Vonnegut","3":"Didn't the commandant over there let two flies go as well?"},{"T":"301","2":"【kuroname】","3":"You mean Reyna and Percy?"},{"T":"301","3":"Vonnegut gives a noncommittal smile."},{"T":"301","2":"Vonnegut","3":"It doesn't matter. I have no use for the weak. I won't even waste my time on them."},{"T":"301","2":"Vonnegut","3":"But as for you..."},{"T":"301","2":"α","3":"..."},{"T":"301","3":"Although she can continue watching on the sidelines, given 'her' style of doing things, 'she' will be handing over tactical deployment to you."},{"T":"301","2":"α","3":"An ignorant human, no less..."},{"T":"301","3":"Alpha strides over to the group."}]