[{"T":"301","3":"Have you ever thought perhaps the reality you are living is just a dream and your dream is the reality?"},{"T":"302","2":"..."},{"T":"301","3":"You wake up to see nothing but snow that extends beyond the horizon. The cold wind is blowing."},{"T":"301","3":"You have been walking for seven days in a row, but still, all you see is snow. Your human body cannot hold on any longer."},{"T":"302","2":"..."},{"T":"301","3":"Suddenly, you step on something hard buried in the snow. The day is dark, but with the dim light, you can vaguely tell it is a corpse dressed in a military protective suit."},{"T":"302","2":"This is..."},{"T":"301","3":"You lay your hands on the corpse's neck. It is cold and stiff. Then, you rip off a slightly-worn name tag."},{"T":"301","3":"You wipe off the bloodstain on it and realize this name tag belongs to..."},{"T":"301","3":"【kuroname】, the Gray Raven Commandant."},{"T":"301","3":"You wake up from the nightmare and your pillow is soaked in your cold sweat."},{"T":"301","3":"Hurried footsteps come from outside the door. A figure in pink pushes open the door and looks at you with a worried look on her face."},{"T":"301","2":"Liv","3":"Morning, Commandant... Did you have a nightmare?"},{"T":"302","2":"Yeah..."},{"T":"301","3":"Liv takes out the handkerchief that she always carries with her and wipes away the sweat on your forehead."},{"T":"301","2":"Liv","3":"What did you see in the dream?"},{"T":"302","2":"A cold winter that lasted for decades."},{"T":"302","2":"I died in the winter."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Liv","3":"It's okay. The nightmare is over."},{"T":"302","2":"Phew."},{"T":"301","3":"You let out a sigh and notice that you are not familiar with this room."},{"T":"302","2":"What is this place?"},{"T":"301","2":"Liv","3":"What? You don't recognize it? This is our home. The four of us live together now."},{"T":"302","2":"Home?","4":"The four of us?"},{"T":"301","2":"Liv","3":"Lucia, Lee... you, and me."},{"T":"301","2":"Liv","3":"Five years ago, the disaster caused by the Punishing Virus came to an end. Now, we are rebuilding a town in the western part of the world."},{"T":"302","2":"...?"},{"T":"301","3":"You try to search your memories, but everything is fragmented and blurred. You can't seem to reminisce much."},{"T":"302","2":"I don't quite remember any of this."},{"T":"301","2":"Liv","3":"Well... It's probably because of your head injury."},{"T":"301","2":"Liv","3":"You have recovered, but since that day, you haven't been able to recall your memories."},{"T":"302","2":"..."},{"T":"301","3":"She caresses your head where a scar once was. It is not there anymore, but Liv remembers exactly where it used to be."},{"T":"301","2":"Liv","3":"...Let me take a look."},{"T":"301","3":"The girl closes her eyes and uses the built-in diagnostic device of her Support frame to do a basic examination."},{"T":"301","2":"Liv","3":"Hmm... Looks like you've been too tired lately."},{"T":"301","2":"Liv","3":"You helped us greatly when we were rebuilding."},{"T":"301","3":"Having come to such a conclusion, she still looks worried. With her hands holding your head, she looks at you while stroking your cheek with her skinny fingers."},{"T":"301","2":"Liv","3":"I'll give you another examination tonight. Take it easy today."},{"T":"302","2":"Today?"},{"T":"301","2":"Liv","3":"Yes. We agreed yesterday that we would hang out at the newly built amusement park together."},{"T":"301","3":"Though she wants to spend more time with you, Liv turns around, takes out an outfit from the wardrobe, and puts it on the corner of your bed."},{"T":"301","2":"Liv","3":"It's 10 am now. We'll leave at 11, Commandant."},{"T":"301","2":"Liv","3":"Would you like me to help you get dressed?"},{"T":"302","2":"No, thank you. I can do it myself."},{"T":"301","2":"Liv","3":"Well, breakfast is ready. Lucia and Lee are waiting for you downstairs."},{"T":"301","2":"Liv","3":"...I'll be there too."},{"T":"301","3":"With an amiable smile on her face, she nods at you and leaves the room."},{"T":"302","2":"..."},{"T":"301","3":"Something doesn't seem right. No matter how hard you try to remember, you just cannot reminisce about anything that seems out of place."},{"T":"301","3":"You feel like you should remember something about how the Punishing Virus disaster ended five years ago and how Gray Raven helped people rebuild their homes."},{"T":"301","3":"But the memories are vague and strange. It is almost like you are reliving someone else's memories."},{"T":"301","3":"Perhaps it is as Liv said. The nightmare you had was too realistic and long-lasting. Is that why you are having trouble recalling memories?"},{"T":"301","2":"Liv","3":"—Commandant!"},{"T":"301","3":"You hear Liv asking for you from downstairs."},{"T":"302","2":"Coming!"},{"T":"301","2":"Lee","3":"I should've put you in Wanshi's room had I known you would oversleep this much."},{"T":"302","2":"Sure, why not?","4":"Nah. Forget about it."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"Then another leader would try to wake you up."},{"T":"302","2":"That's not bad either.","4":"Now that there are no more tasks for us to do, he probably won't behave like that anymore."},{"T":"301","3":"Lee frowns and looks like he wants to say something. But before he can speak, Lucia comes in from another room and interrupts him."},{"T":"301","2":"Lucia","3":"Good morning, Commandant."},{"T":"302","2":"Good morning."},{"T":"301","2":"Lucia","3":"Liv made breakfast today. Lee and I didn't help much."},{"T":"301","2":"Lee","3":"At least I did something instead of staying in bed and oversleeping."},{"T":"302","2":"..."},{"T":"301","2":"Liv","3":"Come on now, Lee... Commandant overslept because of a nightmare."},{"T":"301","2":"Lucia","3":"A nightmare?"},{"T":"302","2":"Yeah..."},{"T":"302","2":"(Explaining your dream)"},{"T":"301","2":"Lucia","3":"That reminds me of the Gestalt Theory."},{"T":"301","2":"Liv","3":"Speaking of which... I think I too have heard of it."},{"T":"301","2":"Liv","3":"By Gestalt's calculation, we only had a 0.031% chance of living through disasters and war."},{"T":"301","2":"Lucia","3":"That was a reckless move to make, after all."},{"T":"301","2":"Liv","3":"Well, hadn't it been the miracle that day, we would've all died in that unforgiving winter."},{"T":"302","2":"...A miracle."},{"T":"301","3":"You repeat these words in your mind and realize they don't sound strange at all."},{"T":"301","3":"Before the war came to an end, these words had become a synonym for several humans and Constructs that were able to create miracles. And apparently, you were amongst them."},{"T":"301","3":"In the sea of blurred memories, you recall the speech of peace given by Hassen, 'Every survivor who stands here today is a child of miracles.'"},{"T":"301","3":"But are you really... standing here today?"},{"T":"301","2":"Liv","3":"But those things are in the past. There's nothing to be worried about now."},{"T":"301","2":"Lucia","3":"All we have to do is rebuild our home."},{"T":"301","2":"Liv","3":"Well, it has been only five years, but since we started using machines to help with the rebuild, things have been moving forward much faster."},{"T":"302","2":"..."},{"T":"301","3":"While they are having a conversation, you look at the bedroom and see sunlight shining through the leaves and into the room."},{"T":"301","3":"A few birds flap their wings and fly to the treetop, chirping and tweeting while dancing in the shades."},{"T":"301","3":"All of this is a sign of what you've been hoping for: peace."},{"T":"301","2":"Liv","3":"Commandant, do you not like your breakfast?"},{"T":"301","3":"Having noticed that you are lost in thought, Liv waves her hand at you and then stands in front of you."},{"T":"301","2":"Lee","3":"Commandant's probably just spacing out."},{"T":"302","2":"Not really. I'm just thinking..."},{"T":"302","2":"It's peaceful now. But is this real?"},{"T":"301","2":"Liv","3":"...Commandant..."},{"T":"302","2":"It's okay. You don't have to worry about that."},{"T":"301","2":"Lucia","3":"Is it PTSD? I heard that many retired Commandants suffer from that."},{"T":"301","2":"Liv","3":"I am not very good at mental diagnosis. When we are done today, I'll take you to the hospital and get you checked."},{"T":"302","2":"That won't be necessary.","4":"Alright."},{"T":"301","2":"Liv","3":"Well, let's do it."},{"T":"301","2":"Liv","3":"Okay."},{"T":"301","2":"Liv","3":"What matters the most right now is to have your breakfast."},{"T":"301","3":"She raises a scoop of soup and hands it to you."},{"T":"301","2":"Liv","3":"Try it. I made this according to the new recipe you told me about."},{"T":"302","2":"Okay."},{"T":"301","3":"You drink up the scoop of soup. It tastes as sweet as Liv's smile."},{"T":"301","3":"During the endless fighting, every soldier was hoping for peace as you are living now. They just didn't realize it."},{"T":"301","3":"And now, you have awakened from the long-lasting nightmare you were previously trapped in. This beautiful world is your new reality."},{"T":"301","3":"...Don't ruin the peace with your anxiety and doubt... Right?"}]