[{"T":"301","2":"Lamia","3":"Tch... What a clingy bunch. Should've loosened it up a bit."},{"T":"301","2":"Lee","3":"Think again."},{"T":"301","3":"Lee catches a reflection of red light in his peripheral and instinctually leaps in your direction."},{"T":"302","2":"Lee?!"},{"T":"301","2":"Lamia","3":"Shouldn't you be more worried about yourself?"},{"T":"301","3":"The hetero-crystals Lamia controls jet from the nearby cliffside, hitting where you were standing. Lee repositions you to ensure everyone is safe before firing three times at the distorted space next to him."},{"T":"301","2":"Lamia","3":"Aargh!"},{"T":"301","3":"Lamia appears on a ridge near Lee with a scorched right hand. She grinds her teeth as she stares at Lee, looking embarrassed and angry for the first time."},{"T":"301","2":"Lee","3":"This is what you're after, isn't it?"},{"T":"301","3":"A gleaming white cube appears on Lee's fingertips—Huaxu's key, given by Roland earlier."},{"T":"301","3":"He hands Lucia the key before pointing his gun at Lamia."},{"T":"301","2":"Lamia","3":"Hmph... Guys with instincts are the worst."},{"T":"301","2":"Lee","3":"Can't let an Ascendant get ahold of it again."},{"T":"301","2":"Lamia","3":"...Ascendant? Pfft, you really are pretty clueless, aren't you?"},{"T":"301","2":"Lee","3":"What are you saying?"},{"T":"301","2":"Lamia","3":"Hmm... I'll get nagged if I say another word. You're nowhere nearly as scary as that guy."},{"T":"301","2":"Lamia","3":"Try as you may, I'll get what I want eventually. And this time... you're not catching me."},{"T":"301","3":"She sticks her tongue out in protest before disappearing into thin air."},{"T":"301","3":"The bridge Lamia made instantly crumbles, the crystals that supported it falling down the crevice into the Red Tide. Only then do you realize you have been led to the Polyphage's side of the platform during the battle."},{"T":"301","2":"Lee","3":"...There goes our way back. I'm sorry for letting her get away."},{"T":"302","2":"It's not your fault."},{"T":"301","2":"Liv","3":"It isn't... Sadly, we no longer can track her whereabouts."},{"T":"301","2":"Lucia","3":"Finding her now with the little information we have is going to be very difficult. And we have a larger fish to catch."},{"T":"301","2":"Lee","3":"...You're right. At least we've reached the entrance to the Polyphage. Nothing can stop us now."},{"T":"301","2":"Lee","3":"There's still one thing that baffles me, though..."},{"T":"302","2":"What do you mean?"},{"T":"301","2":"Lee","3":"Lamia's familiarity with the Spear of F.O.S. is beyond reasonable. Even as an act, she still wouldn't be able to be that familiar with a battle system Babylonia's using for the first time."},{"T":"301","2":"Liv","3":"Maybe she was informed by Huaxu, like how Alpha did?"},{"T":"301","2":"Lee","3":"...Possible. But I still think something is off."},{"T":"301","2":"Lee","3":"Forget it. It's pointless to worry about it now. Let's keep going."},{"T":"302","2":"You're right. Let's go."},{"T":"301","2":"Lamia","3":"Sigh... What a failure, Lamia! Maybe if I follow them from behind, I'll find another way to snatch Huaxu from them."},{"T":"301","2":"???","3":"You talked too much."},{"T":"301","2":"Lamia","3":"...I know, I know. But you have to know how funny it was—isn't that guy your brother? Why don't you just ask him if you want Huaxu for yourself?"},{"T":"301","2":"Lamia","3":"Or am I sensing another agenda here? Hehe... You humans even lie to your own family. Spooky!"},{"T":"301","2":"???","3":"...It's not your place to judge. Go, complete your task."},{"T":"301","2":"Lamia","3":"But I'll have to get sooo close to the Polyphage this way... Sigh..."},{"T":"301","2":"Lamia","3":"If I'm doing something so ridiculously risky for you, you can't be going back on what you promised me, you hear me?"},{"T":"301","2":"???","3":"I'll keep my end of the bargain if you keep yours."},{"T":"301","2":"Lamia","3":"Good. It was a lot of work playing prisoner while trying to keep the Punishing Virus at an acceptable level to the Gray Ravens..."},{"T":"301","2":"???","3":"Is that so? You seemed like you were enjoying yourself."},{"T":"301","2":"Lamia","3":"Hmph..."}]