[{"T":"301","3":"Crisp, unguarded footsteps can be heard outside the mansion. The person seems to be unaware of Roland and Lamia's presence."},{"T":"301","3":"But that's still a sign, telling Roland no matter what he wants to do, he better be quick."},{"T":"301","2":"Roland","3":"Tsk...! I'll just have to rush a little."},{"T":"301","3":"Roland locks the gate with force. Unfortunately, he cannot block the opening he left on the fence when he broke into the yard."},{"T":"301","3":"There is no doubt that the noises will catch the attention of the 'guest,' but Roland doesn't care."},{"T":"301","3":"Suspicious signs make people overthink. They can slow Cerberus down, redirecting their attention to unnecessary details."},{"T":"301","3":"—Which will create an opportunity for Roland."},{"T":"301","3":"Someone seems to have heard the loud noise and moves over from the other side of the house."},{"T":"301","2":"Lamia","3":"Eek! What are you doing..."},{"T":"301","2":"Roland","3":"Shh, our guest has arrived."},{"T":"301","2":"Roland","3":"Time for the next step."},{"T":"301","2":"Lamia","3":"Um... What shall I do then?"},{"T":"301","2":"Roland","3":"I want you to stay outside the house and watch them. Let me know immediately if they are leaving."},{"T":"301","2":"Roland","3":"As for me... I will check out what our 'guest' is here for."},{"T":"301","2":"Lamia","3":"..."},{"T":"301","2":"Roland","3":"What is it? I will let you know once I find out."},{"T":"301","2":"Roland","3":"But I need someone to watch the house for me, to make sure nobody does anything outside my vision."},{"T":"301","2":"Lamia","3":"Um... I see."},{"T":"301","3":"Lamia jumps high above the house, then disappears."},{"T":"301","2":"Roland","3":"Alright. I need to find somewhere to hide too."},{"T":"301","3":"Roland turns back and walks into the darkness behind the storage room."},{"T":"301","2":"Cinderelik","3":"You have a lot of unfinished works, Miss Voodoo."},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"Cinderelik","3":"Now that the guest and the target are brought together. How do you want to end this...?"}]