[{"T":"102","1":"Fake Ascension","2":"Deserted Ruins"},{"T":"301","3":"With a violent shake, the transport plane lands next to the Support Force's supply vehicles."},{"T":"301","2":"Bridget","3":"Fortunately, they didn't crash into the ruins."},{"T":"301","3":"Struggling to adapt to the harsh sunlight of the outside world, you open your eyes to the laughter of the Chief Support Officer. However, the virtual space still appears before you."},{"T":"302","2":"Isn't this..."},{"T":"301","2":"Bridget","3":"Never mind that. Come with me. We have important matters to discuss."},{"T":"301","3":"Led by Bridget, you four enter the supply vehicle."},{"T":"301","2":"Bridget","3":"The Punishing Virus concentration has nearly turned this place into a Dead Zone. You'll need to strengthen your Inver-Device."},{"T":"301","2":"Bridget","3":"I'll take your team there. Just wait here for a minute."},{"T":"301","3":"Before leaving, she rummages through the mountains of supplies for a few seconds and pulls out a protective suit."},{"T":"301","2":"Bridget","3":"Here is your protective suit. We just finished improving it a few days ago."},{"T":"302","2":"(Take the suit)","4":"Thanks."},{"T":"301","3":"After changing into the improved protective suit and waiting in the car for a moment, you see Bridget approaching with three other people."},{"T":"301","2":"Bridget","3":"Alright, ready to go."},{"T":"301","2":"Liv","3":"The suits really feel more protective against the virus, Commandant."},{"T":"301","2":"Bridget","3":"Your Inver-Devices have been enhanced, but there is still a limit."},{"T":"301","2":"Bridget","3":"If you see something too dangerous, don't let curiosity get the best of you."},{"T":"302","2":"We'll be careful."},{"T":"301","2":"Bridget","3":"By the way, we'll have more serums ready for you before you go."},{"T":"302","2":"That's very thoughtful."},{"T":"301","2":"Bridget","3":"Haha, we just got more in stock is all."},{"T":"301","2":"Bridget","3":"Another thing, Asimov told me about the trouble with your vision."},{"T":"301","2":"Bridget","3":"Just wait here for him to contact you."}]