[{"T":"301","3":"You see darkness once again when you are forcefully disconnected."},{"T":"301","3":"But you can hear someone calling for you eagerly in the trembling darkness."},{"T":"301","2":"???","3":"Commandant... Commandant!"},{"T":"301","3":"Before you realize, the door of the chamber has been removed by force. You see many familiar faces."},{"T":"301","2":"Kamui","3":"Hey, is it just me? Why's Commandant looking kinda spaced out? Could it be the side effects of the connection chamber?"},{"T":"302","2":"I just need some time to recover.","4":"I feel a bit dizzy."},{"T":"301","2":"Liv","3":"I just ran a scan on your basic physical conditions, Commandant, but found nothing unusual..."},{"T":"301","2":"Bianca","3":"Looks like you should be alright. Take a good rest, Gray Raven Commandant."},{"T":"301","2":"Lee","3":"Let's help Commandant out first."},{"T":"301","2":"Lucia","3":"Here."},{"T":"302","2":"I'm sorry, Lucia.","4":"Thank you."},{"T":"301","2":"Lucia","3":"...It was all because of Cerberus. You don't need to be sorry, Commandant."},{"T":"301","2":"Lucia","3":"Commandant, give me your hand."},{"T":"301","2":"Lucia","3":"There's nothing to be sorry about. Give me your hand, Commandant."},{"T":"301","2":"Chrome","3":"As long as you're safe and sound. And Kamui is back too."},{"T":"301","2":"Karenina","3":"Well, I don't have plans for kicking it in this place. Especially not with some dumbass."},{"T":"301","2":"Kamui","3":"What did you say?!"},{"T":"301","2":"Liv","3":"P-please calm down. I don't think Karenina meant it..."},{"T":"301","2":"Bianca","3":"And so the fight starts..."},{"T":"301","2":"Ayla","3":"I see... This is how Gray Raven is like. I've got to paint it down."},{"T":"301","2":"Lucia","3":"It's always getting busier and busier when you are around, Commandant."},{"T":"302","2":"Well, I kind of like it.","4":"People often come with troubles."},{"T":"301","2":"Lucia","3":"So do I."},{"T":"301","2":"Lucia","3":"But you always handle everything well."},{"T":"301","2":"Lucia","3":"This is nice."},{"T":"301","3":"..."},{"T":"301","2":"Lucia","3":"It's great when everyone comes together, Commandant. I hope we can spend every year, every month, and every holiday like this."},{"T":"302","2":"I'm sure we will."},{"T":"301","2":"Lucia","3":"...Yeah."},{"T":"301","2":"Asimov","3":"Vera..."},{"T":"301","2":"Vera","3":"Happy April Fool's Day, Asimov."},{"T":"301","2":"Asimov","3":"Stop digressing. You took the connection chamber out, didn't you? And you let those outside the project know about it."},{"T":"301","2":"Vera","3":"Does it really matter? I've got the discovery of the century on my hands though. The Gray Raven Commandant can use the remote connection technique almost perfectly."},{"T":"301","2":"Vera","3":"But you knew that long ago, didn't you?"},{"T":"301","2":"Asimov","3":"Stop answering my questions with questions... Whatever, I'd suggest you leave the commandant of Gray Raven alone."},{"T":"301","2":"Vera","3":"So we aren't authorized to know about it. Is that what you're saying?"},{"T":"301","2":"Vera","3":"Tsk. A boring squad with a commandant like that one."},{"T":"301","2":"Asimov","3":"Don't go yet. I've got something else to tell you."},{"T":"301","2":"Vera","3":"What is it? Have you finally found a commandant for us?"},{"T":"301","2":"Asimov","3":"That's right."},{"T":"301","2":"Asimov","3":"..."},{"T":"301","2":"Vera","3":"Really?"},{"T":"301","2":"Asimov","3":"If the report results are right, you'll soon be able to formally meet a commandant, who can use the remote connection technique 'perfectly.'"},{"T":"301","2":"Vera","3":"Hmph... Haha, great news. Wait, is this an April Fool's joke?"},{"T":"301","2":"Asimov","3":"Do I look like someone with such a terrible sense of humor? Get Noctis and 21 back to Babylonia ASAP. You're about to have your final adjustments."},{"T":"301","2":"Vera","3":"Finally—"}]