[{"T":"102","1":"Fake Ascension","2":"Dark Reflections"},{"T":"301","3":"With Alpha stuck with Roland, you carry Huaxu's key and swiftly leave the Core Area platform lift."},{"T":"301","2":"Liv","3":"The Punishing Virus is highly concentrated up ahead. Let me treat your wounds here now."},{"T":"302","2":"I'll count on you."},{"T":"301","2":"Liv","3":"(Nods) I got this."},{"T":"301","3":"Liv gently lifts your torn protective suit, disinfecting the cuts and applying medications on the wounds before bandaging your arm."},{"T":"301","2":"Liv","3":"We'll need to fix your suit as well. We have more than enough supplies, so you can just replace the damaged parts."},{"T":"301","3":"Thanks to Bridget's generous offerings before you departed, you can save so much time swapping gears instead of repairing them."},{"T":"301","2":"Liv","3":"Now, to put on the enhanced protective gears..."},{"T":"302","2":"Gotta carry that weight."},{"T":"301","2":"Liv","3":"The virus concentration ahead is lethal to you, after all."},{"T":"301","3":"Liv speedily attaches the required parts to the corresponding spots of your suit."},{"T":"301","2":"Liv","3":"Alright, let's go."},{"T":"301","3":"Walking along the narrow passage, you enter a hollow cavern a few times larger than the structure above ground. Standing inside is an inconceivably gargantuan monster."},{"T":"301","2":"Liv","3":"What's that?!"},{"T":"301","2":"Polyphage","3":"ROARRRR!"},{"T":"301","3":"Underneath this behemoth is a lake composed of the Red Tide, shimmering in its fearsome scarlet glow."},{"T":"301","2":"Lucia","3":"It must be the actual source of the Red Tide!"},{"T":"301","2":"Lee","3":"They do have a trump card with them!"},{"T":"301","2":"Liv","3":"Based on our previous estimation, if this thing reaches the surface, Earth... no, even Babylonia won't survive its wrath!"},{"T":"301","2":"Liv","3":"We can't fight it alone. Let's ask for backup."},{"T":"302","2":"No, that would be unwise."},{"T":"301","2":"Lee","3":"Indeed. With how large its mass is, and with the Ascendants guarding along the path, I don't think any reinforcement can make it here in time."},{"T":"301","2":"Lee","3":"Maybe we can destroy it with a WMD before it leaves, but given how our signals are blocked here and how long the trip back to the surface is, it might be too late when it's ready."},{"T":"301","2":"Lucia","3":"Best we approach first, scouting a safe path of entry."},{"T":"302","2":"(Nod) In that case, the reinforcement can arrive in safety."},{"T":"301","2":"Liv","3":"How do we get near that thing?"},{"T":"301","3":"Between the opening and the monster is a gap that completely cuts off any entry points, making the creature unapproachable."},{"T":"301","2":"Lee","3":"It can easily attack us when we move if we use our short-range jet engines."},{"T":"302","2":"Let's take a look around first."},{"T":"301","2":"Lucia","3":"Understood. Let's move."}]