[{"T":"301","3":"Kowloong Metropolis—96 hours until the arrival of the Ascendants and the other forces."},{"T":"301","2":"Huaxu","3":"Lady Qu, why did you decline Luna's request?"},{"T":"301","2":"Qu","3":"Huaxu, I know I must hand you over to Luna—"},{"T":"301","2":"Qu","3":"—But for a person like her, there is a difference in trust between me giving her something, and her taking something away."},{"T":"301","2":"Huaxu","3":"Why must you destroy them? Isn't the end result the same for the both of you?"},{"T":"301","2":"Qu","3":"Not at all. We are destined to be at odds with each other. I wish to continue the human race, while she wishes to completely erase humanity's existence."},{"T":"301","2":"Qu","3":"So when she uncovers the truth, she will try to stop the Tabula Akasha."},{"T":"301","2":"Qu","3":"Even with the city enshrouded, there's no guarantee that the ruins beneath the city will go unnoticed by Luna."},{"T":"301","2":"Qu","3":"Therefore, it is paramount that we nip this in the bud and eliminate all that threatens the Tabula Akasha."},{"T":"301","2":"Huaxu","3":"What about the people of Babylonia?"},{"T":"301","2":"Qu","3":"They shall serve as my pawns in the fight against the Ascendants until their very last breath."},{"T":"301","2":"Qu","3":"During which, we will be in Kowloong working behind the scenes, steadily working on implementing the Tabula Akasha."},{"T":"301","2":"Huaxu","3":"Understood. What do you require of me?"},{"T":"301","2":"Qu","3":"Backup the M.I.N.D. data for all of the Primes and Phecda in Kowloong, record all battlefield intel and maximize their memory data, then save everything onto the Tabula Akasha."},{"T":"301","2":"Huaxu","3":"Understood. Shall we inform the citizens?"},{"T":"301","2":"Qu","3":"No. The fewer who know, the better."},{"T":"301","2":"Huaxu","3":"Roger."},{"T":"301","2":"Qu","3":"When people look up to the Sovereign, they see what they want to see."},{"T":"301","2":"Qu","3":"But in fact, they only get what the Sovereign chooses to give."},{"T":"301","2":"Qu","3":"Let me give them one last show before the curtain falls."}]