[{"T":"301","2":"Coordinating Officer","3":"All teams from C to H head to the west entrance. Remember, do not enter Kowloong's security area, or you'll be attacked."},{"T":"301","2":"Construct","3":"What about the Support Force?"},{"T":"301","2":"Coordinating Officer","3":"The supply line needs to be flexible. Every squad will have a Support Force agent acting as a go-between. Any more questions?"},{"T":"301","2":"Liv","3":"Everyone seems nervous..."},{"T":"302","2":"Me too.","4":"Are you nervous?"},{"T":"301","2":"Lucia","3":"Take deep breaths, Commandant. That'll help, I think."},{"T":"301","2":"Liv","3":"To be honest, I'm a little afraid. But I'm not going to let it show in front of you and the others!"},{"T":"301","3":"As time passes, more and more Construct squads land in the area in response to President Hassen's call to arms. Meanwhile, all sorts of combat facilities are being set up near the port."},{"T":"301","3":"Though battle-hardened, none have been in a war of such a scale. A mix of nervousness and excitement quickens everyone's steps."},{"T":"301","2":"Lee","3":"We're up against not regular Corrupted or just one Ascendant, but a well-disciplined army. We would stand a better chance if Kowloong agreed to ally with us."},{"T":"301","2":"Yazi","3":"Let's give it another shot at convincing Lady Qu. Make her see our side of things..."},{"T":"301","2":"Lee","3":"You know full well that's not possible. I suggest you stick to the plan and defend our rear."},{"T":"301","2":"Lucia","3":"The area behind us is covered with field operation facilities, and so is unlikely to become a battlefield. Still, there's no telling what will happen."},{"T":"301","2":"Yazi","3":"...But this is our home. We should be the ones fighting at the front lines."},{"T":"302","2":"The rear lines matter as much as the front lines.","4":"You don't trust us?"},{"T":"301","2":"Yazi","3":"...Thank you. If that's the case, then we shall follow it. You can count on us to keep the rear safe."},{"T":"301","2":"Yazi","3":"Of course I trust you... We'll do our best to defend the rear."},{"T":"301","2":"Coordinating Officer","3":"Gray Raven, right? You're Squad R. Please head to the east entrance when you're ready."},{"T":"302","2":"Understood.","4":"What's the situation now?"},{"T":"301","2":"Coordinating Officer","3":"Thank you. Elite squad indeed. Very cooperative."},{"T":"301","2":"Coordinating Officer","3":"All the squads are in position. Now all we need to do is to build as many defense facilities as possible before the enemy gets here."},{"T":"301","2":"Lee","3":"Do you think we stand a chance?"},{"T":"301","2":"Coordinating Officer","3":"I think we do, otherwise the president wouldn't have summoned all of us here. Plus, Kowloong seems to still be hiding a lot of Constructs. We should have the upper hand against the Corrupted."},{"T":"301","2":"Lucia","3":"So the key hinges on us defeating the Ascendants..."},{"T":"301","2":"Coordinating Officer","3":"Anyway, I've sent the route map to your commandant. Check it for yourself."},{"T":"301","2":"Vera","3":"Oh... there you are."},{"T":"301","3":"Vera, dressed differently than usual, suddenly shows up amid the crowd. From the ID and the design, the outfit seems to be her actual combat frame."},{"T":"301","2":"Lee","3":"Vera?!"},{"T":"301","2":"Lucia","3":"What are you up to this time?"},{"T":"301","2":"Vera","3":"Nothing. I'm just checking on you after I saw the dangerous thing Asimov prepared for you on his plane."},{"T":"301","2":"Vera","3":"...Oh? No reaction? I see, so you don't know. Guess that little toy remains just a little toy. Shame."},{"T":"301","2":"Lee","3":"Vera, get to the point!"},{"T":"301","2":"Vera","3":"Maybe I'll tell you if you live through this."},{"T":"301","2":"Lee","3":"Tch, get lost."},{"T":"301","2":"Lee","3":"I can't wait to meet the other Cerberus members, how do they stomach this woman?"},{"T":"301","2":"Lucia","3":"Well, at least she left, peacefully... Commandant, let's leave and get to our destination."},{"T":"302","2":"Yep, get along with everyone.","4":"Right, focus on the war against the Ascendants."},{"T":"301","2":"Lee","3":"Better leave this place before Vera changes her mind and comes back."},{"T":"301","2":"Lee","3":"If only Vera could direct her hostility toward our common enemy."},{"T":"301","2":"Liv","3":"Hold on, just one thing before we go!"},{"T":"301","2":"Lucia","3":"Did we miss something?"},{"T":"301","2":"Liv","3":"No, nothing like that... Guys, can you extend your hand like this?"},{"T":"302","2":"Okay.","4":"Why?"},{"T":"301","2":"Liv","3":"Thank you. Lucia, Lee, can you do that too and line our hands up together?"},{"T":"301","2":"Liv","3":"I'll explain shortly. Hold out your hand and let's form a circle. Could you do that for me?"},{"T":"301","2":"Lucia","3":"Like this?"},{"T":"301","2":"Lee","3":"Either hand is fine, right?"},{"T":"301","2":"Liv","3":"Yes, that'll do."},{"T":"301","3":"At Liv's request, everyone holds out their hand, forming the shape of a four-leaf clover."},{"T":"301","2":"Liv","3":"I've never tried this before too, so... please stay still, everyone."},{"T":"301","3":"Then Liv takes a marker out of her medical bag and slowly draws a strange pattern on the back of everyone's hands."},{"T":"301","2":"Lucia","3":"This is..."},{"T":"302","2":"A smiley face?","4":"Eldritch signs?"},{"T":"301","2":"Liv","3":"The lines might be a bit shaky, but you can tell what it is."},{"T":"301","2":"Liv","3":"Hey, I know I'm not good at this, but it's not that bad, right? It's a smiley face!"},{"T":"301","2":"Liv","3":"This smiley face represents our belief that we will always be together no matter what happens. It's a symbol that..."},{"T":"301","2":"Liv","3":"H-huh?!"},{"T":"301","3":"—!"},{"T":"301","2":"Lucia","3":"Sound of explosions... from every direction. Commandant, Liv, Lee, we gotta hurry and get to our destination!"},{"T":"301","3":"——And the war begins, heralded by the sounds of explosions. Who fired first? Who marched first? They no longer matter."},{"T":"301","3":"All that matters is that the war has begun."}]