[{"T":"301","3":"Inside the sealed first carriage, also known as the royal carriage."},{"T":"301","2":"Robotic Voice","3":"Delivery time: Confirmed. Location: Confirmed. Target: Scanning... 2 individuals. No infection detected. Identifying target. Confirming delivery content."},{"T":"301","3":"The monotonous, mechanical voice of the meter-tall robot resonates across the carriage."},{"T":"301","3":"The robot turns its round head to scan the carriage, then slowly makes a clumsy bow."},{"T":"301","2":"Robotic Voice","3":"Greetings, Leader of Akdilek Commercial Alliance."},{"T":"301","3":"The young lady leader remains silent on the throne."},{"T":"301","2":"Robotic Voice","3":"One of the procedures is to verify the goods."},{"T":"301","2":"Aston","3":"The goods passed the check, didn't they? We suffered quite a loss too."},{"T":"301","2":"Robotic Voice","3":"Yes."},{"T":"301","2":"Robotic Voice","3":"Master is satisfied."},{"T":"301","3":"The robot looks a bit uncomfortable as it touches its 'necklace.'"},{"T":"301","2":"Robotic Voice","3":"Master, wants to talk."},{"T":"301","3":"Bzzt—Bzzt."},{"T":"301","2":"???","3":"Hello, can you hear me?"},{"T":"301","3":"A heavily processed voice is heard from the robot over the static."},{"T":"301","2":"Aston","3":"..."},{"T":"301","2":"Jamilah","3":"Please."},{"T":"301","2":"???","3":"Akdilek IV, Jamilah. The Princess of Akdilek."},{"T":"301","2":"???","3":"Pardon me for not introducing myself again. The identity check has been conducted far too many times."},{"T":"301","3":"Despite numerous attempts to process the signal, the voice in the audio source remains unclear. However, the tone in the voice sounds gentle and polite with an undertone of laughter."},{"T":"301","2":"???","3":"I have confirmed the status of the 'goods.' Are you ready for delivery?"},{"T":"301","2":"Jamilah","3":"Before that, perhaps we can talk about the unexpected events that took place while you were checking the goods."},{"T":"301","2":"???","3":"They can hardly be described as 'unexpected,' don't you think? Be it the performance of the goods, or the presence of additional Babylonia dispatchment. Everything is under your control, my dear princess."},{"T":"301","2":"Aston","3":"You said the dispatchment would be another Task Force."},{"T":"301","2":"???","3":"I did. I was wrong."},{"T":"301","2":"???","3":"The job of a Task Force is to fight Punishing and eliminate the Corrupted."},{"T":"301","2":"???","3":"But the Purifying Force isn't meant to be merely cleaners."},{"T":"301","2":"Jamilah","3":"The real target of the Purifying Force Constructs is you."},{"T":"301","2":"???","3":"Yes, it's me they're after. That last arrow surely wasn't aimed at the Hetero-Core."},{"T":"301","3":"The voice becomes hurried and fuzzy."},{"T":"301","2":"???","3":"But the trade will go on unaffected. After all, I'm but an agent looking to strike a deal for my client."},{"T":"301","2":"???","3":"Of course you can sell this half-baked information to Babylonia. But now isn't a good time, don't you think?"},{"T":"301","2":"???","3":"Let's finish the deal if there are no other issues. The goods will be retrieved by the buyer themselves, don't worry."},{"T":"301","2":"???","3":"Hope this trade is worth it."},{"T":"301","2":"Lee","3":"Daily balance system check completed. All high-risk faults fixed. With Sophia here, we can leave the rest of the maintenance to the train's own team."},{"T":"301","2":"Lee","3":"We have wasted too much time here."},{"T":"301","2":"Lucia","3":"Yes. Commandant's plan was to leave ACA today."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Lucia","3":"What's up, Liv? Any Corrupted left?"},{"T":"301","2":"Liv","3":"It's the commandant's radar signal..."},{"T":"301","2":"Lucia","3":"...Commandant?"}]