[{"T":"301","2":"Ayla","3":"Here it is—"},{"T":"301","2":"Ayla","3":"Selena!"},{"T":"301","3":"Ayla slashes the closed cabin door a few times, bashing it out of shape."},{"T":"301","3":"And then—"},{"T":"301","2":"Ayla","3":"Ha!"},{"T":"301","3":"She kicks the door away."},{"T":"301","2":"Ayla","3":"Selena, you there...?"},{"T":"301","3":"The interior of the cabin is barely visible under the dim emergency lights."},{"T":"301","3":"A terminal near the wall is still running. It displays many charts and data."},{"T":"301","2":"Ayla","3":"?"},{"T":"301","3":"The terminal's control panel has been ripped off, with a few connectors plugged in. On the other side of the cables..."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"Was the lifeless remains of half a humanoid... Leaning on the corner."},{"T":"301","3":"Her hands lay limply on the floor. Her eyes empty. Life has left her body."},{"T":"301","2":"Ayla","3":"Selena..."},{"T":"301","3":"Ayla puts her scythe down. She slowly approaches and crouches down—"},{"T":"301","3":"As she gradually reaches out for her face—"},{"T":"301","2":"???","3":"—!"},{"T":"301","3":"The carcass suddenly jerks, as if she had felt Ayla."},{"T":"301","3":"Ayla is shocked for a split second, but she regains her composure immediately."},{"T":"301","3":"The dark eyes of the carcass start to light up."},{"T":"301","2":"Selena","3":"…………"},{"T":"301","2":"Selena","3":"Ay..."},{"T":"301","2":"Ayla","3":"Selena... Thank goodness... You're alive."},{"T":"301","2":"Selena","3":"…………"},{"T":"301","3":"Selena's sound unit seems to have been heavily damaged. Her voice comes out bitter and strange."},{"T":"301","3":"As if she is concerned about her voice, she no longer makes any sound."},{"T":"301","2":"Ayla","3":"Don't worry, Selena. I'll run some checks now, and I'll bring you back. We can get you a new body then."},{"T":"301","3":"Ayla starts to check Selena's various body functions."},{"T":"301","2":"Ayla","3":"..."},{"T":"301","3":"Fortunately, Selena is a support-type Construct; so her infection level was kept under the threshold."},{"T":"301","3":"Ayla believes that Selena's strong will to survive must have also helped."},{"T":"301","2":"Ayla","3":"Great, looks like you will last until we get home."},{"T":"301","3":"Ayla looks at Selena, then the terminal that she is connected to."},{"T":"301","2":"Ayla","3":"Did you survive only because of the energy from this space station terminal...?"},{"T":"301","3":"How Selena struggled through many dark days was beyond Ayla's imagination."},{"T":"301","2":"Ayla","3":"Right, the song..."},{"T":"301","2":"Ayla","3":"You connected yourself to the terminal, then added your song to the interference signal broadcasted by the space station..."},{"T":"301","2":"Ayla","3":"That's how you did it, right? Selena, you must've been waiting for me to notice..."},{"T":"301","2":"Selena","3":"…………"},{"T":"301","2":"Ayla","3":"Sorry, I came too late..."},{"T":"301","2":"Ayla","3":"I'm bringing you home, right now."},{"T":"301","2":"Selena","3":"Wait..."},{"T":"301","3":"Just when Ayla is about to unplug Selena from the terminal..."},{"T":"301","3":"The terminal screen changes."},{"T":"301","2":"Ayla","3":"This is... the space station's database..."},{"T":"301","2":"Ayla","3":"And surveillance camera footage... Wait, is this Gray Raven?"},{"T":"301","3":"Gray Raven members can be seen on the ring of the gravity room. They looked clueless."},{"T":"301","2":"Ayla","3":"Selena... Do you want me to help them?"},{"T":"301","2":"Selena","3":"…………"},{"T":"301","2":"Ayla","3":"But the communication device here isn't functioning..."},{"T":"301","2":"Selena","3":"…………"},{"T":"301","2":"Ayla","3":"...Okay, I'll try to find another terminal nearby."},{"T":"301","2":"Ayla","3":"Hope this won't take too long..."}]