[{"T":"301","3":"Engine 'Asslam' is moving smoothly as usual."},{"T":"301","3":"Inside the first carriage, also known as the royal carriage."},{"T":"301","2":"Aston","3":"...Emergency repair of the 11 functional carriages is complete. Train operation is back to normal. All damage is within the expected level."},{"T":"301","2":"Aston","3":"A scan of the remains of Rail Heterozygote has been done. We found a higher than expected Punishing reaction level, but no trace of He-4."},{"T":"301","2":"Jamilah","3":"Increase the demand for He-4 in our proposed contract with Babylonia."},{"T":"301","2":"Aston","3":"Understood."},{"T":"301","2":"Jamilah","3":"Is Sophia 'guarding' the goods?"},{"T":"301","2":"Aston","3":"Yes. She's with the real one."},{"T":"301","3":"Holding a scale in her hand, the leader of Akdilek pauses a while before she speaks again."},{"T":"301","2":"Jamilah","3":"A merchant seeks not a fair deal but maximum profit."},{"T":"301","2":"Aston","3":"The credo for merchants. That's what you have always taught Sophia."},{"T":"301","2":"Jamilah","3":"I also taught her to be honest in trade."},{"T":"301","2":"Aston","3":"Yes. All I can say is, you have always been right."},{"T":"301","2":"Jamilah","3":"All that business talk... You know how boring it is, Aston."},{"T":"301","2":"Aston","3":"So you reward sincerity with sincerity and repay trickery with trickery. Everything's under your control, at least before the real trade."},{"T":"301","2":"Aston","3":"'Pick the fine goods and get rid of the bad ones.' This is the order you have given."},{"T":"301","2":"Aston","3":"This 'trade' has completely separated those aristocrats behind Ashlar from the rest."},{"T":"301","2":"Aston","3":"They are probably hiding in one of the carriages with their treasures."},{"T":"301","2":"Aston","3":"As you expected, only when on the cusp of death will this group of hereditary slicks shows their true face and attitude."},{"T":"301","2":"Jamilah","3":"All the aristocrats who stayed to help trust you, Aston."},{"T":"301","2":"Aston","3":"...'Trust.' It was all part of Amir's plan, to leave the 'kids' and 'merchants' behind."},{"T":"301","2":"Jamilah","3":"Kids and merchants are similar in a way. Sincerity is a very rare quality, Aston."},{"T":"301","2":"Jamilah","3":"'Every problem can be talked through.' Kids believe in this, and so do merchants."},{"T":"301","2":"Aston","3":"You are always right."},{"T":"301","2":"Jamilah","3":"This is a show, but with genuine supporters. Sincerity begets sincerity. A merchant should have a keen perception. Sophia's a smart kid, she's been growing."},{"T":"301","2":"Jamilah","3":"She's mastered everything that she couldn't learn in this carriage."},{"T":"301","2":"Aston","3":"You and Sophia..."},{"T":"301","2":"Aston","3":"Pardon me, Amir, but you don't have to pay for your predecessor's mistake..."},{"T":"301","2":"Jamilah","3":"It's not a 'mistake.' Aston, you should know what you can and cannot say."},{"T":"301","2":"Aston","3":"You were only favored by fate."},{"T":"301","2":"Jamilah","3":"The God of Fate never favors... Aston, so-called eternity does not exist."},{"T":"301","2":"Jamilah","3":"Eternal Engine 'Asslam', the Eternal Throne. APUS has no end."},{"T":"301","3":"A slender hand gently drops a weight on the higher side of the tipping scale."},{"T":"301","2":"Jamilah","3":"As long as the world keeps turning, everything will eventually return to where it started."},{"T":"301","2":"Jamilah","3":"If one can't see the end, it's only because the road is under their feet."},{"T":"301","2":"Jamilah","3":"The real destination in Sophia's heart... will be her new starting point."},{"T":"301","2":"Jamilah","3":"Time to deliver the goods. The false trade is completed. Time for the real one, Aston."},{"T":"301","2":"Jamilah","3":"Let's welcome the real trader who came on behalf of Babylonia... Or 'agent,' as that Ascendant claimed to be."}]