[{"T":"301","3":"When the cabin door of the transport craft opens, what comes into view does not seem to conform to your impression of a conservation area."},{"T":"301","3":"Looking down from the landing pad at the valley below, you see hundreds of stalls glimmering in the sun, densely packed in the plaza near the Central Purification Filter."},{"T":"301","3":"The stalls with colorful roofs depict the bustling scene of a festival market, crowded with people and goods."},{"T":"301","3":"You knew it would not be deserted, but the level of festivity is far beyond your imagination."},{"T":"301","2":"Lee","3":"At a time like this? We're already drowning in work as it is..."},{"T":"301","2":"Liv","3":"Relax, Lee. It's okay to take a break on occasion."},{"T":"301","2":"Lucia","3":"Liv's right."},{"T":"301","2":"Lucia","3":"You got to place more importance on resting, Lee."},{"T":"301","2":"Lee","3":"..."},{"T":"301","3":"Lee remains quiet, but the expression on his face remains unconvinced."},{"T":"302","2":"Consider this as recharging our batteries for our next mission."},{"T":"302","2":"Besides, when was the last time everyone had a chance to switch into their civilian coatings? Let's enjoy it."},{"T":"302","2":"Especially you, Lee."},{"T":"301","3":"The Gray Ravens have dusted off their civilian attire and changed out of their combat gear, including Lee."},{"T":"301","3":"His black suit is crisp and elegant with a lavish tie. It does not appear to be a style Lee would choose voluntarily."},{"T":"301","2":"Lee","3":"Whose bright idea was this..."},{"T":"301","3":"Gray Raven had received prior notice that the conservation area would be hosting a grand celebration."},{"T":"301","3":"Everyone in the conservation area has been invited to join in the festivities. At the end of the celebration, someone will be selected as the 'Celebration Star' and receive a surprise gift."},{"T":"301","3":"Since you happen to have the day off, you suggested taking Gray Raven to the celebration."},{"T":"301","3":"Naturally, Liv and Lucia were more than willing. As for Lee, he had no choice but to agree reluctantly to your persistence."},{"T":"302","2":"I've never seen you wear that."},{"T":"302","2":"Did you just get it made?"},{"T":"301","2":"Lee","3":"Quite the opposite. I've had it for a long time."},{"T":"301","2":"Lee","3":"I originally had this coating made for a banquet prior to joining Gray Raven, but the venue was attacked, so I've never had an opportunity to use it."},{"T":"301","2":"Lee","3":"I don't have anything suitable to wear for the holiday, so I dusted this off and made some minor modifications."},{"T":"301","2":"Lucia","3":"Holiday?"},{"T":"302","2":"Today is 'White Day'."},{"T":"301","3":"Long ago, there was only Valentine's Day in February for people to give each other gifts like roses and chocolates to express their love. That is until the businesses in the Golden Age took the chance to create similar holidays to increase their profit margins."},{"T":"301","3":"What followed became known as 'White Day' in March, 'Black Day' in April, and 'Rose Day' in May... Then there were holidays in June and July until every month had a special day for lovers to prepare each other gifts."},{"T":"301","3":"Recently, the brief period of peace and stability has brought a degree of abundance for residents to share with each other."},{"T":"301","3":"Which 'Valentine's Day' it is exactly is irrelevant. People see this festival as a symbol, hoping that they will go from merely surviving to living."},{"T":"301","3":"As such, careful plans were made in preparation for White Day."},{"T":"301","2":"Liv","3":"If I remember correctly, that's our first stop."},{"T":"301","3":"Liv points to a nearby building."},{"T":"301","3":"It is an exhibition hall that has been built specifically for the celebration."},{"T":"301","3":"People could apply for a booth in the exhibition hall in advance, which would serve as an important part of selecting the final 'Celebration Star'."},{"T":"301","3":"Having known this in advance, you had already applied for a stall."},{"T":"301","2":"Lucia","3":"Liv, Lee, how are preparations coming along?"},{"T":"301","2":"Liv","3":"M-me? I didn't prepare anything special. I just want to make people happy."},{"T":"302","2":"Lee..."},{"T":"301","2":"Lee","3":"This isn't my area of expertise. Don't have any lofty expectations of me."},{"T":"301","2":"Lucia","3":"Me as well... I've never done anything like this."},{"T":"302","2":"There's a first time for everything."},{"T":"302","2":"Besides, this isn't a mission. Having fun is what matters most."},{"T":"301","2":"Liv","3":"You're right. No matter what, I think today will be a special memory."},{"T":"301","3":"Overcome by the festive atmosphere, Liv seems to be in high spirits."},{"T":"302","2":"Alright, our goal is to be number one!"},{"T":"301","2":"Lucia","3":"Understood. I'll give it my all."},{"T":"302","2":"It's... not that serious..."},{"T":"301","2":"Liv","3":"Relax, Lucia! Relax!"},{"T":"301","2":"Lee","3":"...Let's get going. It's about to start."},{"T":"302","2":"Let's go!"}]