[{"T":"301","3":"Reluctantly, you have all decided to travel with Nanami."},{"T":"301","3":"You follow her to an abandoned mall inside City 015, where fallen shelves and items have scattered all over the place. Yet, there is a certain order to it, as if someone has briefly cleaned up the area."},{"T":"302","2":"So... what were those?"},{"T":"301","2":"Nanami","3":"They're my new discovery here!"},{"T":"301","2":"Nanami","3":"They're a very important part of my battle strategy, which was why Nanami had a plan to hunt them down!"},{"T":"301","2":"Nanami","3":"But now it's all messed up because of you! Aye-yi-yi-yi!"},{"T":"301","2":"Bianca","3":"Hunt them down? So you mean you were trying to deal with them?"},{"T":"301","2":"Nanami","3":"Well, I don't want them to wander about. It's dangerous out here!"},{"T":"302","2":"That's it?","4":"Dangerous?"},{"T":"301","2":"Nanami","3":"...And a few other things. I'll explain later."},{"T":"301","2":"Nanami","3":"To them, duh! Just now they would've been 'purified' if they weren't careful, wouldn't they?!"},{"T":"301","2":"Nanami","3":"...Regardless, Nanami does things her way! I never act without reasons!"},{"T":"301","2":"Nanami","3":"I was trying to deal with them alright! But you've disrupted my plan, so you have to fix it by doing exactly what I tell you to! Nanami's got a plan!"},{"T":"301","2":"Karenina","3":"Your... plan? You aren't acting on instinct for once, Nanami!"},{"T":"301","2":"Nanami","3":"I'd like to be one of the smart ones once in a while, is what it is."},{"T":"301","2":"Nanami","3":"After all, I couldn't have 'instinct' them from the mine they were inhabiting to here, could I?"},{"T":"302","2":"The mine?","4":"Inhabiting?"},{"T":"301","2":"Nanami","3":"...Something wrong with that?"},{"T":"301","2":"Nanami","3":"I mean, they couldn't have popped up out of nowhere, right? Like, you pop up from Babylonia—same idea."},{"T":"302","2":"So what's your plan?"},{"T":"301","2":"Nanami","3":"Hunt them down, I told you! To lure them here from where they were..."},{"T":"301","2":"Karenina","3":"Is that possible? How would you do that?"},{"T":"301","2":"Nanami","3":"If we want to hunt something, first, we'll need to collect bait!"},{"T":"302","2":"Bait?","4":"Collect?"},{"T":"301","2":"Nanami","3":"Exactly! And Nanami knows where you can find baits. After that, we just need to dress it up a bit..."},{"T":"301","2":"Karenina","3":"What bait are we talking about here?"},{"T":"301","2":"Nanami","3":"Information classified! You'll find out when the time is right!"},{"T":"301","2":"Nanami","3":"Although Nanami could've handled it by herself, it wouldn't hurt to have a few extra pairs of hands helping if we want to hunt them down... It takes a while to collect the baits, after all."},{"T":"301","2":"Karenina","3":"Who says I'm helping?!"},{"T":"301","2":"Karenina","3":"Hey, Bianca, let's go find that thing ourselves! You wouldn't join this ridiculous plan of hers, right?"},{"T":"301","2":"Bianca","3":"...Commandant, what are you thinking?"},{"T":"302","2":"I guess we have to listen to Nanami for now."},{"T":"301","3":"Defeated, Karenina shakes her head. But she was the one who rushed to help Nanami in the first place, so she cannot make herself sit it out."},{"T":"301","2":"Karenina","3":"...Fine! I can't leave you alone, now, can I? What if something happens to you?"},{"T":"301","2":"Bianca","3":"Just to be safe, please come with us as well, Commandant."},{"T":"302","2":"Sure."},{"T":"301","2":"Nanami","3":"In that case—Nanami's big hunt is ready to go! Everyone, on your mark! Get set! Collect the baits!"}]