[{"T":"301","3":"A slight breeze drifts through the empty streets. Distant sobs whisper of bitter farewells."},{"T":"301","2":"Celica","3":"Testing, testing... Ahem, what's the situation over there?"},{"T":"301","2":"Lee & Liv","3":"All clear."},{"T":"301","2":"Celica","3":"Long-range scans put the CPF at the center of the city ruins."},{"T":"301","2":"Kamui","3":"Finally, a chance to stretch my legs! Hey, what's this under my feet?"},{"T":"301","2":"Commandant","3":"..."},{"T":"301","2":"Lee","3":"Loose parts? Let me check them."},{"T":"301","2":"Sophia","3":"I've seen a frequency converter like this one before, fixing the Engine's on-board camouflage."},{"T":"301","3":"As Celica gives her report, you seem to notice Sophia and Lucia acting strangely."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Sophia","3":"..."},{"T":"302","2":"Lucia?","4":"Sophia?"},{"T":"301","2":"Lucia","3":"According to my search log, the orphans here were used to train caretaker androids."},{"T":"301","2":"Liv","3":"Lucia mentioning her search log unprompted? That's rare."},{"T":"301","2":"Sophia","3":"Sophia and Jamilah were here once. There are many children here. Wait, that is inaccurate."},{"T":"301","2":"Lee","3":"If there are survivors here, we need to pick up the pace."},{"T":"301","2":"Celica","3":"This used to be a seaside city according to the records. There should still be caretaker and child androids around here."},{"T":"301","2":"Celica","3":"Androids are highly humanoid robots with machine learning capabilities. You can say they were predecessors of Construct Tech. However, according to records, these androids have some cognitive impairments."},{"T":"301","2":"Celica","3":"When this area was evacuated, many military and civil-use mechanoids were left behind. There may be human survivors here."},{"T":"301","2":"Celica","3":"According to the coordinates, you'll need to find the main power source of the CPF... and then reactivate it, though as with previous reactivation attempts, it will be dangerous."},{"T":"302","2":"...What past experience?"},{"T":"301","2":"Celica","3":"For safety reasons, the control systems around the CPF were hastily destroyed during the initial evacuation."},{"T":"301","2":"Lee","3":"Heavy radiation levels detected. We're likely to find the main power source on the other end of the tunnel."},{"T":"301","2":"Sophia","3":"Stop! We should not go further."},{"T":"301","2":"Bianca","3":"Why is that?"},{"T":"301","2":"Sophia","3":"Because workers on the Engine warned us to steer clear of this place."},{"T":"301","2":"Lucia","3":"Sounds like we will face resistance up ahead."},{"T":"302","2":"Search and advance"}]