[{"T":"301","3":"—0.4 km away from the conservation area."},{"T":"301","3":"You have been strolling alone in the woods for almost 2 hours after learning about where the safe area is."},{"T":"301","3":"There is no perfect way to tackle the struggles the conservation area faces. Even when the night ends and the sun rises, the survivors will still curl up and hide in the dark corners."},{"T":"301","3":"'How many more graves do the people on the surface have to dig for what might have long been gone?'"},{"T":"301","3":"You find an endless field of wooden poles planted before you as if the universe is echoing your thoughts."},{"T":"301","3":"Climbing up a small hill, you find a familiar figure once again."},{"T":"301","3":"Without a single cloud, the night sky looks particularly stunning."},{"T":"301","3":"Instead of the view of space from Babylonia, this is the starry sky that most people wish upon."},{"T":"301","3":"Even when they are capable of traveling among the stars, some habits are hard to shake."},{"T":"301","3":"Is it the same for the stargazing lady?"},{"T":"301","3":"Standing quietly next to Haicma, you look up alongside her, watching the corner of the universe unveiled to this part of the world."},{"T":"301","3":"The passage of time becomes hazy until Haicma eventually moves, fixing her hair after the wind tangles it."},{"T":"301","2":"Haicma","3":"You don't look up at the stars from down here often, do you?"},{"T":"302","2":"No, not really... You?"},{"T":"301","2":"Haicma","3":"I prefer operating at night, so distant stars are what I can see."},{"T":"301","2":"Haicma","3":"Starry nights are calming. They are very suitable for organizing my stored data and collecting my thoughts."},{"T":"302","2":"And reducing stress for the time being."},{"T":"301","2":"Haicma","3":"Stress..."},{"T":"301","2":"Haicma","3":"Do you require fresh air on a balcony as well?"},{"T":"302","2":"I seem to recall saying that a hilltop is more suitable."},{"T":"301","3":"The two of you are standing on a small hilltop right now, where the cold night air gathers."},{"T":"301","2":"Haicma","3":"I don't think your premise supports it based on my analysis of the experiment results."},{"T":"302","2":"What premises?"},{"T":"301","2":"Haicma","3":"The location, the air, and... you."},{"T":"302","2":"Me? What's wrong with me?"},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"Data suggests that your skin temperature has been steadily dropping moderately."},{"T":"302","2":"It's nighttime, after all. What does it have to do with anything?"},{"T":"301","2":"Haicma","3":"I can help you maintain a certain temperature."},{"T":"301","2":"Haicma","3":"Like a radiator of sorts."},{"T":"301","3":"Before she finishes speaking, Haicma grabs your arm after getting closer behind you."},{"T":"301","3":"Radiating heat, she keeps the two of you warm as she said."},{"T":"301","2":"Haicma","3":"A human's hand is indeed very delicate."},{"T":"301","3":"As a soldier, you would have interpreted her words as a threat if someone else had said it."},{"T":"301","2":"Haicma","3":"It's not very hairy. Humankind's atavism is less severe than I expected."},{"T":"302","2":"Sorry about that."},{"T":"301","2":"Haicma","3":"You don't have to apologize. It's not your fault."},{"T":"301","2":"Haicma","3":"Although it does make for a less diverse presentation for humankind, which is regrettable."},{"T":"301","3":"Suddenly, Haicma rolls up your sleeves, revealing the bandages hidden underneath."},{"T":"301","2":"Haicma","3":"My estimation is correct. A new injury."},{"T":"302","2":"It's fine. It's just a scratch. I've treated it."},{"T":"301","2":"Haicma","3":"Initiating another full body assessment."},{"T":"302","2":"Waitwaitwaitwait—that's not necessary."},{"T":"301","2":"Haicma","3":"Human bodies are very fragile. I need to be 100% sure."},{"T":"302","2":"I promise you this is the only injury."},{"T":"302","2":"How did you figure it out, anyway?"},{"T":"301","2":"Haicma","3":"Your wrist was turning slower than usual compared to past records."},{"T":"301","2":"Haicma","3":"I've created a separate folder about you. Please don't try to hide from me."},{"T":"302","2":"..."},{"T":"302","2":"The people in the conservation area were a little restless. Small disputes were inevitable."},{"T":"301","2":"Haicma","3":"Is the situation this bad already?"},{"T":"302","2":"It's not looking good..."},{"T":"301","3":"Complications and misfortunes in the conservation areas are immeasurable."},{"T":"301","3":"But, miracles or not, someone has to stand up and try to hold onto something, especially when that something is a spike coming for you."},{"T":"302","2":"..."},{"T":"301","3":"You sit down where you are, probably exhausted from all the walking you have done. Sinking your fingertips into the ground, you grab some of the soil, clutching them in your palms."},{"T":"301","3":"...Until something else appears before you."},{"T":"302","2":"Paper?"},{"T":"301","3":"You look up to find Haicma staring at you eagerly."},{"T":"302","2":"Don't worry about me, Haicma."},{"T":"302","2":"Those were just small quarrels."},{"T":"301","3":"Haicma nods before passing you some pens and brushes."},{"T":"301","3":"She sits down next to you, opening her own sketchbook."},{"T":"301","3":"You take a peek. She seems to be putting down the color of the night sky."},{"T":"301","3":"You try to sketch as well, but you soon discover that you cannot ignore the arguing voices in your head."},{"T":"301","3":"Your lines begin to tangle together, struggling to become defined shapes."},{"T":"301","3":"'Why are we staying here?' 'How many more graves do the people on the surface have to dig for what might have long been gone?'"},{"T":"301","3":"..."},{"T":"302","2":"Haicma."},{"T":"301","2":"Haicma","3":"I'm here."},{"T":"302","2":"What will happen..."},{"T":"302","2":"...if we leave Earth?"},{"T":"301","2":"Haicma","3":"It must be very difficult in the beginning."},{"T":"301","2":"Haicma","3":"Assuming that you are traveling indefinitely, you first have to perform mass modification on the remaining human population."},{"T":"301","2":"Haicma","3":"The coordination between humans will be the first problem Babylonia has to solve."},{"T":"301","3":"Her calculation is unsympathetic, but it is closer to reality."},{"T":"301","3":"Still, it is not what you wanted to hear."},{"T":"301","2":"Haicma","3":"Then, you will have to locate a habitable planet."},{"T":"301","2":"Haicma","3":"You also have to consider the possibility of encountering other intelligent lives and civilizations."},{"T":"301","2":"Haicma","3":"New planetary environments may send humans down an entirely different path."},{"T":"301","3":"Knowing everything is boring, especially for fantasy."},{"T":"301","3":"Haicma's yearning for the unknown may be why she loves the stars, even if she does not realize that."},{"T":"301","3":"All the mysteries of Earth were solved back in the Golden Age. It was the wealthiest and the poorest era."},{"T":"301","3":"With a database that includes everything, Haicma wanders on a planet without secrets as if she was a god strolling in her own creation."},{"T":"301","3":"Without variables. it is a dull and tiresome journey."},{"T":"301","3":"The only things remaining that she can observe are perhaps humankind..."},{"T":"301","3":"...And the stars, with their infinite unknowns, where even the gods have not touched."},{"T":"302","2":"What about Earth?"},{"T":"301","2":"Haicma","3":"Hm?"},{"T":"302","2":"Can we really just go...? What will happen to Earth?"},{"T":"301","3":"Haicma thinks for a moment before answering gently."},{"T":"301","2":"Haicma","3":"I suppose she will smile as she sends us off."},{"T":"301","2":"Haicma","3":"Like how a mother treats her grown children."},{"T":"301","3":"Without sadness, her face is serene and hopeful as starlight softens its edges. The corners of her mouth rise subtly."},{"T":"302","2":"Wouldn't it be a shame for humanity to abandon everything?"},{"T":"301","2":"Haicma","3":"Not everything. They will bring with them memories, hopes, and..."},{"T":"301","2":"Haicma","3":"Miracles."},{"T":"301","2":"Haicma","3":"I think that's enough. Hm, it is enough."},{"T":"301","2":"Haicma","3":"You won't be lost just because you are not who you were."},{"T":"301","2":"Haicma","3":"You will find a new home, like it's written in the stars."},{"T":"301","3":"The night breeze passes the dunes, engraving her smile forever in your memories."},{"T":"301","3":"Miracles. Ineffable they may be, they are what humanity seeks all their lives."},{"T":"301","3":"Someone is always searching for the stars, even on the darkest nights."},{"T":"302","2":"Hm?"},{"T":"302","2":"Have you finished painting your starry night?"},{"T":"301","3":"Noticing some changes in the background of her painting from the corner of your eye, you cannot help leaning in and taking a peek."},{"T":"301","3":"However, Haicma closes her sketchbook immediately."},{"T":"301","2":"Haicma","3":"Journals are private. I don't recommend prying."},{"T":"302","2":"Sorry..."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"Your upset scribbles seem to have caught Haicma's attention. You better flip to the next page..."},{"T":"301","2":"Haicma","3":"Excuse me?"},{"T":"302","2":"Hm?"},{"T":"301","2":"Haicma","3":"Were you journaling as well?"},{"T":"302","2":"IT ISN'T."},{"T":"301","3":"You have a feeling that Haicma has been waiting for that answer. Catching you by surprise, Haicma leans in, her white hat covering most of your vision while your 'painting' is fully exposed."},{"T":"301","2":"Haicma","3":"You... are a Post-Reconquista Age abstract-surrealist?"},{"T":"302","2":"Please don't treat my scribbling as artwork..."},{"T":"301","3":"You flip to the next page immediately. Had that piece of paper belonged to you, the thermite grenades you are carrying would have been used by now."},{"T":"302","2":"Now's my turn. It's only fair."},{"T":"301","3":"Haicma stays silent for a while before finally opening her sketchbook. She forcefully folds the other half of the book to the back in such a way that you can only see one page."},{"T":"301","3":"What you see is undoubtedly a masterpiece that will have the WGAA in awe."},{"T":"301","3":"From another perspective, the uniqueness of this painting also makes it completely different from every other exhibit of the WGAA."},{"T":"302","2":"This is amazing!"},{"T":"302","2":"Why would you hide it?"},{"T":"301","3":"Forget it. You should focus on drawing something passable in response."},{"T":"301","3":"You turn back to your piece of paper, desperately trying to come up with something to draw."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","2":"Haicma","3":"..."},{"T":"301","3":"The drawing hiding on the next page of her book is just an ordinary sketch."},{"T":"301","3":"It is a portrait of a human with a smile like a pond that never dries, its water as clear as a mirror."},{"T":"301","3":"Time passes..."},{"T":"301","3":"...Until the first ray of sunlight illuminates the sky, declaring the end of the night."},{"T":"301","3":"After bidding Haicma farewell, you have since returned to Babylonia, having been kept on standby without end."},{"T":"301","3":"The lengthy rescue mission is over, meaning all participants will have to face insurmountable paperwork."},{"T":"301","3":"Causes... analyses... conclusions. Good, you have filled them all. You have more or less finished writing all the reports you are required to complete."},{"T":"301","3":"Stretching your sore shoulders, you turn off your terminal, push away your chair, and stand up."},{"T":"301","3":"As you rest, the galaxy before you keeps reminding you of that night."},{"T":"301","3":"What will Haicma be doing right now? Is she still wandering somewhere dangerous? Or maybe she is searching for another perfect location to stargaze, somewhere she can see Babylonia."},{"T":"301","3":"Regardless, a storm is coming. This will be the calmest night before the storm."},{"T":"301","2":"Lucia","3":"The Transport Force is ready, Commandant."},{"T":"301","3":"You holster the pistol that you maintained not too long ago and grab your terminal."},{"T":"301","3":"Straightening your collar, you adjust your uniform before walking toward the Gray Ravens as they wave at you."},{"T":"302","2":"(If we meet again...)"},{"T":"301","3":"You recall the last promise you made to each other."},{"T":"302","2":"Haicma..."},{"T":"302","2":"Don't get dragged into this storm."},{"T":"301","3":"Back on Earth, the lady turns her gaze away from the stars back to something else that matters as much."},{"T":"301","3":"She much prefers turning to the portrait and touching its outline than pulling up the image in her head."},{"T":"301","3":"But paper has its own problem. The frequent flipping has already creased the corners of the page."},{"T":"301","3":"She will just draw more when the time comes. Closing her sketchbook, Haicma carefully puts it away, indicating the end of her maintenance."},{"T":"301","3":"Her eyes, as clear as a pond, scan her surroundings."},{"T":"301","3":"She will not feel defeated even if she cannot find what she is looking for because hope will grow in her heart."},{"T":"301","3":"Wandering under the stars, Haicma casts her spell like the mages in her books—"},{"T":"301","3":"We'll always find each other, like it's written in the stars."}]