[{"T":"301","3":"Roland hears the sound of rubbing mechanical joints. He knows the 'uninvited guests' have also arrived."},{"T":"301","2":"Roland","3":"(I probably should leave... or maybe not?)"},{"T":"301","2":"Roland?","3":"What? Do you still want to look at the Task Force guys up close?"},{"T":"301","2":"Roland","3":"(You got it.)"},{"T":"301","2":"Roland","3":"(They deserve some special treatment.)"},{"T":"301","2":"Roland","3":"...Whatever."},{"T":"301","3":"The previous occupants left some dynamite to blow up the building when there was a need. Roland puts the dynamite container at a place he deems 'appropriate,' but has to hide away after hearing the rustling sound of someone stepping on grass."},{"T":"301","3":"—Soon, three Constructs appear in his vision."},{"T":"301","2":"Roland","3":"(Cerberus...)"},{"T":"301","2":"Roland","3":"(They came later than I expected.)"},{"T":"301","2":"Roland","3":"I didn't expect you to find me. Honestly, I thought I only had to avoid the Strike Hawk."},{"T":"301","2":"Roland","3":"That crazy battle style of yours... Perhaps you will be a better fit here than in Babylonia. Ever thought about contracting the Punishing virus?"},{"T":"301","2":"Roland?","3":"You seem to have good impression on them. Why don't you invite them now?"},{"T":"301","2":"Roland","3":"(I'm very keen, but I don't need them right now.)"},{"T":"301","2":"Roland","3":"(We have more important things to do.)"},{"T":"301","3":"After confirming the identity of his 'guests,' Roland leaves the place."},{"T":"301","2":"Roland?","3":"Speaking of which... Why do you trust Lamia so much?"},{"T":"301","2":"Roland","3":"What can I do if I don't? Leave her alone, the worst she can do is to run. But if I force her to move with me when she has different thoughts in mind..."},{"T":"301","3":"The illusion makes an 'I knew it' smile."},{"T":"301","2":"Roland?","3":"Fine. You win this time."},{"T":"301","3":"Roland stays a little longer to watch, then turns away."},{"T":"301","3":"Lamia climbs onto a roof. She hears the never-ending gunshots, and begins to question herself."},{"T":"301","2":"Lamia","3":"(What do I do now...?)"},{"T":"301","3":"The idea of running away has somehow made its way back. Perhaps she still fears Roland."},{"T":"301","3":"But Lamia has a vague feeling that if she walks away from Roland one more time, they will never meet each other again."},{"T":"301","2":"Lamia","3":"(Why? Isn't this what I want? Why would I feel a little pity to leave him?)"},{"T":"301","3":"Lamia starts to hesitate. She remembers 'the thing' that keeps bothering her."},{"T":"301","3":"Leaving is of course the easier option. But if she can guide Roland to 'that place' during his search for Luna..."},{"T":"301","3":"Because he is Roland, so he can always get things done, whether it is for 'Miss Luna'... or, Lamia."},{"T":"301","3":"Lamia purses her lips without realizing. Soon, she makes her decision."},{"T":"301","2":"Lamia","3":"...I have to do this, eek..."},{"T":"301","3":"She can run away anytime, but this is her only chance to get a powerful helper."},{"T":"301","3":"Lamia once tried to seek help from The Merciful One... And it did not end well."},{"T":"301","3":"Roland may be her last chance of getting 'that thing' done."},{"T":"301","3":"Lamia pulls her mind back from the surrounding forest, then leaps briskly into the town."},{"T":"301","3":"Roland walks in the deserted town. The scenes make him... somewhat uncomfortable."},{"T":"301","3":"Retro-styled streets, houses made from stones, paved road surface with trails pressed by anti-slip plates on carriage wheels."},{"T":"301","3":"—Roland feels uncomfortable."},{"T":"301","3":"What if all these traces were only added half an hour ago by the props team? What if the Corrupted weren't infected by the Punishing Virus, but an AI mechanoid specifically designed for this scene?"},{"T":"301","3":"Roland just cannot stop thinking about these possibilities. Luna once made him believe in reality, but she is not here."},{"T":"301","2":"Roland?","3":"You don't look very good."},{"T":"301","2":"Roland","3":"Look at me, hermano. What do you see?"},{"T":"301","2":"Roland","3":"A monster? A corpse? A weakling? A lost lamb?"},{"T":"301","2":"Roland?","3":"You're probably not going to like what I'm about to say."},{"T":"301","2":"Roland","3":"I didn't get you here to say things that I can accept with pleasure."},{"T":"301","2":"Roland","3":"Have 'I' become so twisted that I must pretend in front of myself?"},{"T":"301","2":"Roland?","3":"What about you? Are you still going to act fragile and weak?"},{"T":"301","2":"Roland","3":"Say it."},{"T":"301","2":"Roland?","3":"Can't you live without finding yourself a master? Do you have to let others hand the answer to you, even when you can find the answer yourself?"},{"T":"301","2":"Roland?","3":"You aren't that kind of person. At least you shouldn't be after leaving 'The Mandhasti Real Park.'"},{"T":"301","2":"Roland","3":"..."},{"T":"301","2":"Roland?","3":"You never change."},{"T":"301","2":"Roland?","3":"Always looking for a lighthouse, a thing that can support you to continue forward."},{"T":"301","2":"Roland?","3":"You are always seeking a purpose, but you never really think about it."},{"T":"301","2":"Roland?","3":"After all these years, you and I both know who you are. You are not that kind of person."},{"T":"301","2":"Roland?","3":"I suggest you... find a mirror, and take a good look at yourself."},{"T":"301","2":"Roland","3":"...If we really can find one in this dull place."},{"T":"301","2":"Roland","3":"What will I see... in the mirror?"},{"T":"301","2":"Roland?","3":"You guess."},{"T":"301","2":"Roland","3":"...You take your time. I'm not in the mood for that."},{"T":"301","3":"Roland impales the remains of a Corrupted into the wall."},{"T":"301","3":"Some electronic structures within the remains are pressed and squeezed together by Roland's thrust, causing the body to tremble again, probably due to short circuits."},{"T":"301","3":"But Roland had seen it too many times... in his brief 'previous life,' or in 'The Mandhasti Real Park.'"},{"T":"301","3":"Exaggerated hits, carefully designed and trained poses, and twisted fake deaths that were purposely acted in front of the 'protagonist.'"},{"T":"301","3":"They are still alive physically, or mechanically. They will show up in the next scene and may portray a different way of death, but the deaths of the 'characters' they are playing have been decided."},{"T":"301","3":"They are destined to die, so they cannot choose to live. The only option is to embrace a death that looks as real as a performance."},{"T":"301","3":"The mechanoid remains stuck in the wall are truthful in their performances. Roland's eyelid keeps twitching."},{"T":"301","3":"This whole deja vu experience feels like a cycle of destiny. It's all too ****ing absurd."},{"T":"301","3":"Every swing of Roland's chain blade seems pointless."},{"T":"301","3":"They aren't going to stop for fear."},{"T":"301","3":"The death of their kin isn't going to make them any crazier."},{"T":"301","3":"It's all but a part of a meaningless cycle."},{"T":"301","3":"This entire mess only leaves behind chaos. Even the victor will not feel like he has accomplished anything."},{"T":"301","3":"How absurd. Had my opponents ever felt this way?"},{"T":"301","2":"Roland","3":"(Hah... Why bother.)"},{"T":"301","3":"Through the remains and ruins, he walks into the group of buildings."},{"T":"301","2":"Roland?","3":"You look a lot better now."},{"T":"301","2":"Roland","3":"...We still have things to do."},{"T":"301","2":"Roland?","3":"So, we're done here. What's next?"},{"T":"301","3":"Roland doesn't answer his question, but looks at the streets ahead."},{"T":"301","2":"Roland","3":"I don't need to worry about that. Our opponent has already prepared the red carpet."},{"T":"301","3":"Roland looks into the distance. On a filthy wall, someone wrote 'Come this way' with red paint."},{"T":"301","2":"Roland?","3":"...?"},{"T":"301","2":"Roland","3":"Whoever wrote this, I have no idea what they were thinking. But at least I get the message."},{"T":"301","2":"Roland?","3":"Everything about it looks like a trap."},{"T":"301","2":"Roland","3":"...Indeed."},{"T":"301","3":"Roland knows an unknown trap awaits him, but he doesn't have a chance."},{"T":"301","3":"He can only put himself at stake, betting for a one in a million chance."},{"T":"301","2":"Cinderelik","3":"You have already missed two scheduled communications."},{"T":"301","2":"'Voodoo'","3":"My... memory control threshold... is within the expected value..."},{"T":"301","2":"Cinderelik","3":"...Doesn't sound like that to me."},{"T":"301","2":"'Voodoo'","3":"No... Yeah! Very interesting! That girl has same M.I.N.D. fluctuation! Similar stability impairment! Interesting! Very interesting!"},{"T":"301","2":"Cinderelik","3":"...(Sighs) 'Loki.'"},{"T":"301","2":"Voodoo?","3":"Um...! Oh, Cinderelik? Mister sent you here! What a... rare sight!"},{"T":"301","2":"'Voodoo'","3":"I'm fighting for... control... Loki! Don't you ever... dream of... controlling me!"},{"T":"301","2":"Cinderelik","3":"..."},{"T":"301","2":"'Loki'","3":"Of course! Of course! Mission... mission! But... can we invite more guests?! Just to play together! Okay? Okay!"},{"T":"301","2":"Cinderelik","3":"Just don't let it interfere with your top priority."},{"T":"301","3":"Cinderelik turns off the comms and lets out a little sigh."},{"T":"301","2":"Cinderelik","3":"Miss Voodoo and Miss Loki... If they can stay forever together like this... I'll be..."}]