[{"T":"301","2":"Lucia","3":"Cough. Back to the matter at hand. Now that the time and place have been decided, we need to come up with a detailed plan."},{"T":"301","2":"Lee","3":"If we're going to plan for Christmas, we need to know what to prepare. We should be able to find information on past holidays in our database."},{"T":"301","2":"Lucia","3":"I always used our database to research about engineering tech. I didn't know you'd be interested in that kind of a thing, Lee."},{"T":"301","2":"Lee","3":"Anything to help Liv in battle..."},{"T":"301","2":"Lucia","3":"If you say so—"},{"T":"301","2":"Lucia","3":"But seeing as I've never celebrated Christmas... I just want to surprise Liv."},{"T":"302","2":"I'm sure she'll get that your heart is in the right place."},{"T":"301","2":"Lee","3":"Let's get going before Liv sees us like this. We need to gather information and make a list, then come up with a plan."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"Ugh..."},{"T":"302","2":"Sigh—"},{"T":"301","2":"Lucia","3":"This is a lot harder than I expected..."},{"T":"301","2":"Lucia","3":"But..."},{"T":"301","2":"Lee","3":"You're right... I wasn't expecting different places to have their own ways of celebrating 'Christmas'."},{"T":"301","2":"Lee","3":"Sorry, but I don't think we can do all of this at this point."},{"T":"301","2":"Lucia","3":"I understand... but..."},{"T":"301","2":"Lucia","3":"We can't give up. I want to see Liv smile."},{"T":"301","2":"Lee","3":"Of course. That's why we're all doing this together."},{"T":"302","2":"Maybe we can try looking at this from another angle."},{"T":"301","2":"Lucia","3":"...What do you mean?"},{"T":"302","2":"Maybe we can find some common elements to celebrate Christmas."},{"T":"301","2":"Lee","3":"Not a bad idea. Each place has their own traditions, but they still share some commonalities."},{"T":"301","2":"Lee","3":"For example, Christmas trees are often made from spruce or fir trees, which are then decorated with socks filled with candy and gifts wrapped in colorful ribbons."},{"T":"301","2":"Lee","3":"Inside is also decorated with Christmas decorations, bells, mistletoes, colorful lights and ribbons, then topped off with a delicious turkey dinner."},{"T":"301","2":"Lee","3":"If it snows, it will be perfect. We can make snowmen and have snowball fights with each other, so it really feels like Christmas is in the air."},{"T":"301","2":"Lee","3":"At midnight, the clock tower in the city will ring to bless everyone on Christmas Eve. Then we can watch the biggest fireworks show of the year..."},{"T":"301","2":"Lee","3":"This is a list of the common traditions for celebrating Christmas."},{"T":"301","2":"Lee","3":"But we still have a problem..."},{"T":"301","2":"Lee","3":"We need a Christmas tree, decorations, snow, a Christmas Eve bell, and fireworks... But most importantly, we need manpower."},{"T":"301","2":"Lucia","3":"What if we work overtime?"},{"T":"301","2":"Lee","3":"Lucia... Aside from the time we need to complete our mission... There isn't must time left..."},{"T":"301","2":"Lucia","3":"Looks like we'll need to call in backup."},{"T":"301","2":"Lee","3":"If the commandant doesn't have any objections, I second the motion."},{"T":"302","2":"Of course, I support it. But who...?"},{"T":"301","2":"???","3":"Have no fear...!"},{"T":"301","2":"Lee","3":"That voice gives me a headache..."},{"T":"301","2":"???","3":"Hehehe! Whenever you guys need a helping hand—!"},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"???","3":"Whenever you guys are out of time!"},{"T":"301","2":"Lee","3":"Always right on cue..."},{"T":"301","2":"???","3":"Whenever you guys are in trouble!"},{"T":"302","2":"I knew this was going to happen..."},{"T":"301","2":"Nanami","3":"—The cute and lovable Nanami is here! TA-DA—! Hi, everyone!"},{"T":"301","2":"Lee","3":"...Let's continue where we left off."},{"T":"301","2":"Lucia","3":"Okay... But the other teams are all out on missions. Not many people are free right now."},{"T":"302","2":"We could also request some support bots from HQ."},{"T":"301","3":"(Skitter... Skitter...)"},{"T":"301","2":"Nanami","3":"Hey—! How dare you ignore Nanami! I can help you guys! Pick me!"},{"T":"301","2":"Nanami","3":"I'm like a caring angel here to give you hope in your time of need!"},{"T":"301","2":"Nanami","3":"Let me help! I'm sure I'll be a BIG help!"},{"T":"301","2":"Lee","3":"Fine. What can you do?"},{"T":"301","2":"Nanami","3":"I can help wrap gifts!"},{"T":"301","2":"Lucia","3":"We don't need help with that."},{"T":"301","2":"Nanami","3":"Then... I can sing Christmas carols!"},{"T":"301","2":"Lee","3":"Do you even know what Christmas is?"},{"T":"301","2":"Nanami","3":"Lee, you're a meanie! Watch it, or I'll saw you to pieces! There isn't a single thing I don't know!"},{"T":"301","2":"Lee","3":"This isn't all just fun and games..."},{"T":"301","2":"Lucia","3":"Saw? You mean... your chainsaw?"},{"T":"301","2":"Nanami","3":"W-why... Why are you giving me that look..."},{"T":"301","2":"Lucia","3":"Perhaps, there is something you can help us with."},{"T":"301","2":"Nanami","3":"Really? What is it? WHAT IS IT?! Even if it's just takin' out the trash or goin' toe-to-toe against Super Corrupted—it'll be a breeze!"},{"T":"301","2":"Lucia","3":"It's nothing dangerous like that... Just..."}]