[{"T":"301","2":"Watanabe","3":"Hey, Akdelik kid, come here."},{"T":"301","2":"Changyu","3":"What's going on?"},{"T":"301","3":"One of the containers on your truck is open, and there's clearly something missing."},{"T":"301","2":"Changyu","3":"What is this? Damage like this wasn't caused by collision."},{"T":"302","2":"Corrupted","4":"It's the attack from earlier"},{"T":"301","2":"Changyu","3":"The Corrupted... why are they doing this?"},{"T":"301","2":"Changyu","3":"The Corrupted attacked us for our food? That's weird!"},{"T":"301","2":"Watanabe","3":"Doesn't matter why. What matters is the cargo is lost."},{"T":"302","2":"What did we lose?"},{"T":"301","3":"Changyu checks the damaged container thoroughly."},{"T":"301","2":"Changyu","3":"Oh no, the lotus leaves are all gone..."},{"T":"301","2":"Lucia","3":"Lotus leaves? What is that?"},{"T":"301","2":"Lee","3":"To my knowledge, it is the external wrapping for a Zong. The leaves are inedible. If the aim is to open consume the Zong, then the leaves are of no consequence."},{"T":"301","2":"Watanabe","3":"Hmph, what is a Zong without its lotus leaf wrapping?"},{"T":"301","2":"Changyu","3":"Right! Then it'll just be steamed rice!"},{"T":"301","2":"Lee","3":"We Constructs have no need for food, and have no way of obtaining energy necessary to us from food. Must we insist on this item?"},{"T":"301","2":"Watanabe","3":"It is because of this, that the act of eating is most vital."},{"T":"301","2":"Liv","3":"It is true that Constructs do not need to eat, so much so that even our sense of taste is extrapolated through data simulation. But that doesn't mean that we can forget what food tastes like!"},{"T":"301","2":"Changyu","3":"We can't forget what it was like to taste food... when we were human..."},{"T":"301","2":"Liv","3":"It also aids in stabilizing the M.I.N.D.!"},{"T":"301","2":"Liv","3":"But I calculate that it will take a whole day, maybe more, for you to retrace your steps and attempt to recover the missing cargo..."},{"T":"301","2":"Watanabe","3":"We'll just have to replace it with other leaves."},{"T":"301","2":"Changyu","3":"Would that even work?"},{"T":"301","2":"Watanabe","3":"There was never a rule about what leaves we had to use for Zongs. I recall that a suitable plant grows not far from here—though the Corrupted congregate there."},{"T":"301","2":"Liv","3":"Let us help, Watanabe-San!"},{"T":"301","2":"Watanabe","3":"No, this concerns the Forsaken alone. We don't need Babylonia's interference."},{"T":"301","2":"Changyu","3":"No, this is bigger than the Forsaken... I must assist in recovering the cargo, to restore the ACA's reputation."},{"T":"301","2":"Changyu","3":"And I wish to enlist the members of Gray Raven to assist me."},{"T":"301","2":"Lee","3":"Gray Raven cannot be engaged in any capacity by civilian or individual elements..."},{"T":"301","2":"Liv","3":"But helping people against the Corrupted is our duty. Let's lend a hand, Commandant!"},{"T":"302","2":"(Agree to assist)","4":"(Inquire Lee and Lucia)"},{"T":"301","2":"Lee","3":"Though if it is Commandant's decision, we will render assistance."},{"T":"301","2":"Lucia","3":"Yes, Commandant, please let us help them."},{"T":"301","2":"Lucia","3":"I agree with Liv... I think... that this act... is meaningful."},{"T":"301","2":"Lee","3":"You will take on this illegal contract whether I agree or not, so I have no choice but to follow along."},{"T":"301","2":"Watanabe","3":"Sigh... as you wish, as long as you don't slow me down."}]