[{"T":"302","2":"...","4":"Bianca."},{"T":"301","2":"Bianca","3":"What is it?"},{"T":"302","2":"...What is the Purifying Force doing here?"},{"T":"301","2":"Bianca","3":"Didn't I tell you..."},{"T":"301","2":"Lee","3":"I just spoke with Asimov on the comms to confirm the missions assigned to the members of the Purifying Force."},{"T":"301","2":"Lee","3":"Bianca... is in City 15 right now conducting her mission."},{"T":"301","2":"Bianca","3":"..."},{"T":"302","2":"Not to mention..."},{"T":"302","2":"The 'Veritas' frame affects M.I.N.D. stability..."},{"T":"302","2":"It wouldn't be suitable for this mission."},{"T":"301","2":"Liv","3":"The kind of fighting method that ignores damage to the M.I.N.D. is nothing like... what Bianca would do."},{"T":"301","2":"'Bianca'","3":"..."},{"T":"301","2":"'Bianca'","3":"Disable Construct M.I.N.D. camouflage module."},{"T":"301","2":"'Bianca'","3":"Based on the information revealed in our conversation, continued use of simulated camouflage is no longer necessary."},{"T":"301","3":"Bianca's body dissolves into the air, turning into a tiny data stream of flashing neon light."},{"T":"301","2":"'Bianca'","3":"Subterfuge failed. Switching procedure..."},{"T":"301","2":"Lee","3":"Hey! Wait!"},{"T":"301","2":"'Bianca'","3":"There is no reason to stay here. Huaxu does not permit purposeless actions."},{"T":"301","3":"..."},{"T":"301","3":"The 'Bianca' who claims to take orders from Huaxu vanishes into thin air in front of the Gray Ravens."},{"T":"301","3":"..."},{"T":"302","2":"Liv, do a full-band scanning."},{"T":"301","2":"Liv","3":"Understood."},{"T":"301","2":"Liv","3":"...The program signal has disappeared. But..."},{"T":"302","2":"What is it?"},{"T":"301","2":"Liv","3":"There are no traces left behind in the virtual space. It didn't leave by moving."},{"T":"301","2":"Lee","3":"Then how did the program escape? Advanced camouflage? A cross-program pathway as a springboard? Directly hijacking remote data? Altering the lower port levels of Gestalt?"},{"T":"301","2":"Lee","3":"It couldn't have been changing the port levels. The risk of being detected by Gestalt's anti-interference protocols is too high..."},{"T":"301","2":"Lee","3":"First and foremost, cross-reference with a data slice from five minutes ago."},{"T":"301","2":"Liv","3":"On it."},{"T":"301","2":"Lee","3":"In the meantime..."},{"T":"301","2":"Lee","3":"Commandant, what method do you think she used?"},{"T":"301","2":"Lee","3":"We have to rely on your reasoning to figure this out. Having been dissociated with living as a human for so long, our way of thinking is closer to that of a machine."},{"T":"301","2":"Lee","3":"It's harder to figure out our blind spots when we all think alike."},{"T":"302","2":"Advanced camouflage.","4":"Springboard.","6":"Data hijacking."},{"T":"301","3":"(No... Liv's scanning capability would've detected any signs of camouflage...)"},{"T":"301","2":"Lee","3":"It's unlikely to maintain an advanced data camouflage in front of Liv. If there were any sign of hijacking a program, there would've been traces left behind..."},{"T":"301","2":"Lee","3":"It's possible."},{"T":"301","2":"Lee","3":"Forcibly hijacking a program requires a burst of considerable data strength, but I didn't detect any change in level output... And data camouflage doesn't seem too possible with Liv around..."},{"T":"301","2":"Lee","3":"In that case, maybe we should consider the possibility that the program utilized data replacement as a springboard?"},{"T":"301","2":"Liv","3":"There is no way to detect it directly, but utilizing data replacement at such a high speed is bound to make the target program behave abnormally."},{"T":"301","2":"Lucia","3":"If you find the abnormal program... You would be able to track the movement of 'Bianca'... Is that so?"},{"T":"301","2":"Liv","3":"Yes... My thoughts exactly."},{"T":"301","2":"Lee","3":"Liv will be in charge of scanning, and I'll be in charge of data analysis."},{"T":"302","2":"Let's do this."},{"T":"301","2":"Lucia & Lee & Liv","3":"Understood!"},{"T":"301","2":"Huaxu","3":"The sub-terminal was detected by the Babylonia task force."},{"T":"301","2":"Luna","3":"..."},{"T":"301","2":"Huaxu","3":"However, it has not been located by them. It is proceeding to its new position according to the previous bridge route."},{"T":"301","2":"Luna","3":"...Have you achieved your objective?"},{"T":"301","2":"Huaxu","3":"Data masking has been initiated. The goal of delaying the task force in their search is partially complete."},{"T":"301","2":"Luna","3":"...You haven't eliminated them?"},{"T":"301","2":"Huaxu","3":"Computing power has been prioritized to maintain infiltration efforts. It was impossible to allocate enough power to the sub-terminal for combat purposes."},{"T":"301","2":"Luna","3":"Will Babylonia fall as we planned?"},{"T":"301","2":"Huaxu","3":"Everything is under control."},{"T":"301","2":"Luna","3":"..."}]