[{"T":"301","3":"Researchers have lined up in the corridor outside the canteen. The queue is incredibly long. Lamia cannot see its end."},{"T":"301","3":"A researcher seems to have remembered something. He exchanges a few words with the colleagues nearby and leaves."},{"T":"301","3":"He leaves a gap behind, but it is almost consumed by the moving queue."},{"T":"301","3":"Lamia looks around. No one seems to have noticed her tiny existence."},{"T":"301","3":"She immediately cuts inside before the gap disappears."},{"T":"301","3":"Another tall researcher behind her finally notices her. He gives an exhausted look. Lamia is not sure whether it is because of work or her."},{"T":"301","2":"Researcher","3":"You're... the girl raised by the medical department? Didn't they teach you the rules?"},{"T":"301","3":"Lamia cowers."},{"T":"301","3":"Of course she knows the rules. Colder than the sea water, but harder than ice."},{"T":"301","3":"Lamia shrinks into her shoulders, trying to make herself look weak. She opens her eyes wide to give an innocent look."},{"T":"301","3":"It doesn't always work—in fact, it never worked. The books in the library mention that humans have an emotion named 'sympathy,' but it is an extremely rare sight in here."},{"T":"301","3":"Lamia anxiously stares at the researcher's eyes. The white light reflected on his glasses sends an inorganic chill up her spine."},{"T":"301","3":"He finally looks up again without talking."},{"T":"301","3":"It isn't out of sympathy. He has simply lost the interest for further interaction."},{"T":"301","3":"Great. Lamia feels relieved."},{"T":"301","3":"The queue continues to move slowly forward. She finally arrives at the white table after a long time."},{"T":"301","3":"There was always lots of food here for everyone to take. The canteen used to be very noisy."},{"T":"301","3":"But right now, the atmosphere feels dense and heavy. A row of logistics staff sit behind the table, each of them holding a writing board in their hands."},{"T":"301","3":"Behind them is another line of fully-armed security guards from the admin department keeping the order."},{"T":"301","3":"The logistics staff hasn't even looked at Lamia. He only stares at the roster in his hand."},{"T":"301","2":"Logistics Staff","3":"Name?"},{"T":"301","2":"Lamia","3":"Lamia."},{"T":"301","3":"He is still not looking up."},{"T":"301","2":"Lamia","3":"L... La... Lamia."},{"T":"301","3":"His fingers run down the roster and finally come to a stop."},{"T":"301","2":"Logistics Staff","3":"Calorie intake is limited to 1,164 kcals per day. These are your rations for today."},{"T":"301","3":"He puts two biscuit bars on the table."},{"T":"301","2":"Logistics Staff","3":"Next."},{"T":"301","3":"Lamia gulps down some nervous saliva and tries to gather courage."},{"T":"301","3":"There is nothing wrong with trying. A failure can be tolerated."},{"T":"301","2":"Lamia","3":"Um... Excuse me..."},{"T":"301","2":"Logistics Staff","3":"Is there a problem?"},{"T":"301","2":"Lamia","3":"Can I... get another biscuit? I'm really hungry..."},{"T":"301","2":"Logistics Staff","3":"No. Rations have been strictly calculated based on age, height, weight and daily activity level. This is all you have."},{"T":"301","3":"A security guard takes one step forward."},{"T":"301","3":"To them, children are treated as adults without any special privileges."},{"T":"301","2":"Logistics Staff","3":"We only take queries about the expiry date or nutrition values. If you have other concerns, make a complaint to the admin department. There are lots of people waiting behind. Leave."},{"T":"301","3":"Lamia carefully wraps the biscuits in her handkerchief and leaves the canteen."},{"T":"301","3":"The base immediately starts to limit the food supply after the Punishing outbreak."},{"T":"301","3":"In the beginning, the basket containing rations was placed on top of the table. The cans and biscuits were stacked like mountains."},{"T":"301","3":"Over time, the basket was moved next to the feet of logistics staff. Lamia had to stretch her neck to see it."},{"T":"301","3":"She can no longer see it now. The rations are probably hidden under the table."},{"T":"301","3":"What will happen in the future?"},{"T":"301","3":"The book says that people will die from hunger if they have nothing to eat."},{"T":"301","3":"When many people die from hunger at once, it's called a famine."},{"T":"301","3":"Will there be a famine in the base?"},{"T":"301","3":"Am I going to die from hunger? Lamia thinks."},{"T":"301","3":"She has never seen the outside world."},{"T":"301","3":"The book also says the world outside Atlantis is much bigger."},{"T":"301","3":"The sea has its end, which people call land."},{"T":"301","3":"Compared with land, Atlantis is only a grain of dust."},{"T":"301","3":"There are many, many Atlantis on land with many, many people living inside."},{"T":"301","3":"The horizon is twisty on land because there are these things called mountains over there."},{"T":"301","3":"The plants she sees in the greenhouse grow together in large patches on land. They are called 'forest.'"},{"T":"301","3":"Unlike Atlantis, they don't have stacks of rules on land."},{"T":"301","3":"Over there, a warm hug and comfort will be given to every weeping child."},{"T":"301","3":"Lamia curls in bed and falls asleep."}]