[{"T":"301","2":"Roland","3":"Miss Luna, we have fully investigated Venus Splash Park."},{"T":"301","2":"Roland","3":"According to that scar-faced man, that place should be Shome's final destination. But..."},{"T":"301","2":"Luna","3":"Worry not. He has no reason to lie about this. A non-fatal betrayal is pointless."},{"T":"301","2":"Roland","3":"Very well. Then we shall begin making preparations."},{"T":"301","3":"Luna lightly chuckled, interrupting Roland."},{"T":"301","2":"Luna","3":"Before you begin, there is someone that requires our attention."},{"T":"301","3":"Luna lightly tapped the screen next to her seat several times. A connection was made."},{"T":"301","2":"Vigorous Male Voice","3":"Thank you for waiting, my fellow colleagues."},{"T":"301","2":"Vigorous Male Voice","3":"These are the coordinates of Shome's current facility. Happy hunting to you all."},{"T":"301","3":"With the transmission of the middle-aged man's voice, the terminal screen flickered—a huge red mark pointing to the middle of a desert in North America."},{"T":"301","3":"With the coordinates confirmed, Luna cut off the connection."},{"T":"301","2":"Roland","3":"What is it that you wish for, Miss Luna?"},{"T":"301","2":"Luna","3":"We want Shome dead, by hook or by crook. But we have to destroy all of his trump cards and research materials before he dies."},{"T":"301","2":"Luna","3":"Covet that which shan't be coveted, and be prepared to go through fire and water."},{"T":"301","3":"Listening eagerly, Roland raised his chain blade. He looked excitedly at the seated Luna."},{"T":"301","2":"Luna","3":"Which is why, I need you and Gabriel to drive this rat out of his hole."},{"T":"301","2":"Roland","3":"Huh?"},{"T":"301","2":"Luna","3":"To allow him a soundless death is mercy. He will attend his own funeral at the place and time of our choosing."},{"T":"301","2":"Luna","3":"And when that time comes, you will have plenty of time to play your game."},{"T":"301","2":"Luna","3":"Of course. That must wait until after we achieve our goals. Do you understand?"},{"T":"301","3":"Luna speaks lightly, but the Ascendants present can instantly feel the oppression in her words. Anyone who hears cannot help but obey."},{"T":"301","2":"Roland & Gabriel","3":"We do, Miss Luna."},{"T":"301","2":"Luna","3":"Good. After you two confirm that Shome has departed, Alpha will make sure no one comes to intercept Shome on his way to the stage."},{"T":"301","2":"Luna","3":"Until then, set up the hunting grounds, and wait quietly."},{"T":"301","2":"Luna","3":"Lamia."},{"T":"301","3":"Luna's words echoed in the empty Ascendant base. A few seconds later, the scenery behind Roland and Gabriel distorted."},{"T":"301","2":"Lamia","3":"...I-I'm here."},{"T":"301","2":"Luna","3":"Very well. We shall split up and meet at Venus Splash Park."},{"T":"301","2":"Roland","3":"...Let the curtains fall in the land of your childhood, Shome."},{"T":"301","2":"Gabriel","3":"I can see the isle the park is on."},{"T":"301","2":"Roland","3":"Phew, guess we're finally here."},{"T":"301","3":"Gabriel's words remove Roland from his reminiscence. Roland returns his gaze from the sea and to the so-called speedboat he is on."},{"T":"301","2":"Roland","3":"I never thought you had a penchant for modding. This thing runs fast. Though, the shape is quite... questionable."},{"T":"301","2":"Gabriel","3":"Function over form. This thing can even be used as a mobile arsenal."},{"T":"301","2":"Gabriel","3":"Press this button, and it will run on the current route and detonate when it hits the target."},{"T":"301","2":"Roland","3":"Okay, that's more than I need to know. I have no plans of going on an explosive lover's leap with you."},{"T":"301","2":"Gabriel","3":"The phrase lover's leap is inaccurate. According to the books..."},{"T":"301","2":"Roland","3":"Oh, yes, yes. You are just dull as dishwater, my man."},{"T":"301","2":"Roland","3":"Enough bantering. Let's go ashore. We still have to set the stage."}]