[{"T":"301","2":"Pulao","3":"At this trade fair, eight pieces of merchandise will be put on display."},{"T":"301","2":"Pulao","3":"After that, they will go through four rounds of inspection. The best one selected from them will be accepted by the Lady Qu."},{"T":"301","2":"Pulao","3":"What I have prepared will blow everyone's socks off! Just watch!"},{"T":"301","2":"Pulao","3":"Just wait and see."},{"T":"301","2":"Lee","3":"...I feel like the plan doesn't quite align with the objective."},{"T":"301","2":"Drawn-Out Voice","3":"Now to present the merchandise number seven—"},{"T":"302","2":"I think it's your showtime now.","4":"Lucia"},{"T":"301","2":"Lucia","3":"Commandant."},{"T":"301","2":"Lucia","3":"Do I really have to... go about this mission dressed like this?"},{"T":"302","2":"Are you nervous, Lucia?","4":"If you don't feel comfortable doing this, Lucia..."},{"T":"301","2":"Lucia","3":"No... It's just... I feel a little, weird about it..."},{"T":"301","2":"Liv","3":"Lucia, you look great in this outfit!"},{"T":"301","2":"Lucia","3":"I don't... think so..."},{"T":"301","2":"Liv","3":"Lucia, you look great in this outfit!"},{"T":"302","2":"I agree.","4":"It fits you perfectly, Lucia."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lucia","3":"I'm doing this for the mission, to reach Qu. I shouldn't..."},{"T":"301","2":"Lucia","3":"Anyway... I'll be getting on stage."},{"T":"301","2":"'Qu'","3":"……"},{"T":"301","2":"Lee","3":"That woman who briefly appeared behind the curtain... was that Qu?"},{"T":"301","2":"Pulao","3":"Yes, that was her, KCC's leader... At every trade fair, she's kept isolated on a high platform and no one is allowed to go near her."},{"T":"301","2":"Liv","3":"You mean like imprisoned?"},{"T":"301","2":"Pulao","3":"Huaxu has been forcing Qu to find a vessel for him on this ship..."},{"T":"301","2":"Lee","3":"But just like you, she has no choice but to obey Huaxu, right?"},{"T":"301","2":"Pulao","3":"Right. The Kowloong Crew has power, but we can't use it against Huaxu. Hell, some of us even got comfortable living like this."},{"T":"301","2":"Lee","3":"And will they stand in the way of our mission?"},{"T":"301","2":"Pulao","3":"As far as I can tell, Chaofeng, Fuxi, and I are the last holdouts who are still trying to rescue the leader and set ourselves free."},{"T":"301","2":"Pulao","3":"The rest of the Kowloong Crew are ambiguous in their stance. And I suspect that some of them have already had their minds transferred..."},{"T":"301","2":"Pulao","3":"The only one to watch out for is Yazi."},{"T":"301","2":"Pulao","3":"She's been guarding the leader."},{"T":"301","3":"As the conversation continues, Lucia walks up the stage as instructed. The mechanical puppets around her snap into action."},{"T":"301","2":"Lucia","3":"Lucia, here to present you with a dance of blades."}]