[{"T":"301","3":"'—Be emptier and cry like reed instruments cry. Emptier, write secrets with the reed pen.'"},{"T":"301","3":"...【kuroname】..."},{"T":"301","3":"...I... I... want..."},{"T":"301","3":"...I want to see you right now."},{"T":"301","3":"..."},{"T":"301","3":"It all starts with a loud but vague sound, as if falling to the bottom of the sea."},{"T":"301","3":"A golden finger appears from darkness and points to a place far away. You look in that direction."},{"T":"301","3":"Not far away, the lights and shadows slowly turn into a familiar scene. You see dozens of stage lights going down as the curtain falls after a performance."},{"T":"301","3":"More objects begin to come into vision. It's a theater with a magnificent dome. None of the crimson, velvet-covered seats is empty, and you find yourself among the audience."},{"T":"301","3":"You look back at the only light remaining on the stage. There is a familiar but strange silhouette standing inside."},{"T":"301","3":"The curtain falls, and she hears thunderous applause."},{"T":"301","3":"The young opera singer strolls up the stage. Her eyes glance across the audience, then stop at a corner in the front row. She has to constantly remind herself not to place too much attention there during the performance."},{"T":"301","3":"Among the well-groomed audience is a person wearing a neat military uniform, who is standing up and looking toward the center of the stage."},{"T":"301","3":"She sees that person's gentle, kind eyes across the flying gold confetti and blazing stage lights."},{"T":"301","3":"Just staring at those soothing eyes momentarily has gradually cast away the fear and confusion that haunted her since the start of the opera."},{"T":"301","3":"Putting the mixed emotions aside, Selena takes a breath in, then bows to the audience."},{"T":"301","3":"Until the lights go off, and all the audience have left."},{"T":"301","3":"She rushes to the backstage, holding her skirt in her hands."},{"T":"301","3":"The members of WGAA and journalists have crowded in with all sorts of bionic flowers. The backstage is filled with the same applause that is heard in the audience. All she hears are praises and congratulations on the perfect performance."},{"T":"301","3":"She nods to everyone with a well-mannered smile, but her violet eyes peek through the flower leaves and crowd at the door now and then, as if there is someone she has been waiting for."},{"T":"301","3":"When the crowd has finally left, she quickly walks out of the door."},{"T":"301","3":"But the hall is all empty and quiet. No one is staying around."},{"T":"301","3":"She feels a little lost and anxious. When she sees a staff member packing up the props, she could not care about the etiquette and almost stops her abruptly."},{"T":"301","2":"Selena","3":"Excuse me... Was there..."},{"T":"301","2":"Selena","3":"...Was there someone waiting for me just now?"},{"T":"301","2":"Staff Member","3":"Hmm...? The journalists should all have left... Oh!"},{"T":"301","3":"The staff member tilts her head in confusion. She then puts her hands together, enlightened."},{"T":"301","2":"Staff Member","3":"One moment, please."},{"T":"301","3":"She walks into a small room near the dressing room and takes out a flower box."},{"T":"301","2":"Staff Member","3":"It's quite special, so I didn't put it together with other gifts..."},{"T":"301","3":"Right. Unlike any other bouquets or gifts in the backstage."},{"T":"301","2":"Selena","3":"What are they..."},{"T":"301","3":"She sees a unique bouquet of iris flowers."},{"T":"301","3":"She knows Babylonia rarely wastes resources on cultivating ornamental flowers. The 'flowers' that most use for decorating are actually easy-to-preserve bionic flowers."},{"T":"301","3":"But the lush green leaves and violet buds in front of her are blooming with life. There are even crystal water drops on the soft petals."},{"T":"301","3":"For one instant, she is almost lost in the lively vigor. This beauty of nature is supposed to only exist on that blue planet too far from her."},{"T":"301","3":"It is too surreal to be here."},{"T":"301","2":"Selena","3":"..."},{"T":"301","2":"Staff Member","3":"We received this during the curtain call. Never thought you even had fans among the army commandants."},{"T":"301","3":"The staff makes a playful wink."},{"T":"301","2":"Staff Member","3":"The commandant had an emergency mission coming and asked me to give this gift to you instead."},{"T":"301","3":"The staff handed the bouquet over. Selena carefully takes it and rests it in her arms."},{"T":"301","3":"The flower roots aren't removed, but are connected to a basic cultivation device. Selena can replant them anywhere."},{"T":"301","3":"Instead of cutting them off for a one-off celebration, the sender wishes they will stay and watch her."},{"T":"301","3":"She wonders what great view it would be if such flowers can spread over the meadows and hills, as described in the poems?"},{"T":"301","2":"Staff Member","3":"How beautiful. I have a pleasant feeling just looking at them. The bionic ones are just as pretty, but real flowers leave a totally different impression."},{"T":"301","2":"Staff Member","3":"It really is a very precious gift."},{"T":"301","3":"Selena holds the bouquet slightly firmer."},{"T":"301","3":"The light fragrance gently lingers in the air like a voiceless encouragement."},{"T":"301","2":"Staff Member","3":"Um, is there something between you and... that commandant...?"},{"T":"301","2":"Staff Member","3":"...Oh, sorry. That was very inappropriate."},{"T":"301","3":"She quickly cuts off her curiosity. It is indeed very inappropriate to ask a lady who she does not know well such a question."},{"T":"301","2":"Selena","3":"It's alright."},{"T":"301","3":"She shakes her head gently, her eyes smiling."},{"T":"301","3":"She has not realized it, but it's that kind of relaxed, genuine smile that has rarely been seen on her ever since the beginning of the opera rehearsal."},{"T":"301","3":"There is a card hiding in the leaves, with very familiar handwriting on it."},{"T":"301","3":"'Dear Iris,'"},{"T":"301","3":"The following writing looks slightly rushed, as if the writer didn't have much time."},{"T":"301","3":"'I have seen the light in you.'"},{"T":"301","3":"'Find yourself through your works and creation. There may be confusion and fear, but I trust you will find your own answer.'"},{"T":"301","3":"'You probably have heard of a famous quote: It is the same with man as with the tree. The more he seeks to rise into the height and light, the more vigorously do his roots struggle earthward.'"},{"T":"301","3":"'Please, do not rush. Take your steps firmly forward.'"},{"T":"301","3":"The letter was written in a rush, but the writing still looks crisp and firm."},{"T":"301","3":"She hears steady footsteps coming from behind. They sound like those of a soldier."},{"T":"301","3":"Selena's heart starts to beat fast. She slowly turns around."},{"T":"301","2":"???","3":"..."},{"T":"301","3":"It is an ordinary Construct wearing standard Construct uniform. There is anger and gloom yet to be disguised on his face."},{"T":"301","3":"Selena recognizes him immediately. He was one of the Construct soldiers who received her free tickets. But she has never seen such emotions on any audience who has just finished watching her opera."},{"T":"301","3":"Through his emotions, she realizes where her fear and anxiety come from all along."},{"T":"301","3":"The young opera singer takes a step back subconsciously, but she soon walks up again."},{"T":"301","2":"Selena","3":"Hello... What can I do for you?"},{"T":"301","2":"Construct","3":"Hah. Someone told me that you were willing to listen to us Constructs."},{"T":"301","3":"The Construct soldier's chest visibly moves up and down, as if he is trying to hold back his emotion."},{"T":"301","2":"Construct","3":"It's about the opera I just watched."},{"T":"301","2":"Construct","3":"I'll be frank. It is the most ridiculous thing I have ever seen."},{"T":"301","2":"Construct","3":"You had your rights to 'express your thoughts' in your work. In exchange, there's also something that I must say."},{"T":"301","2":"Construct","3":"Because I just simply cannot stand it anymore. While we are risking our lives, the people high above are depicting my fallen comrades with such pale, nonsensical imagination, and even bragging about their ignorance!"},{"T":"301","2":"Construct","3":"In the eyes of the residents of Babylonia, our sacrifice is like a child's play."},{"T":"301","2":"Construct","3":"Hah... Feel free to walk away if you cannot stand my rudeness."},{"T":"301","3":"The accusation is made with an aggressive, almost taunt-like tone. But Selena feels pain and disappointment soaked in blood from the Construct's words."},{"T":"301","3":"He could have turned away after the opera. Still, he came all the way here to tell her his anger frankly."},{"T":"301","3":"'The more he seeks to rise into the height and light, the more vigorously do his roots struggle earthward.'"},{"T":"301","3":"That person wanted to point out her mistakes in a more gentle way, but she knows she must not avoid the criticism that she should accept."},{"T":"301","3":"It is a judgement that she must face."},{"T":"301","3":"Selena nods and looks at him in the eyes. Her hands are crossed in front of her body, trying to keep her body from trembling."},{"T":"301","2":"Selena","3":"No... Please continue."},{"T":"301","2":"Selena","3":"Please tell me more about it."}]