[{"T":"301","3":"Despite your repeat requests to stay at the Forsaken headquarters, Watanabe still insists on departing as scheduled—and so the supply run that helps cover the data collecting mission is also coming to an end."},{"T":"301","3":"For some reason, Watanabe takes the wheel of the vehicle and drives."},{"T":"301","2":"Watanabe","3":"The next part is up to you guys."},{"T":"301","2":"Watanabe","3":"I do feel more uncomfortable the closer we are to the Babylonian area."},{"T":"301","2":"Watanabe","3":"Oh, right. There's something I want you to keep."},{"T":"301","3":"Watanabe turns on the automatic pilot and turns to throw you a jacket."},{"T":"301","2":"Watanabe","3":"This jacket works much better in a desert than the uniform you're wearing."},{"T":"301","2":"Watanabe","3":"What's with the face? Relax, it's just a jacket."},{"T":"301","2":"Watanabe","3":"Do you have really good memories, or do you just hold a massive grudge?"},{"T":"302","2":"Huh, it doesn't come with mint leaves this time.","4":"Can't it be both?"},{"T":"301","2":"Watanabe","3":"...Good memories, then."},{"T":"301","2":"Watanabe","3":"I'll give you the mint leaves next time."},{"T":"301","2":"Watanabe","3":"Anyway, stay alert. We're not far from the next outpost."},{"T":"301","2":"Watanabe","3":"By the way, the jacket comes with a Forsaken locator. It'll be more useful than mint leaves here."},{"T":"302","2":"Are you tracking me?","4":"You can have it back."},{"T":"301","2":"Watanabe","3":"You can't think that your people will let you go on a mission without some way to keep tabs on you?"},{"T":"301","2":"Watanabe","3":"Out of concern for your safety, just take it."},{"T":"301","2":"Watanabe","3":"As a field agent, you really should be more urgent and self-aware. You don't want to cause more trouble, do you?"},{"T":"301","3":"Inside the cockpit, Watanabe's voice sounds weary."},{"T":"301","3":"As you look outside the window at the unending stretch of the gray-blue sky, you cannot tell if it is day or night."},{"T":"301","3":"It is not bleakness but a real sense of expanse. After the outbreak of the Punishing Virus, this world no longer seems to be capable of drastic changes."},{"T":"301","3":"And the only glittering lights you can see are the snowdrops that hit the glass."},{"T":"301","3":"..."},{"T":"301","3":"..."},{"T":"302","2":"What... time is it?"},{"T":"301","3":"You hear Watanabe's voice as soon as the question comes into your mind."},{"T":"301","2":"Watanabe","3":"Time to wake up, 【kuroname】."},{"T":"301","3":"He stops the vehicle. Judging from the meter on the dashboard and looking with your own eyes, you are about one kilometer away from the outpost."},{"T":"301","3":"Strange as it is, you can more or less guess why Watanabe would park the vehicle here."},{"T":"301","3":"Regardless of your personal relationship, the world is still not big enough for both Babylonia and the Forsaken."},{"T":"301","2":"Watanabe","3":"Almost time to say goodbye. This is as far as you can slack off, I'd say."},{"T":"302","2":"Aren't you coming along?","4":"Time to say goodbye, indeed."},{"T":"301","2":"Watanabe","3":"I don't think so."},{"T":"301","2":"Watanabe","3":"At least you haven't forgotten where I stand."},{"T":"301","2":"Watanabe","3":"It spells trouble if I approach the outpost, me being who I am. Not to mention... they are the ones who should be picking you up."},{"T":"301","2":"Watanabe","3":"I'll get off here and wait for my men. I'm familiar with this region, so you don't have to worry."},{"T":"301","2":"Watanabe","3":"Until next time, 【kuroname】."},{"T":"301","2":"Watanabe","3":"Godspeed, friend."},{"T":"301","3":"Watanabe puts on his protective gears again. Before he gets off, he picks up the jacket again and throws it toward you."},{"T":"302","2":"(Catch and wear it)","4":"I won't throw it away."},{"T":"301","2":"Watanabe","3":"Just don't lose it before you're back on Babylonia. Of course, I'll appreciate it if you return it next time we meet."},{"T":"301","2":"Watanabe","3":"And it won't explode if it gets trashed. Consider it a token of camaraderie."},{"T":"301","3":"By the time the cockpit closes and the vehicle starts, the glass windows are covered with a thin layer of condensed vapor from the difference between the temperature inside and outside."},{"T":"301","3":"As the vehicle moves away, Watanabe's figure in the rearview mirror also slowly fades away, disappearing into the night."},{"T":"301","3":"The brief two-person journey has ended, and you are back on your own on an accident-free trip, just like the way it started."},{"T":"301","3":"..."},{"T":"301","3":"..."}]