[{"T":"301","3":"A whole night passed since Lucia and Lee brought back the Construct wounded in the rescue attempt back to the enclosed basement in the conservation area."},{"T":"301","3":"After Liv performed basic maintenance, he recovered most of his ability to participate in a new rescue mission."},{"T":"301","3":"Unable to return to Babylonia, the Constructs have become entrenched in a war of attrition. Issues caused by the damage to their frames and lack of maintenance chambers are beginning to wear on them."},{"T":"301","3":"People are still huddled in the cold and damp basement of the conservation area, craning their necks and waiting for a sound from the outside."},{"T":"301","3":"They look forward to new development, whether that be news of the Punishing concentration decreasing; rescue or supplies to be arranged for their own conservation area, or for newly rescued refugees to be sent to other conservation areas."},{"T":"301","3":"—So long as no more refugees would come, any news is eagerly awaited."},{"T":"301","3":"But disappointment was accompanied by hunger and sickness for the 164 people crowded in this enclosed basement."},{"T":"301","3":"In addition, there are also ten Constructs and two commandants."},{"T":"301","3":"Aside from the three Constructs and Commandant 【kuroname】 of Gray Raven, Bambinata, and Commandant Vanessa of Egret, the six remaining Constructs were the only few survivors from previous rescue attempts."},{"T":"301","3":"Of these six Constructs, all but two are seriously injured. The other four had already recovered mobility under Liv's care."},{"T":"301","3":"They had joined search and rescue attempts in the surrounding area, but as time passed, fewer and fewer refugees could be found."},{"T":"301","2":"Lee","3":"All of the active units on the west coast have been searched."},{"T":"301","3":"Day two at 6:00 a.m. after the second rescue attempt by Babylonia."},{"T":"301","3":"Lee has returned from the search and rescue mission with two Constructs. Seeing all the people sleeping in the basement, he lowers his voice."},{"T":"301","3":"He stands outside the sealed door, shakes the rain off his frame, and hands two small boxes to the Construct in front of him."},{"T":"301","2":"Lee","3":"This is all the supplies we could find. Place it in storage for now."},{"T":"301","2":"Construct Soldier","3":"Yes, sir."},{"T":"301","2":"Lee","3":"Lucia still hasn't completed her mission in City 044. I'm going to go help her."},{"T":"301","2":"Liv","3":"What's the situation?"},{"T":"301","2":"Lee","3":"The conservation areas along the west coast have all been completely destroyed."},{"T":"301","2":"Liv","3":"All of them?"},{"T":"301","2":"Lee","3":"Yes, just like Vanessa had predicted. The twins have left nothing but destruction in their wake as they've gone up the west coast."},{"T":"301","2":"Lee","3":"During this period, they walked from Pulia Forest to the west coast, then up north, and stayed several days near the ARU."},{"T":"301","2":"Lee","3":"Instead of entering the ARU, they redirected their route to the southeastern coast... that is, the Pulia Forest Park Ruins, and returned here."},{"T":"301","2":"Lee","3":"At present, the twins have arrived near City 041. If they choose to return to Pulia Forest, that should bode well for us, considering that City 043 isn't near City 040."},{"T":"301","2":"Lee","3":"If they decide to enter City 042, their next target might be here."},{"T":"301","2":"Lee","3":"So, once Lucia comes back, we need to make a plan quickly."},{"T":"301","2":"Liv","3":"Are there any survivors in any of the cities along the west coast?"},{"T":"301","2":"Lee","3":"Not many."},{"T":"301","2":"Lee","3":"Only three, two of which I brought back. The other one went to another conservation area looking for a friend."},{"T":"301","3":"Two adolescent boys stand behind him, one of which is holding a cane, his leg badly corrupted. The other appears weak but seems otherwise healthy."},{"T":"301","2":"Lee","3":"His corruption appears serious. Looks like he needs serum."},{"T":"301","2":"Liv","3":"Well, there is still some serum in the initial supplies, but there's only one room left in the basement. Follow me."},{"T":"301","2":"???","3":"What about Matches?"},{"T":"301","3":"The adolescent boy imitates the tone of their voices and keeps his voice down."},{"T":"301","2":"Liv","3":"Matches?"},{"T":"301","2":"Lee","3":"Behind you."},{"T":"301","3":"Before he can be heard, a furry figure crowded into the door. Although it's fur is dirty and it looks frail, they see that it's a border collie."},{"T":"301","2":"Boy A","3":"...Matches..."},{"T":"301","3":"The boy lets out a sigh of relief as he pets his fluffy head."},{"T":"301","2":"Boy A","3":"Thanks for letting me bring him. If there's anything you need me to do..."},{"T":"301","2":"Boy B","3":"No, thank you for bringing food!"},{"T":"301","3":"The other boy beside him gives a resentful sneer, waking up several people lightly sleeping beside them, who look curiously at the door."},{"T":"301","2":"Boy A","3":"Matches is my family! No one can eat him!"},{"T":"301","2":"Boy B","3":"Yeah, yeah, yeah... You're willing to starve people for the sake of your family."},{"T":"301","3":"The boy strides into the room with a fake smile and nods to the curious person beside the bed."},{"T":"301","2":"Boy B","3":"Hey, bro. Wanna here something funny? That kid was teaching his dog to drive a car on the way over here."},{"T":"301","3":"He raises his hands and acts like he's holding a steering wheel as he continues on."},{"T":"301","2":"Boy B","3":"'Matches, this goes left and this goes right. Cool, huh? Now, we just need to find a car!' Bahahaha!"},{"T":"301","3":"Amused, the tired refugees look at the boy and his dog, then burst out laughing. For a moment, everyone cheers up a bit in the dull basement."},{"T":"301","3":"But the jokester quickly stops laughing."},{"T":"301","2":"Boy B","3":"Thank you for your hospitality, everyone. I'm sorry we didn't bring many supplies."},{"T":"301","3":"The boy seems accustomed to dealing with refugees. By cracking a joke and greeting everyone, he seems to quickly resolve the crowd's hostility to the loss of another share of the rations."},{"T":"301","2":"Refugee Leader","3":"What's the situation outside?"},{"T":"301","2":"Boy B","3":"Everything's destroyed from the park ruins to the west coast."},{"T":"301","3":"Hearing this, the refugees begin murmuring to one another."},{"T":"301","2":"Refugee Leader","3":"Because of those two 'things'?"},{"T":"301","2":"Boy B","3":"And a ton of those Hetero-Creatures. We were ducking and hiding behind every corner all the way here."},{"T":"301","2":"Refugee Leader","3":"Well, since it appears that the west coast is pretty much destroyed, who knows where those two 'things' will go next?"},{"T":"301","3":"The refugee hands him a thumb-sized biscuit."},{"T":"301","2":"Refugee Leader","3":"Here, take this. Thanks for the news. Those Constructs exchange intel with each other every day, and they refuse to tell us anything."},{"T":"301","2":"Lee","3":"..."},{"T":"301","2":"Lee","3":"I'm going to go help Lucia. Seems like she's in a predicament. I'll leave you in charge here, Liv."},{"T":"301","3":"Lee waves to Liv and steps out with several Constructs fit to move."},{"T":"301","2":"Liv","3":"Okay, I'll have everything under control. Be careful."},{"T":"301","2":"Refugee Leader","3":"The officer staying in the room next door said she has some information, but it'll only cause us to lose all hope. So, she doesn't want to talk about it for the time being."},{"T":"301","2":"Refugee 2","3":"Hmph, what's the point of that? How can we be any more hopeless?"},{"T":"301","2":"Liv","3":"We've been conducting reconnaissance missions in the surrounding area, but nothing has changed."},{"T":"301","2":"Liv","3":"We'll let everyone know right away if the situation begins to improve or if there's any danger."},{"T":"301","3":"She did not say anything more. She walks to another boy to lead him to a room deep inside to rest."},{"T":"301","2":"Boy A","3":"Thank you..."},{"T":"301","3":"Just as they are about to cross the room, the boy who had just eaten the biscuit suddenly speaks."},{"T":"301","2":"Boy B","3":"Oh, yeah. Just to let everyone know..."},{"T":"301","2":"Refugee Leader","3":"?"},{"T":"301","2":"Boy B","3":"Be sure to guard your rations, everyone. Know what happened to our supplies in the warehouse when our conservation area was destroyed?"},{"T":"301","2":"Boy A","3":"Hey! I didn't do anything!"},{"T":"301","2":"Boy B","3":"Chill out. I'm not talking about you. After all, if you went into the warehouse, you'd have more than your leg corrupted."},{"T":"301","2":"Boy B","3":"I mean his dog!"},{"T":"301","2":"Boy B","3":"His dog ate a bunch of cans before those Constructs could go in and recover our supplies!"},{"T":"301","2":"Boy B","3":"That mutt even ate the supplies my friend gave his life for. Now, I'm stuck here!"},{"T":"301","2":"Boy A","3":"That's not true! Matches didn't do that! A person was trapped in there!"},{"T":"301","2":"Matches","3":"(Whimpers)"},{"T":"301","2":"Boy B","3":"When the Constructs went to bring out the supplies, they just said there were two bodies and a bunch of empty cans in there."},{"T":"301","2":"Refugee 15","3":"What if they ran in there to eat the supplies, then died from the high concentration of Punishing Virus?"},{"T":"301","2":"Boy B","3":"Everyone knew that going into the warehouse was certain death. Were they so starving that they didn't even care if they died?"},{"T":"301","2":"Boy B","3":"I think they just rushed into the warehouse to stop the dog!"},{"T":"301","2":"Boy A","3":"I don't know why they ran in there, but Matches and I didn't take any of the supplies. We just—"},{"T":"301","2":"Refugee Leader","3":"Hey, kiddo."},{"T":"301","2":"Boy A","3":"..."},{"T":"301","3":"The refugee who appears to be the leader steps out of the shadowy corner and approaches the boy."},{"T":"301","2":"Refugee Leader","3":"I don't want to argue about whether your dog ate the cans or not. They're already gone. Talking about it isn't going to do anything."},{"T":"301","2":"Refugee Leader","3":"I just want to ask... How many supplies did you bring?"},{"T":"301","2":"Boy A","3":"I'm sorry... But I didn't bring any..."},{"T":"301","2":"Refugee Leader","3":"Then what are we to do about your dog?"},{"T":"301","3":"His question seems more like a command, turning everyone's laugher into solemn silence. They grimly stare at the boy's flustered and evasive eyes."},{"T":"301","2":"Boy A","3":"I..."},{"T":"301","2":"Refugee 2","3":"In other words, if you want it to stay here, you want to feed YOUR dog with OUR supplies, right?"},{"T":"301","2":"Boy A","3":"I'm sorry... I'll feed him myself."},{"T":"301","2":"Refugee 3","3":"And how are you going to do that? You don't have any protective suit and your leg is wounded."},{"T":"301","2":"Refugee 3","3":"You think you can do that by yourself? You say that now, but then who's to stop you when you're off with our supplies in the middle of the night?"},{"T":"301","2":"Refugee 4","3":"Make him leave! We can't even feed ourselves. Where are we gonna get food to feed a dog, too?"},{"T":"301","2":"Boy B","3":"Yeah! I'm starving! You even took my friend's supplies!"},{"T":"301","3":"The boy's cry ignites the grief and despair piled up by the crowd over the many days. They all stand up one after another, regardless of their injuries."},{"T":"301","2":"Refugee 4","3":"We can't just keep taking refugees! We don't have enough food to get through the day, and refugees keep coming! We're going to starve to death!"},{"T":"301","2":"Refugee 5","3":"Damn kid! Don't blame us for not welcoming you with open arms. But if I can't even feed myself, then what makes you think you get a share of our food!"},{"T":"301","2":"Refugee 6","3":"We've had enough despair and starvation!! Selfish brat!! And to think we'll feed your dog!"},{"T":"301","2":"Refugee 2","3":"Why don't we barbeque your dog? I'll give you a pack of biscuits as a thank you."},{"T":"301","2":"Boy A","3":"Don't you think about it!"},{"T":"301","3":"The timid boy suddenly raises his voice."},{"T":"301","2":"Boy A","3":"Matches is my family!"},{"T":"301","2":"Refugee 2","3":"Hmph... Family? Think you can steal food to feed your 'family'?"},{"T":"301","3":"The atmosphere tenses up, as either side refused to back down."},{"T":"301","2":"Refuge 12","3":"Hey, they're about to fight..."},{"T":"301","2":"Refuge 13","3":"Hmph, don't worry about it... The leader will break it up if they do."},{"T":"301","2":"Boy A","3":"I can leave if you want... I won't let you hurt him."},{"T":"301","2":"Refugee 2","3":"Alright, scram you worthless brat! I'm already being kind enough as is not punching your face in."},{"T":"301","3":"He stands up, grabs the boy by the collar, and kicks away Matches who rushes over to protect him."},{"T":"301","3":"Seeing that there's going to be a conflict in the crowd, Liv, who has always been gentle, puts down her medicine and puts herself between the boy and the angry mob."},{"T":"301","2":"Refugee Leader","3":"Oh? You want to protect this mutt, Ms. Doctor?"},{"T":"301","2":"Liv","3":"He said it's his family."},{"T":"301","2":"Refugee 2","3":"Bahaha! Family? What are you talking about? In this dog-eat-dog world, plundering's the only way to live!"},{"T":"301","2":"Refugee 15","3":"Here we go again. Quina's spouting that nonsense again."},{"T":"301","2":"Refugee 17","3":"Just let him go crazy. Those Constructs will put him in his place when they've seen enough."},{"T":"301","2":"Refugee 2","3":"Put who in his place?!"},{"T":"301","2":"Refugee 2","3":"Now that her teammates are gone, she's the only Construct here. She can't even move with her leg broken. What's a Construct like her gonna do?"},{"T":"301","2":"Refugee 2","3":"I'll show you that the law of the jungle is the only truth! We need to kill that dog in order to survive."},{"T":"301","2":"Liv","3":"You're right about that in battle, but this isn't a battle we should fight."},{"T":"301","2":"Refugee 2","3":"Doesn't matter. If I wanna, I'd even sacrifice my own family. Don't think a dog is going to stop me!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv stops arguing. Instead, she looks directly at the middle-aged man standing before her in silence."},{"T":"301","2":"Refugee 2","3":"Hmph! Babylonian scum!"},{"T":"301","3":"He spits angrily, rolls up his worn cuffs, and swings a haymaker at Liv, but all it does is to make her take a step back with her broken leg."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Refugee 2","3":"Hmph, that's all you Babylonians are good for—"},{"T":"301","2":"Refugee Leader","3":"Quit bullying a wounded doctor, Quina. It's embarrassing."},{"T":"301","3":"The refugee, referred to as Quina, begrudgingly swallows his retort. Glaring at Liv, he rolls down his sleeves, holds his red fist with the other hand and sits down in his corner with an angry look on his face."},{"T":"301","2":"Refugee Leader","3":"No matter where they came from, these Constructs, especially this doctor with her leg injury, saved us and have taken care of us for so many days."},{"T":"301","2":"Refugee Leader","3":"If the law of the jungle ruled the world, you wouldn't deserve to be saved. The Punishing Virus would've turned you into a piece of rotten meat to be fed to his dog."},{"T":"301","2":"Quina","3":"...Hmph."},{"T":"301","3":"Quina grits his teeth and shakes his head."},{"T":"301","2":"Quina","3":"You brought this upon us!"},{"T":"301","2":"Refugee Leader","3":"Yes, but I don't want to cause a dispute. I just want to ask this doctor and that boy, do you have any way to convince everyone?"},{"T":"301","3":"The crowd's gaze shifts back to the boy and his 'family'."},{"T":"301","2":"Boy A","3":"I'll just take my share and split it with Matches..."},{"T":"301","2":"Boy A","3":"We won't steal anything! I promise! You can quarantine me if that makes everyone feel better!"},{"T":"301","2":"Refugee Leader","3":"Well, since you say so, I'm willing to believe you. You don't need to be quarantined. Not like we have the space anyway. I accept your proposal. What does everyone else think?"},{"T":"301","3":"The hungry crowd is silent. No one raises any objection."},{"T":"301","2":"Refugee Leader","3":"Then it's settled."},{"T":"301","2":"Refugee Leader","3":"But, Quina... Come with me for a moment."},{"T":"301","2":"Quina","3":"..."},{"T":"301","2":"Liv","3":"What's your name?"},{"T":"301","3":"Since the food shortage cannot be fixed, she can at least do something that is within her power."},{"T":"301","3":"She pats the boy on the shoulder and gently leads him into the room."},{"T":"301","2":"Boy A","3":"My name's Stanley and this is Matches."},{"T":"301","2":"Matches","3":"Woof!"},{"T":"301","3":"The border collie gives a gentle yip as a greeting, then follows Stanley into the room."},{"T":"301","2":"Stanley","3":"Thank you for being so kind to me, Miss Construct."},{"T":"301","2":"Liv","3":"Don't worry about it. You can call me Liv."},{"T":"301","2":"Stanley","3":"Thank you, Miss Liv, and to your friend for saving me... and bringing Matches along. Sorry for all the trouble I caused. There's not much I can do, but if you think of anything..."},{"T":"301","3":"He bows humbly and carefully thanks Liv once again in fear of saying something wrong."},{"T":"301","2":"Liv","3":"Everything's fine. Don't worry. Takes a lot of courage to look after that little guy in a place like this."},{"T":"301","2":"Liv","3":"Not to mention, you and Matches have already had your fair share of hunger and suffering... I'm sure you guys can tough it out just a little longer."},{"T":"301","2":"Matches","3":"Woof!"},{"T":"301","2":"Stanley","3":"Is your leg okay?"},{"T":"301","2":"Liv","3":"I've patched it up, but we don't have enough supplies for me to fully repair it."},{"T":"301","2":"Liv","3":"Oh, right..."},{"T":"301","3":"She takes out a tattered bag stained with blood. Inside, it contains dry military rations."},{"T":"301","2":"Liv","3":"This was supposed to be for our commandant."},{"T":"301","2":"Liv","3":"But the seal was broken during our retreat. It's about to expire."},{"T":"301","2":"Liv","3":"Mind if I give it to Matches?"},{"T":"301","2":"Stanley","3":"Really? Thank you so much!"},{"T":"301","2":"Stanley","3":"But... Your commandant doesn't need it?"},{"T":"301","2":"Liv","3":"...Appears so for now."},{"T":"301","2":"Stanley","3":"I hope your commandant gets well soon."},{"T":"301","2":"Liv","3":"Me, too."},{"T":"301","3":"Sensing Liv's sadness, Matches wags his tail and tries to lick her hand."},{"T":"301","2":"Stanley","3":"Don't, Matches!"},{"T":"301","3":"Stanley quickly pulls Matches back."},{"T":"301","2":"Stanley","3":"She's a doctor! She needs to keep her hands sanitized. There are not enough supplies for that. We can't be a burden on them..."},{"T":"301","3":"Matches' perky ears and head droop suddenly as if he understands."},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Stanley","3":"It's okay. Don't worry."},{"T":"301","3":"The boy appears skittish, likely due to frequently being ostracized. Seeing Liv take out a bandage and disinfectant, the boy rolls up his pants, exposing a festering wound from corruption, and begins helping Liv."},{"T":"301","3":"Is the boy's personality because of Matches?"},{"T":"301","2":"Liv","3":"...Stanley. If the situation continues to get worse... What are you going to do?"},{"T":"301","3":"He looks down in silence."},{"T":"301","2":"Stanley","3":"I get what you mean, Miss Liv."},{"T":"301","2":"Stanley","3":"I know animals can't be corrupted by the Punishing Virus, they can only carry it. So... I thought about releasing Matches into the wild."},{"T":"301","2":"Stanley","3":"But he's already used to living with humans even before I met him. If I let him go... The next time he sees another human, he might get attacked again."},{"T":"301","2":"Stanley","3":"I know I'm being selfish... But I need Matches by my side. He's the only thing keeping me going."},{"T":"301","2":"Stanley","3":"So, I'll just keep him with me. If I ever run out of supplies, I'll abandon myself—not Matches."},{"T":"301","2":"Liv","3":"...Do you even realize what you just said?"},{"T":"301","2":"Stanley","3":"Thank you, Miss Liv."},{"T":"301","3":"He refrains from answering. Instead, he just sincerely thanks her one last time."},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Every person wandering these lands has turmoil uniquely their own."},{"T":"301","3":"It's useless even to ask. The only way to resolve their suffering is to restore Earth to its vitality. Anything else would only temporarily delay the pain."},{"T":"301","3":"But this goal is too far away. People have no choice but to immerse themselves in daily life."},{"T":"301","3":"In order not to open up old wounds and delay the pain, Liv refrains from pushing the question."},{"T":"301","3":"She just adeptly disinfects and bandages Stanley's wound, then injects him with serum."},{"T":"301","3":"As long as there's something that can be improved, that's the best consolation at this moment."},{"T":"301","2":"Liv","3":"Your corruption won't get any worse as long as you stay here in the enclosed basement."},{"T":"301","2":"Liv","3":"And also..."},{"T":"301","2":"Liv","3":"Since you aren't willing to let Matches go, you need to keep living... Got it?"},{"T":"301","2":"Liv","3":"Don't be going around saying you'll abandon yourself so casually. It's just like you said, you depend on Matches and Matches depends on you."},{"T":"301","2":"Stanley","3":"Okay..."},{"T":"301","3":"Mentioning Matches, the boy's voice becomes softer. He thanks Liv again, snuggles up with Matches, and quickly falls asleep."}]