[{"T":"301","2":"Atiel","3":"Ohoho, you can run, but you can't hide!"},{"T":"301","2":"Children","3":"Hmph... W-we won't lose to you Babylonian devils! Everyone, attack!"},{"T":"301","2":"Evan","3":"Buddy up! Swimming by, complete! Supersonic Derek Wahoo!"},{"T":"301","2":"Recorder","3":"——"},{"T":"301","2":"Atiel","3":"Aaa-rgh! I'll beee baaack!"},{"T":"301","2":"Simon","3":"Atiel... I don't think you should be teaching the ARU kids that we're devils... That can't be right, can it?"},{"T":"301","2":"Atiel","3":"We're just messing around... It's fine!"},{"T":"301","3":"Far away from battle, you see Simon and Atiel frolicking with children."},{"T":"301","3":"A few armed fishermen are off to the side. Looks like they are the ones living in the residential regions that Simon mentioned."},{"T":"301","2":"Evan","3":"Oh! Rosetta! Rosetta, you're back?!"},{"T":"301","3":"Before you introduce yourselves, a child in a thick downy jacket, wearing a shiny gadget around his neck, notices you and the others."},{"T":"301","2":"Rosetta","3":"Evan, what was that?"},{"T":"301","2":"Evan","3":"Oh, that was Derek's whale song. I recorded it some time ago. Do you like it?"},{"T":"301","2":"Diana","3":"Anyway, what brings you here?"},{"T":"301","2":"Evan","3":"I came with everyone to live here not long ago. Then those monsters attacked... But since you're here, Rosetta, that means we can go home!"},{"T":"301","2":"Rosetta","3":"Mh-hm. I'll have you home in no time."},{"T":"301","2":"Evan","3":"Anyway, who's the egghead?"},{"T":"302","2":"Egghead...","4":"We've met before."},{"T":"301","2":"Diana","3":"That's just how the kids call Polar Soldiers. Since it's all round and tubby."},{"T":"301","2":"Rosetta","3":"This is the commandant of Gray Raven. Remember?"},{"T":"301","2":"Evan","3":"Oh... Yeah, I remember!"},{"T":"301","3":"Rosetta's reminder seems to have jogged Evan's memory. He immediately tries to shield Rosetta behind him, like a mother hen protecting her chicks."},{"T":"301","2":"Evan","3":"You're not taking Rosetta away!"},{"T":"302","2":"...","4":"I won't..."},{"T":"301","2":"Rosetta","3":"I'm sorry. Evan is..."},{"T":"301","2":"Evan","3":"Hmph, we'll see!"},{"T":"301","2":"Fisher","3":"Alright, 'right. Business time for the big boys, fellas. Kids, you go back to yer kiddie pile."},{"T":"301","2":"Evan","3":"Hey! Wait!"},{"T":"301","3":"Ignoring Evan's protest, a fisherman promptly lifts Evan and chucks him right onto a giant snow ball made by the children."},{"T":"301","2":"Fisher","3":"Sorry fellas, these kids are just trouble."},{"T":"301","3":"A close inspection reveals the fisherman as one you have seen in Murmansk. His expression is much softer now, looking squarely at Rosetta and the other Forest Guards."},{"T":"301","2":"Diana","3":"Rosetta, this is what I was talking about earlier."},{"T":"301","2":"Rosetta","3":"Yeah... Those who accept us may be few, but everything will become better. We're all pointed in the right direction."},{"T":"301","2":"Simon","3":"But no matter what, the Forest Guards will still be branded as 'sinners'..."},{"T":"301","2":"Atiel","3":"Don't salt the wound, Simon! You just never know how to talk!"},{"T":"301","2":"Simon","3":"I'm just stating the fact. And stop bumping me with your elbow!"},{"T":"301","3":"Atiel and Simon walk over, but Atiel is somehow limping, as if parts of her frame are malfunctioning."},{"T":"302","2":"Where are you hurt?","4":"So we're going on the offense?"},{"T":"301","2":"Atiel","3":"A joint on my foot is probably just on the fritz... But it should be okay. I can continue to fight."},{"T":"301","2":"Simon","3":"Yes, I've scouted the area as well."},{"T":"301","2":"Simon","3":"Anyhow, we'll set out in ten minutes with the remaining Forest Guards and lure the bionics into battle."},{"T":"301","2":"Diana","3":"Gotcha... That should prevent the base from sustaining any collateral damage."},{"T":"301","2":"Simon","3":"Exactly. The fishermen also wish to join the fray. So we plan on having them protect the rear."},{"T":"301","2":"Simon","3":"Atiel, you and I will protect the rear along with the fishermen."},{"T":"301","2":"Atiel","3":"Wait, why won't you let me join the frontline, Simon? I'm just a little banged up is all..."},{"T":"301","2":"Simon","3":"It's not because of that. You're just needed in the rear... Well... Partly also because of your injuries. After the battle you can return to the base to get fixed up. Then, you can rejoin the front line."},{"T":"301","2":"Atiel","3":"..."},{"T":"301","2":"Diana","3":"So, we'll be responsible for luring the enemy. Simon and the others will support from the rear, correct? 【kuroname】, you'll have to lead the Forest Guard."},{"T":"302","2":"Me?","4":"Leave it to me."},{"T":"301","2":"Diana","3":"Yeah. We don't have the modules to connect with you, but we'll be sure to carry out your orders."},{"T":"301","2":"Diana","3":"Glad I can trust you."},{"T":"301","2":"Rosetta","3":"So we launch a joint attack like last time, Diana?"},{"T":"301","2":"Diana","3":"Yes. Let us blaze across the battlefield like before."},{"T":"301","2":"Rosetta","3":"No, I'm afraid I can't anymore, not with my current..."},{"T":"301","2":"Diana","3":"No worries, we've got spare modules."},{"T":"301","2":"Rosetta","3":"Spare modules?!"}]