[{"T":"301","2":"Lee","3":"I didn't expect that thing to blow up..."},{"T":"301","2":"Sophia","3":"That machine is used for paving roads and exploration."},{"T":"301","2":"Sophia","3":"...Sorry I forgot to tell you earlier."},{"T":"301","2":"Lucia","3":"Every trapped person has been evacuated, Commandant."},{"T":"301","2":"Liv","3":"That's great..."},{"T":"301","2":"Sophia","3":"Thank you."},{"T":"302","2":"Don't mention it.","4":"It's all thanks to your help."},{"T":"301","2":"Sophia","3":"No...? You want actual money then."},{"T":"301","2":"Sophia","3":"But sorry, I don't have so much money right now."},{"T":"301","2":"Liv","3":"Um, we didn't do this for money."},{"T":"301","2":"Sophia","3":"Leader once said free things were the scariest."},{"T":"301","2":"Sophia","3":"Was Sophia... helpful?"},{"T":"301","2":"Liv","3":"Yes. The mission couldn't have been so smooth without you convincing those people."},{"T":"301","2":"Lee","3":"So Jamilah, that puppet leader, asked you for help..."},{"T":"301","2":"Sophia","3":"Her Majesty is no puppet."},{"T":"301","2":"Lee","3":"Looks like you are hiding something."},{"T":"301","2":"Lee","3":"The arrogant 'aristocrats,' and the all-obeying civilians who are sacrificed. If we add in this trade that you keep talking about..."},{"T":"301","2":"Lee","3":"Let's cut straight to the point. You're trying to do something with this chaos, aren't you?"},{"T":"302","2":"Maybe Sophia can tell us."},{"T":"301","2":"Sophia","3":"...The civilians here came from all over the world."},{"T":"301","2":"Sophia","3":"Some are workers, some were sold to the train like Changyu."},{"T":"301","2":"Sophia","3":"Aristocrats are born to be aristocrats. Asslam is a private train bought by our leader's grandfather."},{"T":"301","2":"Sophia","3":"The aristocrats have been living in the Eternal Engine ever since it first started. They are the only ones who have access to private cabins."},{"T":"301","2":"Sophia","3":"They have always hated the civilians, and call them cockroaches who keep reproducing."},{"T":"301","2":"Liv","3":"That's why they sacrificed the commoner carriage without a blink..."},{"T":"301","2":"Sophia","3":"Ashlar represents the aristocrats. They have long planned for a trade like this to make themselves part of the Ascendants."},{"T":"301","2":"Sophia","3":"So they can break away from this 'unfree' life, where they have to share resources with the civilians."},{"T":"301","2":"Lee","3":"Ridiculous. If becoming an Ascendant is so simple, Roland would have done it long ago!"},{"T":"301","2":"Sophia","3":"...That's why Leader came up with a safer alternative—to trade the 'merchandise' for the right to live in Babylonia."},{"T":"301","2":"Lee","3":"When you say 'leader,' do you mean Jamilah? Not Aston?"},{"T":"301","2":"Sophia","3":"Aston is only pretending to be an aristocrat to help Leader maintain the balance between classes."},{"T":"301","2":"Liv","3":"I never knew the internal relationship of ACA could be so complicated..."},{"T":"301","2":"Sophia","3":"...Can I ask you a question?"},{"T":"302","2":"Please.","4":"As long as it doesn't involve anything top secret."},{"T":"301","2":"Sophia","3":"I want to know how it feels to stay in Babylonia."},{"T":"301","2":"Sophia","3":"The space is dark and cold, right?"},{"T":"301","2":"Sophia","3":"...Do you fear it?"},{"T":"301","2":"Lucia","3":"Of course we do."},{"T":"301","2":"Lucia","3":"Even when we are in Babylonia, the so-called safest place in the universe. That's why we want to come back here."},{"T":"301","2":"Sophia","3":"Is that so... Hmm, in other words, Babylonia isn't that nice a place..."},{"T":"301","2":"Lee","3":"I didn't expect that to come from you, Lucia."},{"T":"301","2":"Lucia","3":"I was only imitating Commandant. This is what Commandant would have said."},{"T":"302","2":"That's my team!","4":"I probably wouldn't have been able to say that..."},{"T":"301","2":"Lucia","3":"We've been with Commandant for so long, after all."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","3":"————"},{"T":"301","2":"Changyu","3":"Sophia! Come back, now—"},{"T":"301","2":"Sophia","3":"?!"},{"T":"301","2":"Sophia","3":"What's going on?"},{"T":"301","2":"Changyu","3":"It's those guys... Dammit—"}]