[{"T":"301","2":"Liv","3":"The chamber is open!"},{"T":"301","2":"Lucia","3":"Liv, monitor Kamui's condition."},{"T":"301","2":"Liv","3":"The energy inside the chamber is... being absorbed by Kamui! His M.I.N.D. is overheating!"},{"T":"301","2":"Liv","3":"No, this is too dangerous!"},{"T":"301","2":"Lucia","3":"Bianca, wait!"},{"T":"301","2":"Bianca","3":"Karen's situation might happen again if this continues! The Tenebrion he's consuming is too powerful—we have to remove the threat before it gets out of hand!"},{"T":"302","2":"I think there's still hope..."},{"T":"301","2":"Lucia","3":"Indeed. Just like Karen's case, we might be able to save Kamui with the same method."},{"T":"301","2":"Liv","3":"I'll try my best to—"},{"T":"301","2":"Bianca","3":"No, I won't let you go through with that. This risk is far greater than Karenina's condition."},{"T":"301","2":"Lucia","3":"But it's still worth a try... Kamui, he is our companion."},{"T":"301","2":"Liv","3":"R-report! The viral density inside Kamui is shrinking rapidly!"},{"T":"301","2":"Lucia","3":"Please, Bianca."},{"T":"301","2":"Lee","3":"I'm afraid our lives will be much more boring in the future without this guy lightening the mood."},{"T":"301","2":"Lee","3":"But most importantly, I dislike farewells just as much as I hate fighting my own companions."},{"T":"301","2":"Liv","3":"I don't like them as well. I was afraid of Lee's situation just now and... s-so, if the same thing happened again... Bianca, please, wait for a bit more."},{"T":"302","2":"Please, Bianca!"},{"T":"301","2":"Bianca","3":"You..."},{"T":"301","2":"Liv","3":"The viral density has nearly dropped to zero! There won't be a corruption risk if we establish a connection now!"},{"T":"301","2":"Bianca","3":"I understand. Then let me join you and see this through to the end."},{"T":"302","2":"Thank you."},{"T":"301","2":"Bianca","3":"No, I'll stay on guard duty. I'll pray for your success."},{"T":"301","2":"Lucia","3":"Commandant, your orders!"},{"T":"302","2":"Everyone, prepare for the final battle."},{"T":"302","2":"Let's go bring Kamui back!"}]