[{"T":"301","3":"The storm howls. Small rocks fall from the cliff as the metal beast spreads his bladed wings, pulling up rocks and fallen leaves around him, adorned with the moon as a crown."},{"T":"301","3":"He baths in the blood-red moonlight, his shadow stretching infinitely, and he looks like a claw extended right out of the moon."},{"T":"301","3":"The next moment, he suddenly bursts into a twisted growl. His body twitches, arching into an unnatural curve, and you are baffled by what is happening."},{"T":"301","2":"???","3":"Chirp-chirp, chirp-chirp, chirp-chirp-chirp..."},{"T":"301","3":"A low, rustling sound comes out of the monstrosity's throat, getting louder and louder."},{"T":"301","3":"No, not rustling... laughing. He is laughing from excitement!"},{"T":"301","3":"An excitement... to kill!"},{"T":"301","3":"He chirps and laughs, his monotonic and extended voice sending a chill down your spine like the scream of babies abandoned in the sewer."},{"T":"301","2":"???","3":"Chirp-chirp... hahahahAHAHAHAHAHA!!!"},{"T":"301","3":"His voice suddenly turns into a continuous, high-pitched shriek, filled with equal parts terror and delight. Only a tormented soul in hell could have made such an inhuman sound."},{"T":"301","2":"???","3":"This scent... this scent?! What a scent!"},{"T":"301","2":"???","3":"I'm here—here! I'M HERE!"},{"T":"301","2":"???","3":"Mister must be so disappointed! He picked such a useless scrub!"},{"T":"301","2":"???","3":"But... if Voodoo brings him his new toys alive—he'll be happy! Mister will be so happy!"},{"T":"301","2":"Noctis","3":"What is that thing mumbling about...?"},{"T":"301","2":"No. 21","3":"New toys?"},{"T":"301","2":"Vera","3":"Fall back! We are the targets!"},{"T":"301","3":"As Vera gives off the warning, Voodoo's bladed wings reach up, their edges reflecting the chilling moonlight. Noctis, standing in the front, cannot help but coil, thinking that the beast is going to strike him."},{"T":"301","3":"No. 21, however, rolls forward, and her Co-Bot stands before Vera, defending her."},{"T":"301","3":"The three of them are completely exposed in the moonlight."},{"T":"301","2":"Noctis","3":"Can't say I'm used to seeing someone crazier than Vera out of nowhere..."},{"T":"301","2":"Voodoo","3":"Good puppies, nice puppies! Are you here to play hide-and-seek with me? Haha! I'm going to count to three, and then I'll come get you—"},{"T":"301","2":"Voodoo","3":"3!!!"},{"T":"301","3":"His laughter still lingers when he suddenly dashes down from the air toward Cerberus at deadly speed. Vera prepares to counter as Noctis takes his stance."},{"T":"301","3":"But right before the moment he reaches Vera, Voodoo changes the direction he is flying toward."},{"T":"301","3":"Recklessly he flies toward No. 21 at full tilt, seemingly drawn by her intense emotions, and he goes for her star-glazed eyes."},{"T":"301","2":"No. 21","3":"Aargh..."},{"T":"301","3":"Unable to control her limbs, No. 21 falls to her knees, incapable of moving."},{"T":"301","2":"Vera","3":"21!"},{"T":"301","3":"At the same time, an impossible agony assaults your head, as if a chainsaw or a propeller is running, about to turn your brain into a paste."},{"T":"301","3":"Like an invasive hand, the pain clasps onto a point in your mind—the Mind Beacon, shivering so violently that you can feel it amid your torments. No—you cannot disconnect now—"},{"T":"301","2":"Voodoo","3":"Hehehehehe! My little puppy, we've met again!"},{"T":"302","2":"...Again?"},{"T":"301","3":"Vera dashes to Voodoo's back and leaps, driving her sword into him, but her blade bounces off his steel frame with a flicker of sparks."},{"T":"301","3":"Noctis follows suit, hurling his explosives toward Voodoo unceasingly, temporarily holding him back."},{"T":"301","2":"Voodoo","3":"Complete the trial and report my results... Satisfy Mister!"},{"T":"301","2":"Voodoo","3":"Hehehehe, I'm going to play with these little bugs first!"},{"T":"301","3":"You try your best to clear your mind amidst the pain."},{"T":"302","2":"He's... talking to himself?"},{"T":"301","2":"Vera","3":"21! Can you move?!"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"Without being attacked or even touched, No. 21 just kneels there on the ground like a stringless puppet, staying still under the moonlight."},{"T":"301","2":"Noctis","3":"But I had him pinned down!"},{"T":"301","2":"Voodoo","3":"That won't do, no, it won't! I've already corrupted her M.I.N.D.! Oh, what a delicious M.I.N.D.!"},{"T":"301","3":"As he spills nonsense, a few tiny mechanical spiders crawl out from within No. 21's puffy sleeves and hide inside the grass."},{"T":"302","2":"What's that?!"},{"T":"301","2":"No. 21","3":"I... sensed eyes."},{"T":"301","2":"No. 21","3":"I saw it in the shop window at the last cross-section."},{"T":"301","2":"No. 21","3":"I didn't sense 'wrong.' It was following me."},{"T":"301","2":"No. 21","3":"I don't understand. My hand is itchy."},{"T":"301","2":"No. 21","3":"A strange feeling... in my head... I don't feel very well..."},{"T":"301","2":"No. 21","3":"...【kuroname】, is that you... inside my head?"},{"T":"301","2":"No. 21","3":"What have you done to me...?"},{"T":"302","2":"Ever since then...!"},{"T":"301","2":"Vera","3":"What a nutjob... Noctis, hold him off!"},{"T":"301","2":"Noctis","3":"I'm trying!"},{"T":"302","2":"Vera! 21 was hacked!"},{"T":"301","2":"Vera","3":"Dammit..."},{"T":"301","3":"She blocks a strike from Voodoo."},{"T":"301","2":"Vera","3":"Since when?!"},{"T":"302","2":"Since we set foot in the town, I'm afraid."},{"T":"301","2":"Noctis","3":"Why didn't he go for me?! Why do they always target the weak ones?!"},{"T":"302","2":"I'm still connected with her..."},{"T":"301","2":"Vera","3":"Jump to the conclusion! I've no time for your analysis!"},{"T":"302","2":"I'll enter her M.I.N.D. and bring her back."},{"T":"301","2":"Vera","3":"—You better!"},{"T":"301","2":"Noctis","3":"Leave this guy to Vera and me!"},{"T":"301","2":"Vera","3":"【kuroname】, go and bring her back... We need her!"},{"T":"302","2":"(Enter her M.I.N.D.)"},{"T":"301","3":"It is a blank, white space."},{"T":"301","3":"You walk out of a laboratory, and the whiteness of the lab spills out and spreads."},{"T":"301","2":"???","3":"Don't run around... You always do that and make me worried..."},{"T":"301","3":"Such a familiar voice..."},{"T":"301","3":"You are not sure why, but hearing that voice makes you feel safe."},{"T":"301","2":"???","3":"Come over here..."},{"T":"301","3":"It is so warm..."},{"T":"301","3":"There seems to be a time when you have no idea what you are doing when you are alone."},{"T":"301","3":"Someone is always telling you what to do and where to go. You are only alive in a fight, and idle when you are not."},{"T":"301","3":"But that voice... Has a presence like that existed in your life?"},{"T":"301","3":"A place that you can always return to, no matter what you have done, where you have gone, and how far you have sunken."},{"T":"301","2":"???","3":"Take my hand."},{"T":"301","3":"...Take it."},{"T":"301","3":"A hand extends out to you."},{"T":"301","3":"You reach for it, irresistibly."},{"T":"301","3":"So close... You can almost feel that warmth."},{"T":"301","2":"???","3":"Yes!"},{"T":"301","3":"Two hands touch."},{"T":"301","3":"Yours is still hanging in the air."},{"T":"301","3":"No. 21's finger curls back hesitantly."},{"T":"301","2":"Lucia?","3":"Luna... Let's go home."},{"T":"301","3":"No. 21 turns around and discovers she is already inside the vastness of the M.I.N.D."},{"T":"301","3":"Visions flicker before her, showing the Punishing Virus mutilating towns as people cry, pray, and die. She hears 'Dad' calling out for Luna in the end, worried. She smells sulfur as flame devours all, and she despairs."},{"T":"301","3":"But she also sees Luna leaning on Lucia while their parents hold their hands. She hears the laughter in the garden and smells the toasts on the grills, and she feels the autumn breeze caressing her face."},{"T":"301","3":"All these moments flash by her empty M.I.N.D., vanishing as quickly as they arrived, leaving not a speck behind."},{"T":"301","2":"Luna?","3":"Lucia... don't ever leave me again."},{"T":"301","2":"Lucia?","3":"I will never, never leave you behind."},{"T":"301","2":"Luna?","3":"Okay! And I'll protect you, Lucia!"},{"T":"301","2":"Lucia?","3":"You can protect me when you're a grown-up..."},{"T":"301","2":"Luna?","3":"Why? I can protect you now!"},{"T":"301","2":"Lucia?","3":"Fine..."},{"T":"301","2":"Luna?","3":"Don't you believe in me?"},{"T":"301","2":"Lucia?","3":"I believe in you."},{"T":"301","3":"Lucia holds Luna's hands tightly, the gentle sunlight showering over them."},{"T":"301","3":"Their figures slowly fade away, carrying with them the last bit of color in sight."},{"T":"301","3":"Space seems to distort around No. 21, and she feels her body pulled back—back to the laboratory, the empty room, the battlefield... the horrifying white space opening its gaping maw, trying to swallow her whole."},{"T":"301","3":"In the end, she belongs, and can only belong, to this nothingness."},{"T":"301","2":"【kuroname】?","3":"It's lonely, isn't it?"},{"T":"301","2":"No. 21","3":"Lonely...?"},{"T":"301","2":"【kuroname】?","3":"All the things you never had, when everyone else takes them for granted."},{"T":"301","2":"【kuroname】?","3":"But you don't have to worry about that anymore... Do as I say, and this will all end soon enough."},{"T":"301","2":"No. 21","3":"Commandant...?"},{"T":"302","2":"(No... That's not me...)"},{"T":"301","2":"【kuroname】?","3":"Get it out of the life you know."},{"T":"301","2":"【kuroname】?","3":"This is a mere mistake. Correct it."},{"T":"301","2":"No. 21","3":"...Correct it?"},{"T":"301","2":"【kuroname】?","3":"Isn't that what you want?"},{"T":"301","2":"【kuroname】?","3":"Look at you, poor, broken thing... So lonely and helpless... Maybe your parents had foreseen your future when they abandoned you—a life as a heartless weapon, fighting on the battlefield until you are put down."},{"T":"302","2":"(Stop that nonsense...!)"},{"T":"301","2":"【kuroname】?","3":"All these... feelings, all they do is trap you in fear. So forsake them. Forget them. Why would you need them when you're a machine? Stick to your role. Being a machine is what you're good at. Don't cause others trouble."},{"T":"302","2":"(You're not broken—)"},{"T":"301","2":"No. 21","3":"No... I'm... a machine..."},{"T":"302","2":"(Dammit! I can't break free...!)"},{"T":"301","2":"【kuroname】?","3":"Stop hesitating! Confront your truth!"},{"T":"301","2":"【kuroname】?","3":"End this!"},{"T":"301","3":"No. 21's eyes open up widely. Her surroundings dissipate and are replaced by reality, and she is standing under the moonlight opposite Voodoo."},{"T":"301","2":"【kuroname】?","3":"No. 21, attack 'him'!"},{"T":"302","2":"(21!)"},{"T":"301","2":"No. 21","3":"..."},{"T":"301","3":"No. 21 crouches slightly, her eyes narrowed, the Co-Bot next to her lit up, and she is primed and ready to strike."},{"T":"301","2":"No. 21","3":"...You."},{"T":"301","3":"Suddenly, she turns around with a piercing gaze, exposing her back to Voodoo."},{"T":"301","2":"No. 21","3":"You're not Commandant—"},{"T":"301","3":"And the Voodoo behind her also dissipates, turning into dust under the bright, full moon."},{"T":"301","3":"Standing in its place are Vera and Noctis, defending and countering Voodoo's attacks."},{"T":"301","3":"No. 21 suddenly feels an intense urge, an emotion so strong it strikes her like a curse. It permeates the air, spreading like a fog, enveloping her."},{"T":"301","3":"With a wave of her hand, her laser cannon soars with Buddy, and she breaks through her shackles like a runaway beast. Her minute figure lashes out massive waves of energy, like a wolf finally revealing its fangs."},{"T":"301","3":"After that, the illusion around her incurs the moonlit wolf's wrath, and it is shredded into pieces."},{"T":"301","3":"In a split second, thoughts race through your mind like a galloping horse on an endless road, the wind blowing past you burning and harsh. You leap through the golden fields and sail past all that would obstruct you."},{"T":"301","3":"As if you have jumped over a cliff, you set your sight on your destination, undaunted by the chasm and waves beneath."},{"T":"301","3":"No. 21 and you have broken through the hold on your M.I.N.D.s together—you have control over the connection with her again!"},{"T":"302","2":"—NOW!"},{"T":"301","3":"You have not even finished your command, but No. 21 already understands what you are thinking, and you know hers."},{"T":"301","3":"No. 21 vaults toward the real Voodoo, who is fighting both Vera and Noctis and Voodoo screams in pain. It seems that fighting two Constructs while hacking another at the same time has taken a toll on him as well."},{"T":"301","3":"He is not all-powerful."},{"T":"301","3":"Neither is Vera, or Noctis, or No. 21, or you... but that is why you are not alone."}]