[{"T":"301","3":"The monster is powerful, even summoning countless bionics to fight for it."},{"T":"301","3":"But up against the battle-hardened Constructs of 'Virtual Horizon'..."},{"T":"302","2":"Entropy, don't let any stragglers go!"},{"T":"301","2":"Entropy","3":"I'd advise giving up."},{"T":"301","3":"The bionics charging on the frontline are reduced to scrap metal amid the bulletstorm, hindering their assault."},{"T":"302","2":"Eclipse, stop them in their tracks."},{"T":"301","2":"Eclipse","3":"I can do it."},{"T":"301","3":"Right as the bionics slow their assault, Eclipse opens up a small black hole, absorbing a horde of bionics and clearing a much needed path."},{"T":"302","2":"Lotus... It's all up to you."},{"T":"301","2":"Lotus","3":"Roger."},{"T":"301","3":"Lotus jumps on the back of a bionic, leaping into battle and charging the monster."},{"T":"301","2":"Dark Monster","3":"AAAAGGHHH!"},{"T":"301","3":"The monster adeptly swings its claws to catch Lotus, but it takes two scythed hits from both sides."},{"T":"301","2":"Brilliance","3":"Be careful, don't let me take everyone's attention away!"},{"T":"301","2":"Arclight","3":"Give it your best shot!"},{"T":"301","3":"Without skipping a beat, Lotus stomps on the monster's claws and plunges her blade into its chest."},{"T":"301","2":"Dark Monster","3":"Rargh!!!!!"},{"T":"301","3":"The dying monster waves its claws wildly, clearing all of the Constructs in its way. It fixes its gaze, in preparation to charge at you."},{"T":"301","2":"Ann","3":"Commandant, watch out!"},{"T":"301","2":"Storm","3":"Muda!"},{"T":"301","3":"Storm leaps high and cleaves the monster in two with her chainsaw, leaving everyone stunned."},{"T":"302","2":"When did the Storm model get so OP?!"},{"T":"301","3":"Regardless, the monster is finally vanquished. The world around you begins to fade into a blur."},{"T":"301","2":"Ann","3":"It's over... Commandant... You will soon return to your world."},{"T":"302","2":"Ann..."},{"T":"301","2":"Ann","3":"I'm afraid you'll forget all of this when you wake up, since your consciousness was forced in here."},{"T":"302","2":"You mean like it was all a dream?"},{"T":"301","2":"Ann","3":"A dream... Perhaps. Maybe it will be for you, and maybe even to us."},{"T":"301","2":"Ann","3":"Looks like it's time for us to sleep as well. Maybe we'll meet again next time when we wake up—Commandant."},{"T":"301","2":"Nikola","3":"Is the commandant awake?"},{"T":"301","2":"Asimov","3":"Yes. Just dozed off is all. Looks like everything is back to normal."},{"T":"301","2":"Nikola","3":"What about 'Virtual Horizon'?"},{"T":"301","2":"Asimov","3":"Rosetta and I checked again, and no abnormalities were found. That strange data noise hasn't appeared ever since."},{"T":"301","2":"Nikola","3":"So, looks you guys were worried about nothing."},{"T":"301","2":"Asimov","3":"Maybe, but according to the commandant, the sudden slumber came right after the experiment, which is not normal."},{"T":"301","2":"Asimov","3":"I highly advise putting a stop to further testing until we uncover the truth behind the matter."},{"T":"301","2":"Nikola","3":"Alright, sure."},{"T":"301","3":"As Asimov leaves, Nikola lets out a grin."},{"T":"301","2":"Nikola","3":"Maybe it was too urgent this time, but... there will surely be more opportunities."}]