[{"T":"301","2":"Liv","3":"The main roads connecting the target city with the surrounding area have been blocked by electrified wire meshes."},{"T":"301","2":"Vanessa","3":"This is taking longer than anticipated. Are you sure that you're working to the best of your ability?"},{"T":"301","2":"Vanessa","3":"Forget it. I'll follow up on your shortcomings once the mission is complete."},{"T":"301","2":"Vanessa","3":"Now that the surrounding areas have been cleared of Corrupted, sealing off the main roads have temporarily closed the city off from the outside world."},{"T":"301","2":"Vanessa","3":"Bambinata, status report."},{"T":"301","2":"Bambinata","3":"We still require another five minutes to disarm the city's protective barrier."},{"T":"301","2":"Vanessa","3":"I sent an additional UAV. You have three minutes. In three minutes, the city will have a temporary power outage. If we don't seize this opportunity to finish the battle, this will come at a greater cost than anticipated."},{"T":"301","2":"Vanessa","3":"If you cannot complete the mission in a timely manner, you know what the consequences are..."},{"T":"301","2":"Bambinata","3":"I... I'll try my best..."},{"T":"301","3":"Liv and Bambinata remain silent on the comm channel. Vanessa slowly approaches the window of the temporary headquarters and looks out at the distant city."},{"T":"301","3":"Three minutes later, Vanessa gently taps her portable terminal."},{"T":"301","3":"The factory in the city was the first area to explode, causing all the machinery to disintegrate in the blast."},{"T":"301","3":"The second round of attacks targeted the Central Purification Filter and the Energy Center. The ensuing energy leakage resulted in a series of explosions that destroyed most of the city center. Corrupted hiding in the area were annihilated by the blast and the subsequent collapsing of buildings."},{"T":"301","2":"Vanessa","3":"Hehe... Looks like the Engineering Force is going to be busy."},{"T":"301","2":"Vanessa","3":"Oh well. Reconstruction work doesn't concern me."},{"T":"301","3":"Vanessa chuckles as a third round of attacks is launched from various firing points erected on the periphery of the city. Missiles sweep across the city, greatly reducing the Corrupted forces."},{"T":"301","2":"Liv","3":"Master, why was the third attack launched ahead of schedule? Some of the Constructs forces couldn't evacuate in time."},{"T":"301","2":"Vanessa","3":"They didn't need to evacuate. They were tasked with luring enemies to the designated areas."},{"T":"301","2":"Vanessa","3":"Hehe. Your naivety reminds me of a former classmate. What a fool..."},{"T":"301","2":"Vanessa","3":"Had they not been sacrificed, the Corrupted would've continued to run rampant and attack even more Constructs. Is that what you want to see?"},{"T":"301","2":"Vanessa","3":"This would result in our defeat. Are you so naive as to think that you can shoulder the price of failure?"},{"T":"301","2":"Liv","3":"But..."},{"T":"301","2":"Vanessa","3":"Sacrificing a few Constructs in exchange for the safety of many more people is a cost-efficient exchange of resources."},{"T":"301","2":"Vanessa","3":"Our operations will save far more people. You should be happy about this. Are you not?"},{"T":"301","2":"Liv","3":"..."},{"T":"301","2":"Vanessa","3":"Seeing as how you made me laugh, I'll forgive you just this once."},{"T":"301","2":"Liv","3":"...Understood, Master."},{"T":"301","2":"Vanessa","3":"Well, Teasell, it's your time to shine. Don't scuff up the new coating I gave you."},{"T":"301","2":"Teasell","3":"Understood, Master."},{"T":"301","3":"After all of the preliminary attacks, Teasell raises his weapon and begins to push toward the city, killing all of the remaining Corrupted to have survived the fire."},{"T":"301","3":"Since the operation eliminated the Corrupted throughout the city with such little collateral damage, Egret had become a highly praised squad by the military."},{"T":"301","3":"However, Liv did not make an appearance during the commendation ceremony."},{"T":"301","3":"Because Liv knew that this was not the outcome she had anticipated."},{"T":"301","3":"However, Babylonia cared not. People only cared about the righteousness of victory."},{"T":"301","3":"No names are recorded in this righteousness, only the ever-increasing casualty number."},{"T":"301","3":"Whereas a soldier's duty toward righteousness made Liv realize that there was no room for naivety, let alone doubt."},{"T":"301","3":"Regardless of these principles, distress continues to weigh down on Liv's heart."},{"T":"301","3":"In order to give herself some solace, Liv goes to the training room as usual to temporarily distract herself with a round of intense training."},{"T":"301","3":"But upon arriving at the training room, Liv discovers that it is already occupied."},{"T":"301","2":"Construct","3":"Think you can take us on, Lucia?"},{"T":"301","2":"Lucia","3":"What's... going on?"},{"T":"301","3":"The female Construct, Lucia, is standing in the middle of three other Constructs as tensions begin to rise."},{"T":"301","2":"Lucia","3":"Let me guess... If I lose, I hand over the commandant. Correct?"},{"T":"301","2":"Construct","3":"We're all ready to be deployed for combat, but who knows how many months it will take with you..."},{"T":"301","2":"Lucia","3":"Ha!"},{"T":"301","2":"Construct","3":"What?!"},{"T":"301","3":"Lucia launches an attack without further hesitation. The battle had already started the moment both sides had readied their weapons."},{"T":"301","2":"Construct","3":"Hmph, you'll stop at nothing to win!"},{"T":"301","3":"After one person falls, the others immediately get into formation."},{"T":"301","2":"Lucia","3":"You're the ones who'll stop at nothing. Do you really call this a fair fight?"},{"T":"301","2":"Construct B","3":"Hmph... This is just basic squad tactics. Let's get her!"},{"T":"301","2":"Construct C","3":"Alright!"},{"T":"301","2":"Lucia","3":"No matter how many of you there are, you're no match for me. The commandant... is MY commandant!"},{"T":"301","2":"Liv","3":"..."},{"T":"301","3":"Liv presses against the outer wall of the training room, watching the battle progress inside. Shortly after, the fight comes to an end."},{"T":"301","3":"She sees Lucia standing in the center of the room badly wounded. The other Constructs that had provoked her were now rolling on the ground in agony. Lucia props herself up with her katana, scanning the room."},{"T":"301","2":"Lucia","3":"I win."},{"T":"301","2":"Lucia","3":"My journey in becoming a Gray Raven won't end here."},{"T":"301","2":"Liv","3":"...!"},{"T":"301","2":"Liv","3":"Gray Raven..."},{"T":"301","2":"Researcher","3":"Hmm... Assign a team member to the Gray Ravens? But... I'm not sure where I would find someone at this moment."},{"T":"301","3":"The researcher sifts through the Construct data with uncertainty until quickly coming to a halt. Looking at the terminal, she comes across a figure in pink."},{"T":"301","2":"Researcher","3":"Commander said a Support Construct is required... How about this lieutenant with first-class military accolades?"},{"T":"301","2":"Researcher","3":"But she's already assigned to a team..."},{"T":"301","2":"Researcher","3":"Whatever. I'll leave her file in Commander Nikola's office. It's his call anyway."},{"T":"301","2":"Researcher","3":"Here is the transfer order for Egret Member Liv."},{"T":"301","2":"Vanessa","3":"Hmm? I can't believe someone actually wants that naive little toy."},{"T":"301","2":"Vanessa","3":"Seeing as this is an order from the commander, I'm sure he knows that he must offer another toy in exchange!"},{"T":"301","2":"Researcher","3":"Of course. Egret has already been issued the right to select an outstanding member in return."},{"T":"301","2":"Researcher","3":"Select from any of the unassigned Constructs whenever you so please."},{"T":"301","2":"Researcher","3":"Egret will also receive preference for additional coatings, weaponry, and frames to make up for any imbalance in combat power due to being shorthanded."},{"T":"301","2":"Vanessa","3":"What a generous exchange of resources."},{"T":"301","2":"Vanessa","3":"Well then, take her away. I've been growing tired of playing with the same toy anyway."},{"T":"301","2":"Researcher","3":"Toy...?"},{"T":"301","2":"Vanessa","3":"Is there a problem?"},{"T":"301","2":"Researcher","3":"No, it's nothing. I hope Egret continues to achieve victory for humanity."},{"T":"301","2":"Vanessa","3":"Hmph. That's a given so long as there aren't any fools standing in our way."}]