[{"T":"301","3":"Three years have passed."},{"T":"301","3":"Once unsure about her future, Ayla has long since found her direction in life."},{"T":"301","3":"As long as she continues on this path, she will become the person she dreamed to become one day."},{"T":"301","3":"She firmly believes."},{"T":"301","2":"Ayla","3":"...Alright. I just need a little bit more olive green... And add some contrast..."},{"T":"301","2":"Ayla","3":"Phew! That should do it!"},{"T":"301","3":"Knocking—"},{"T":"301","2":"Meka","3":"Ayla?"},{"T":"301","2":"Ayla","3":"Ma'am? One sec, I'm packing up!"},{"T":"301","2":"Meka","3":"...That lady is waiting for you downstairs. You got plans today?"},{"T":"301","2":"Ayla","3":"Yeah, I need to talk to them about the new exhibition proposal."},{"T":"301","2":"Ayla","3":"...I wish I could just stay at home painting all the time."},{"T":"301","2":"Ayla","3":"As long as I keep making great works, there won't be any problem."},{"T":"301","2":"Ayla","3":"They should just give me a calm and peaceful environment, so I can focus on my art!"},{"T":"301","2":"Ayla","3":"Gosh. I'm just not good at this proposal thing."},{"T":"301","2":"Meka","3":"Well, sometimes going out isn't too bad."},{"T":"301","2":"Meka","3":"You get to relax a little, and you may get inspiration from visiting different places and seeing different people and things, don't you think?"},{"T":"301","2":"Ayla","3":"There won't be any inspiration. I have been to every place in Babylonia."},{"T":"301","2":"Ayla","3":"If I see the same view over and over again, I may even get bored and start to hate what I'm doing."},{"T":"301","2":"Meka","3":"Well... Ayla, you have grown a lot."},{"T":"301","2":"Ayla","3":"Well, I'll see you later then!"},{"T":"301","2":"Exhibition Manager","3":"Ayla! You made me wait for 15 minutes again!"},{"T":"301","2":"Ayla","3":"Huh? Does it matter? I was fine-tuning some details."},{"T":"301","2":"Exhibition Manager","3":"I know your works are great, but the proposal is equally important!"},{"T":"301","2":"Exhibition Manager","3":"If we don't have a good spot, no matter how great your works are, they won't catch a lot of attention."},{"T":"301","2":"Ayla","3":"That's not possible. Even if my works are displayed in a corner, they won't be ignored."},{"T":"301","2":"Exhibition Manager","3":"...You really give me headaches. Confidence is great, but..."},{"T":"301","2":"Ayla","3":"Selena is coming today, right? I haven't seen her for a while. We were debating about ancient sculptures."},{"T":"301","2":"Exhibition Manager","3":"Oh, about that..."},{"T":"301","2":"Exhibition Manager","3":"I can only tell you that she's not coming today. You may want to read her mail first."},{"T":"301","2":"Ayla","3":"Mail? I didn't get any."},{"T":"301","2":"Exhibition Manager","3":"No, for some reason, she couldn't send it to your terminal."},{"T":"301","2":"Exhibition Manager","3":"So she wrote a paper letter and asked me to pass it to you. Tsk, what an old-fashioned way."},{"T":"301","2":"Ayla","3":"Couldn't send it? What happened..."},{"T":"301","2":"Exhibition Manager","3":"Hmm, it actually may be a good thing, but I'm too ordinary to understand it... Just read it first."},{"T":"301","2":"Selena's Letter 064","3":"It's been a while since we last met, Ayla. Four months?"},{"T":"301","2":"Selena's Letter 064","3":"It was your birthday and we celebrated your coming of age together. Too bad we spent all the time discussing great sculpture works."},{"T":"301","2":"Selena's Letter 064","3":"So we never had the chance to properly sit down and talk."},{"T":"301","2":"Selena's Letter 064","3":"Remember what I said about becoming a Construct?"},{"T":"301","2":"Selena's Letter 064","3":"You asked me why. Why not continue with a career in art?"},{"T":"301","2":"Selena's Letter 064","3":"If we keep doing what we are doing, our reputation, status, and living conditions will only get better."},{"T":"301","2":"Selena's Letter 064","3":"...My answer is, art should not exist only in a world of our own."},{"T":"301","2":"Selena's Letter 064","3":"I thought a lot. Born and raised in Babylonia, we took the peaceful, comfortable and abundant life for granted."},{"T":"301","2":"Selena's Letter 064","3":"But that's only the world as we know it. Is that truly what it is?"},{"T":"301","2":"Selena's Letter 064","3":"I once read that all artworks were an imitation of natural objects."},{"T":"301","2":"Selena's Letter 064","3":"What if our creations were based only on an unrealistic, partial impression of the real world?"},{"T":"301","2":"Selena's Letter 064","3":"It made me wonder. I wanted to discover what the real world is like."},{"T":"301","2":"Selena's Letter 064","3":"Maybe our path would be rectified if we could portray the world as it truly is."},{"T":"301","2":"Selena's Letter 064","3":"But I ended up shocked by the knowledge I found."},{"T":"301","2":"Selena's Letter 064","3":"It turned out that outside the peaceful and harmonious world we lived in, there was another cruel world full of conflict and war."},{"T":"301","2":"Selena's Letter 064","3":"Because of those people's hard work, or even sacrifice, we got to enjoy our peaceful lives."},{"T":"301","2":"Selena's Letter 064","3":"I was traumatized, but I didn't want to tell you. We were raised with so much on our shoulders."},{"T":"301","2":"Selena's Letter 064","3":"We must help humanity to survive, and pass on the knowledge and wisdom."},{"T":"301","2":"Selena's Letter 064","3":"That's why I asked the WGAA to make me a Construct. And I succeeded."},{"T":"301","2":"Selena's Letter 064","3":"Ah, I'm just writing down whatever comes to my mind. I'm afraid we won't be able to see each other again, but I'll try to keep in touch."},{"T":"301","2":"Selena's Letter 064","3":"...Lastly, Ayla. I believe that neither of us has chosen the wrong way."},{"T":"301","2":"Selena's Letter 064","3":"We will still fight together, for the same ultimate goal. Just in different worlds."},{"T":"301","2":"Ayla","3":"How could she...! She didn't even tell me before becoming a Construct..."},{"T":"301","2":"Ayla","3":"I can't take this! That's not what friends do to each other!"},{"T":"301","2":"Exhibition Manager","3":"Ayla, Selena left you a software that makes virtual theater plays. Seems like she came up with the original scripts."},{"T":"301","3":"..."},{"T":"301","2":"Exhibition Manager","3":"We are exhibiting a slightly modified version."},{"T":"301","2":"Exhibition Manager","3":"If she left you the original, she must want you to understand how she felt in the beginning."},{"T":"301","2":"Ayla","3":"But I already know everything. What's the point of giving this to me now..."},{"T":"301","2":"Exhibition Manager","3":"Um, instead of feeling upset, why not be happy for your friend? She's found her way!"},{"T":"301","2":"Exhibition Manager","3":"Plus, Selena's position is quite special... Maybe you will get to work together again in the future!"},{"T":"301","2":"Ayla","3":"Is that so...? You're right..."},{"T":"301","2":"Ayla","3":"Selena said it too... She hoped we could both excel in our own field."},{"T":"301","2":"Ayla","3":"...Hmm. Okay!"},{"T":"301","2":"Ayla","3":"Anyway, thanks for passing this on to me. It means a lot. I'll cheer up."},{"T":"301","2":"Exhibition Manager","3":"You are most welcome. Well, don't forget you still have a business meeting to attend! Make sure you get the best location in the exhibition!"}]