[{"T":"301","3":"Seeking a way to cross the bridge, you have returned to the city ruins outside, where the Support Force has established a temporary base of operation."},{"T":"301","2":"Bridget","3":"Oh, that was quick?"},{"T":"302","2":"We ran into some troubles."},{"T":"301","2":"Bridget","3":"Do you need help?"},{"T":"302","2":"So..."},{"T":"301","3":"You inform Bridget about what went down at the bridge..."},{"T":"301","2":"Bridget","3":"So you got dumped on the other end of it?"},{"T":"302","2":"Yeah."},{"T":"301","2":"Bridget","3":"That bridge you mentioned, what does it look like? How far is it from one side to the other?"},{"T":"301","2":"Liv","3":"It's about..."},{"T":"301","3":"Liv holds onto Bridget's hand and sends her the last recorded images."},{"T":"301","2":"Bridget","3":"That distance is quite tricky indeed."},{"T":"301","2":"Bridget","3":"How about flying?"},{"T":"302","2":"Flying?"},{"T":"301","2":"Bridget","3":"I've got here with me a few short-range jet engines. They aren't what's usually equipped on Constructs as they come with much more power and much less stability, and its suitability... Well..."},{"T":"302","2":"Is it dangerous?"},{"T":"301","2":"Bridget","3":"Can't say for sure. I may be able to endorse it based on the models of your frames, but for humans, you won't know it until you've tested it."},{"T":"301","2":"Bridget","3":"As you can see, we're quite busy up here. You'll have to do the testing yourselves."},{"T":"301","2":"Liv","3":"Commandant, let me take care of this."},{"T":"301","3":"After numerous tests, you finally manage to find a suitable flight device."},{"T":"301","2":"Lee","3":"Now we can cross the drawn bridge."},{"T":"302","2":"Prepare to move out."},{"T":"301","2":"Bridget","3":"Hold on, the place you're heading is much further below. The return trip's gonna be difficult."},{"T":"301","2":"Bridget","3":"So take more supplies with you. Gears and consumables, everything. Just in case."},{"T":"301","3":"Bridget leads you to a heap of Supply Crates."},{"T":"301","2":"Bridget","3":"I told the folks to grab the most suitable resources for y'all. They're all equipment that suits your frames, so grab as many things as you can!"},{"T":"302","2":"Thank you."},{"T":"301","3":"You all go Supply-Crates-diving in front of Bridget's watchful gaze."},{"T":"301","2":"Liv","3":"Alright, medical supplies are stocked."},{"T":"301","2":"Lee","3":"I'm also ready."},{"T":"301","2":"Lucia","3":"...So am I."},{"T":"301","3":"Lucia smiles, hiding a familiar-looking weapon."},{"T":"301","2":"Lucia","3":"Let's go."}]