[{"T":"301","3":"6:34 p.m. Babylonia Central Archives"},{"T":"301","3":"This should be the word..."},{"T":"301","3":"The courses you took at the military academy are finally paying off. You scour through the files for the medicinal sounding terms on that supplier's notebook."},{"T":"301","3":"'Haelios solution. A form of vital fluid additive...'"},{"T":"301","3":"'Has stimulative properties for the M.I.N.D. of a Construct. Maintains M.I.N.D. clarity through the amplification of sensory receptions, including, but not limited to pain, hearing, negative emotions, and...'"},{"T":"302","2":"It's an illegal drug...?"},{"T":"301","2":"Vera","3":"On the battlefield, I'm always the last one standing."},{"T":"301","2":"Vera","3":"I don't expect the other mongrels to be at my level. So to stop them from dragging me down, I'll have to make preparations."},{"T":"302","2":"She's using this in battle to..."},{"T":"301","2":"Liv","3":"Huh? Haelios solution? What for, Commandant?"},{"T":"302","2":"Just curious."},{"T":"301","2":"Liv","3":"Let's see. It's essentially a sensory amplifying drug for Constructs. Through stimulating the sympathetic ganglia of the M.I.N.D., a Construct's sensory inputs can be amplified in a short amount of time."},{"T":"302","2":"What's the catch?"},{"T":"301","2":"Liv","3":"It amplifies mostly negative sensory information... Like pain, or emotional fluctuations—magnifying them several-fold."},{"T":"301","2":"Liv","3":"In a way, it does force a Construct conscious through pain... Anyhow, Haelios is deemed illegal by Babylonia."},{"T":"301","2":"Liv","3":"But what are you asking this for, Commandant...?"},{"T":"301","2":"Liv","3":"Ah! Commandant, did someone try to get something out of you with—"},{"T":"302","2":"Nope.","4":"I'm not a child!"},{"T":"301","2":"Liv","3":"Haelios solutions are only usable by Constructs, but you shouldn't mess with them still, Commandant!"},{"T":"302","2":"I know.","4":"Don't worry."},{"T":"301","2":"Liv","3":"...Are you sure?"},{"T":"301","2":"Liv","3":"But that reminds me, though. Thank you, Commandant—for claiming the supplies in my stead."},{"T":"302","2":"Have you been busy?","4":"It's nothing."},{"T":"301","2":"Liv","3":"Yeah... I don't know if you've heard, Commandant... But two squads have taken heavy casualties... Aside from the confirmed deaths, there are still many MIA..."},{"T":"302","2":"I've heard."},{"T":"301","2":"Liv","3":"Command seems to value the info from this operation greatly. But... the memory shells of the KIA members have all been destroyed—to an irrecoverable degree."},{"T":"301","2":"Liv","3":"I know I'm now under Gray Raven and frontline medical support isn't my duty, but I still..."},{"T":"302","2":"You've been giving it your all, Liv.","4":"..."},{"T":"301","2":"Liv","3":"...Thanks for listening to me, Commandant. I feel better letting it out!"},{"T":"301","3":"Ripping through the dark like a ray of light, Vera stands tall, casting her gaze downward."},{"T":"301","2":"Vera","3":"Tch, humans. So fragile."},{"T":"301","3":"And another Vera, leaning on a parasol chair with a cup of shaved ice..."},{"T":"301","2":"Vera","3":"..."},{"T":"301","2":"Vera","3":"...Spare the thanks. I just happened to have an adrenaline shot left."},{"T":"301","2":"Vera","3":"...And, people I save—they rarely live long."},{"T":"301","2":"Liv","3":"...Commandant?"},{"T":"302","2":"Yes?"},{"T":"301","2":"Liv","3":"Well! I'll be taking my leave then! If you have any more questions, feel free to ask me."},{"T":"302","2":"Thanks."},{"T":"301","2":"Liv","3":"Glad to be of help, Commandant."},{"T":"301","3":"What is Vera actually doing...?"}]