[{"T":"301","3":"The battle between mechanoids continues."},{"T":"301","3":"The dull impacts of weapons can be heard all around, followed by the sound of explosions and electric surges."},{"T":"301","3":"Even though the alarm echoes throughout the underground city, the mechanoids show no signs of stopping."},{"T":"301","3":"Without their leaders at the command, the mechanoid battle devolves into chaos. Not that orders are necessary..."},{"T":"301","3":"When they just need to kill those that are 'different.'"},{"T":"301","3":"They just need to 'keep fighting.'"},{"T":"301","3":"For these mechanoids, it is obvious that this has been written in their underlying code."},{"T":"301","2":"Mechanoids","3":"We! Need! War!"},{"T":"301","2":"Mechanoids","3":"To the death! To the death!"},{"T":"301","2":"Mechanoids","3":"To the death! To the death!"},{"T":"301","2":"Mechanoids","3":"Destroy! Destroy! Only our faction! Can rule the world!"},{"T":"301","2":"Mechanoids","3":"Destroy! Destroy! Only our faction! Can rule the world!"},{"T":"301","3":"Woosh... Woosh..."},{"T":"301","3":"Clang... Clatter... Wham... Ka-cha..."},{"T":"301","3":"Shuffle... Smack... Scratch..."},{"T":"301","3":"..."},{"T":"301","3":"The battle between mechanoids continues."},{"T":"301","3":"All of this happens as the sudden sound of the alarm causes all of you to return to your senses."},{"T":"301","2":"Celica","3":"After their 'declaration' to the world, the whole world was left in shock."},{"T":"301","2":"Hassen","3":"Yes, after all, it was the first time that a human group declared a 'break' from humanity."},{"T":"301","2":"Celica","3":"After that, even the newly integrated World Government Intelligence Agency was mobilized for this purpose."},{"T":"301","2":"Hassen","3":"You know how it ended. They had planned for it."},{"T":"301","2":"Hassen","3":"...It's amazing that they managed to put everyone in hiding before making that kind of 'declaration.'"},{"T":"301","2":"Celica","3":"It's not inconceivable. Everyone knew that the School of Sapiens was preparing for something, just not that they were planning to 'break' from humanity."},{"T":"301","2":"Hassen","3":"—At that time, humanity was booming and the Golden Age was about to usher in a paradigm shift with interstellar colonization."},{"T":"301","2":"Hassen","3":"If you had announced at that time that you were going to break from humanity, I would've thought you were crazy."},{"T":"301","2":"Celica","3":"...Yet they still did it."},{"T":"301","2":"Hassen","3":"Correct. And only now did we rediscover their existence."},{"T":"301","2":"Celica","3":"...Who knows if the Gray Ravens have been able to carry out their mission without any issues."},{"T":"301","2":"Hassen","3":"Asimov just informed me over the comms that they've gone significantly deeper underground, which has temporarily disabled remote communication."},{"T":"301","2":"Celica","3":"...Are you worried about them?"},{"T":"301","2":"Hassen","3":"There's no point in being worried."},{"T":"301","2":"Hassen","3":"I think we can believe 【kuroname】."},{"T":"301","2":"Celica","3":"Because the commandant is a Chief from F.O.S.?"},{"T":"301","2":"Hassen","3":"No, because of 【kuroname】's belief in others."},{"T":"301","2":"Hassen","3":"Even if 【kuroname】 sees the darkness buried within this world, the commandant still manages to find one's own direction in life."},{"T":"301","2":"Celica","3":"...I really have no idea how you have so much insight into others."},{"T":"301","2":"Hassen","3":"That's why I am the President, and you are not."},{"T":"301","2":"Lucia","3":"...We've finished our investigation of the area, but something doesn't add up."},{"T":"302","2":"What is it?"},{"T":"301","2":"Lucia","3":"There's no sign of fighting between the mechanoids in the buildings."},{"T":"301","2":"Lucia","3":"But they keep moving toward somewhere deeper inside... as if they have found something."},{"T":"302","2":"Is something in here?"},{"T":"301","2":"Lee","3":"Judging from what we saw earlier, there may also be mechanoids similar to the 'defects' here."},{"T":"301","2":"Lee","3":"If they are in good condition, we may be able to ask for some information about this underground city."},{"T":"302","2":"Prepare to move out."},{"T":"301","2":"Everyone","3":"Roger!"}]