[{"T":"301","2":"Lucia","3":"We're through! Assume reconnaissance formation!"},{"T":"302","2":"Proceed with caution."},{"T":"301","2":"Lee","3":"Entering!"},{"T":"301","3":"Lee enters the narrow hole from the blast first and aims his gun forward."},{"T":"301","3":"Following Lee, Lucia and Liv go in one after another."},{"T":"301","2":"Lucia","3":"..."},{"T":"301","2":"Lee","3":"...What's this?"},{"T":"301","2":"Lucia","3":"Gray Raven reporting to Babylonia."},{"T":"301","2":"Controller","3":"What's the matter? You just got there..."},{"T":"301","2":"Lee","3":"Quiet. Transferring visuals."},{"T":"301","2":"Controller","3":"...What the hell?"},{"T":"301","2":"Lee","3":"We wanted to ask the same thing."},{"T":"301","2":"Lee","3":"—Why are the coordinates of a confidential facility hiding an underground city?"},{"T":"301","2":"Controller","3":"Honestly, you know as much as we do... That's why we dispatched you there."},{"T":"301","2":"Controller","3":"Your mission is to infiltrate the facility's interior. So... I'm sure you understand that we don't have any answers for you."},{"T":"301","2":"Lee","3":"We've got a situation here. Over and out."},{"T":"301","2":"Lucia","3":"Move left. Take cover."},{"T":"301","3":"Before the source of the sound approaches, you all cram into a collapsed bus stop and take cover."},{"T":"301","3":"Looking through a hole in the debris, you peer out into the street, well hidden."},{"T":"301","3":"—A few odd-looking but familiar mechanoids wander on the street."},{"T":"301","2":"Lee","3":"(We should be able to take them out.)"},{"T":"302","2":"(Stay put.)"},{"T":"301","2":"Lucia","3":"(You're right. There might be other patrols not far behind.)"},{"T":"301","2":"Lee","3":"(Think attacking them will alert the others...?)"},{"T":"301","2":"Lucia","3":"(Correct.)"},{"T":"301","3":"And so, you wait for the wandering mechanoids to disappear from view."},{"T":"301","3":"As expected, another group of mechanoids follows at the rear in the same formation."},{"T":"301","2":"Lucia","3":"(Wait for this patrol group to pass. There can't be that many patrol groups.)"},{"T":"301","2":"Liv & Lee","3":"(Roger.)"},{"T":"301","3":"..."},{"T":"301","3":"Five groups of scattered patrols pass by and, after the fifth group disappears from view, you wait in silence for another ten minutes."},{"T":"301","3":"No additional patrol groups appear. Along the silent street, the sound of shifting debris echoes clearly among the abandoned buildings."},{"T":"301","2":"Lucia","3":"(Looks like that was the last of them.)"},{"T":"302","2":"Lucia."},{"T":"301","3":"Lucia rolls out of the bus stop in a flash and approaches the intersection in front of her."},{"T":"301","3":"After confirming that there are no mechanoids on the street, Lucia quietly messages the rest of you on her comms, giving the all-clear."},{"T":"301","3":"Following that, Lee and Liv exit the bus stop and walk over to the intersection."},{"T":"301","2":"Lee","3":"So, the mechanoids ARE conducting backup patrols... That's not exactly common among Corrupted."},{"T":"301","2":"Liv","3":"The mechanoids we defeated and the patrols... don't show sufficient evidence of infection from the Punishing Virus."},{"T":"301","2":"Lee","3":"So... they aren't Corrupted?"},{"T":"302","2":"?"},{"T":"301","2":"Lucia","3":"...Let's keep going. We won't know what the mechanoids are protecting or monitoring unless we see it with our own eyes."},{"T":"301","2":"Everyone","3":"Understood."},{"T":"301","3":"You cross the intersection in silence, moving forward."},{"T":"301","2":"???","3":"Move. Faster!"},{"T":"301","2":"???","3":"Where. Are we. Going?"},{"T":"301","2":"???","3":"There."},{"T":"301","3":"Two figures stumble underneath the shadows between the buildings and hide in a collapsed dumpster."},{"T":"301","3":"Following that, a group of mechanoids passes by the dumpster."},{"T":"301","2":"Mechanoids","3":"We! Need! War!"},{"T":"301","2":"Mechanoids","3":"To the death! To the death!"},{"T":"301","2":"Mechanoids","3":"To the death! To the death!"},{"T":"301","2":"Mechanoids","3":"Destroy! Destroy! Only our faction! Can rule the world!"},{"T":"301","3":"The scattered footsteps of the mechanoids splash dirt and gravel, some of which hit the side of the collapsed dumpster."},{"T":"301","2":"???","3":"Danger. Incoming!"},{"T":"301","2":"???","3":"Be. Quiet!"},{"T":"301","2":"???","3":"D-don't. Make. Noise!"},{"T":"301","3":"The two figures huddle in the dumpster and weather the storm of scattered footsteps outside. The sound of footsteps and metal scrapping make it sound like the dumpster is about to be torn open."},{"T":"301","3":"—The chaotic noise continues, showing no sign of ending."},{"T":"301","3":"But they have no choice except to wait. They know what happens to those who don't."},{"T":"301","3":"—Their parts are interspersed throughout the area outside, between buildings and the abandoned grocery store, shattered and scattered."},{"T":"301","3":"So... all they can do is wait."},{"T":"301","3":"Woosh... Woosh..."},{"T":"301","3":"Clang... Clatter... Wham... Ka-cha..."},{"T":"301","3":"Shuffle... Smack... Scratch..."},{"T":"301","3":"..."},{"T":"301","3":"...Then everything goes quiet."},{"T":"301","2":"???","3":"Are. They. Gone?"},{"T":"301","2":"???","3":"Yes. Let's. Go."},{"T":"301","3":"The two figures exit the dumpster and walk away from where the scattered footsteps were heading."},{"T":"301","2":"???","3":"Are we. Almost. There?"},{"T":"301","2":"???","3":"We. Will. Stop. Somewhere."},{"T":"301","2":"???","3":"There. Must be. A place. Without 'war.'"},{"T":"301","3":"The two figures disappear one after another into the shadow of a deserted building."},{"T":"301","3":"You walk along a wide road. The shadows cast by the deserted buildings on both sides of the road have divided it into irregular sections of black and gray."},{"T":"301","3":"Your faces become intermittently visible and then dim."},{"T":"301","3":"Suddenly, Liv raises her right hand and motions for the squad to stop."},{"T":"301","2":"Liv","3":"—I've got a reading on multiple mechanoids!"},{"T":"301","2":"Lee","3":"A patrol group?!"},{"T":"301","2":"Liv","3":"No... They're just wandering around aimlessly..."},{"T":"301","2":"Lucia","3":"...Why?"},{"T":"302","2":"We won't know unless we go check it out."},{"T":"301","2":"Lee","3":"Let's go. There's no point guessing."},{"T":"301","2":"Lucia","3":"Stay on alert. Proceed with caution."},{"T":"301","3":"Your footsteps slow down as you walk cautiously around the street corner, looking out for any possible enemies along the way—"},{"T":"301","3":"—But there are none. There is not even any trace of the patrol guards."},{"T":"301","2":"Lucia","3":"(Any results from the scan?)"},{"T":"301","2":"Liv","3":"(No signs of mechanoids. Nowhere except the group over there.)"},{"T":"301","2":"Lee","3":"(A group...? Why? Did they spot us?)"},{"T":"301","2":"Lucia","3":"(No, I don't think we're exposed. Maybe they're responding to the noise we made at the entrance just now?)"},{"T":"301","2":"Lee","3":"(...Looks like we just gave ourselves a diversion.)"},{"T":"301","2":"Lucia","3":"(...Let's keep going. We'll know what's going on once we get there.)"},{"T":"301","3":"And so, you continue onward."},{"T":"301","3":"Among the deserted cityscape stands a peculiar wall built from unknown machinery and building materials."},{"T":"301","3":"At the center of the high wall is a rudimentary but heavy gate. Scattered before the gate—"},{"T":"301","3":"—Stands a crowd of mechanoids arranged in smaller groups."},{"T":"301","3":"But this appears only temporary. The smaller groups of mechanoids assemble into a larger collective."},{"T":"301","3":"Two groups form a squad, three squads form a platoon, and three platoons form a company..."},{"T":"301","3":"You observe the mechanoids for five minutes as they spontaneously form several companies. Each predetermined commander carves identification marks on themselves with stones."},{"T":"301","2":"Lucia","3":"(That was fast! Even Babylonia's most well-trained brigade couldn't organize themselves this quickly.)"},{"T":"301","2":"Lee","3":"(We just used a small breach charge. Isn't this a bit of an overkill?)"},{"T":"301","2":"Liv","3":"(Look, those mechanoids with the markings are standing in front of the others.)"},{"T":"301","3":"..."},{"T":"301","2":"Mechanoid Commander","3":"Our! MISSION!"},{"T":"301","2":"Mechanoids","3":"MISSION! MISSION!"},{"T":"301","2":"Mechanoid Commander","3":"WAR! HUMANITY! DUTY!"},{"T":"301","2":"Mechanoids","3":"DUTY! DUTY!"},{"T":"301","2":"Mechanoid Commander","3":"SOLDIERS! WE ASSEMBLE. FROM. THROUGHOUT. NARAKA!"},{"T":"301","2":"Mechanoid Commander","3":"ASSEMBLE! TO WAR!"},{"T":"301","2":"Mechanoids","3":"WAR! WAR!"},{"T":"301","3":"The mechanoids raise their fists in a display of force with their commanders before forming a large battalion and marching out."},{"T":"301","3":"—Within the space of twenty minutes, you have witnessed the formation and departure of an army."},{"T":"301","3":"Except for a few stragglers left to guard the gate, there is hardly any trace of the army that has just formed."},{"T":"301","3":"—Perhaps, this is a characteristic of mechanoids. Without the need for supplies, their strength is in numbers."},{"T":"301","2":"Lee","3":"(They're gone... Should we follow them?)"},{"T":"301","2":"Lucia","3":"(Our top priority is to infiltrate the facility. Let's continue our mission.)"},{"T":"302","2":"(Agreed.)"},{"T":"301","2":"Lee","3":"(Understood.)"},{"T":"301","2":"Lucia","3":"(Scan the area, Liv.)"},{"T":"301","2":"Liv","3":"(Scanning... The number of enemies has reduced by 92%. As long as the threat in front of the door is cleared, we should have enough room to blast open the door.)"},{"T":"301","2":"Lucia","3":"(Then that's enough. Let's move.)"},{"T":"301","2":"Everyone","3":"(Understood.)"},{"T":"301","2":"???","3":"Take. Cover. Here."},{"T":"301","3":"The larger figure hides the smaller figure in an alcove, then walks in another direction."},{"T":"301","2":"???","3":"Where. Are you. Going?"},{"T":"301","2":"???","3":"Check. If road. Safe."},{"T":"301","3":"The larger figure struggles to move a huge steel plate from the pile of garbage on the side of the road in an attempt to block the narrow alcove."},{"T":"301","2":"Mechanoid","3":"Not. One of us! Enemy! Enemy!"},{"T":"301","3":"Noticing the sound, a few dark figures approach from the distance."},{"T":"301","2":"???","3":"Hurry. Get in!"},{"T":"301","2":"???","3":"No. I will. Fight them. Off!"},{"T":"301","3":"The bigger figure forcefully moves the steel panel, completely covering the alcove."},{"T":"301","3":"The smaller figure hiding in the alcove is powerless in moving the steel panel. Instead, it can only hide in its shadow."},{"T":"301","3":"Then, another vague and distant sound, rumbling like a storm, is picked up by its receptor."},{"T":"301","3":"—However, the sound is completely different from before."},{"T":"301","2":"???","3":"Let there. Be. WAR!"},{"T":"301","2":"Mechanoid","3":"You. Are not. Chosen! Not this time! Who is. The other?!"},{"T":"301","2":"???","3":"You want. War! I. Give you. War!"},{"T":"301","3":"Following this, the loud 'CLANG!' of swords meeting can be heard."},{"T":"301","3":"Another 'CLANG!' follows, after which is a loud 'THUD!' as if a heavy object is thrown to the ground."},{"T":"301","3":"Another 'THUD!' from a heavy object falling in the opposite direction."},{"T":"301","3":"Finally—silence."},{"T":"301","3":"That is, until a heavy object slams against the steel panel."},{"T":"301","3":"At that point, the steel panel is dragged away from the small figure, revealing—"},{"T":"301","2":"???","3":"Are you. Okay?"},{"T":"301","2":"???","3":"I'm. Fine..."},{"T":"301","2":"???","3":"Let's. Go."},{"T":"301","2":"???","3":"Here. Not safe."},{"T":"301","2":"???","3":"Go. Where?"},{"T":"301","2":"???","3":"Don't. Ask. Let's. Go!"},{"T":"301","3":"The two figures stumble and hesitate as they walk around the fallen bodies opposite where they came."},{"T":"301","3":"Farther into the city, a towering building can be seen at the other end."},{"T":"301","3":"Tugging at each other, the two figures eventually help one another move forward, as if one of them has successfully convinced the other."},{"T":"301","3":"Staggering, they slowly disappear along the bend of the road."}]