[{"T":"301","2":"Gabriel","3":"So you have made your way here."},{"T":"301","2":"Lucia","3":"Gabriel...!"},{"T":"301","3":"Not only are Lucia's preemptive strikes easily countered by the humanoid Hetero-Creature next to Gabriel, but she is also pushed back several feet away."},{"T":"301","3":"Lucia corrects her stance as she lands. Just this brief encounter has alerted her of how dangerous this Hetero-Creature is—even more so than Gabriel."},{"T":"301","2":"Lucia","3":"Is this monster another one of your creations?!"},{"T":"301","2":"Gabriel","3":"...Creation?"},{"T":"301","2":"Gabriel","3":"No. They are evolved from the will of the Punishing Virus. I am merely a facilitator."},{"T":"301","2":"Lee","3":"At the cost of betraying your master?"},{"T":"301","2":"Gabriel","3":"What happened to Miss Luna was not intentional."},{"T":"301","2":"Gabriel","3":"Since the moment we discovered life in the Hetero-Core, I have come to the understanding that the Ascension-Network was aware of my wish, and it was showing me a new path to that destination."},{"T":"301","2":"Gabriel","3":"I have since been laying the foundation of my plan. I was expecting approval from Miss Luna, who should have joined me in carrying out the mission from the Ascension-Network."},{"T":"301","2":"Gabriel","3":"...But she disappointed me. She is no longer the perfect agent who abides by her duty. Miss Luna is lost because of Alpha—and you."},{"T":"301","2":"Lucia","3":"We... are the reason she's lost?"},{"T":"301","2":"Gabriel","3":"Ever since Alpha's arrival, as well as her encounters with you, Miss Luna has strayed further and further from the path of an agent. She has become... sentimental."},{"T":"301","2":"Gabriel","3":"Given their bond, I was going to lure Alpha with Miss Luna, turning them both as nourishment for the Polyphage. And yet Alpha never showed."},{"T":"301","2":"Gabriel","3":"Did she realize what I was planning, and therefore ran away? Is that how strong a 'familial bond' is?"},{"T":"301","2":"Gabriel","3":"Or perhaps she realized the so-called 'sentiments' are simply illusions the human minds create for themselves."},{"T":"301","2":"Gabriel","3":"Those of us who are forged in metal should have abandoned such trivial matters long ago."},{"T":"302","2":"You have never even bothered to understand—"},{"T":"302","2":"—what these 'sentiments' are, have you?"},{"T":"301","2":"Gabriel","3":"...Enough talking."},{"T":"301","3":"The Polyphage's roar arrives from afar. The cliffs of this underground cavern shake from the reverberation of its cry, shattering countless pieces of rocks along its walls, and they fall into the Red Tide."},{"T":"301","3":"Gabriel looks up as if he is enjoying what is unraveling."},{"T":"301","2":"Gabriel","3":"Miss Luna is indeed the most important piece of the puzzle... Even in her fall from grace, she is still a powerful agent."},{"T":"301","2":"Gabriel","3":"Once the Polyphage has fully fused with her, it will emerge from here and present to the world its significance. The other Ascendants will see the virtue of my path, and they will sacrifice for our kind..."},{"T":"301","2":"Gabriel","3":"After that, I will take care of our last threat... Alpha will become quite troublesome if she is not dealt with swiftly."},{"T":"301","2":"Gabriel","3":"I pity you. You could have stood at the forefront of a brand new world if you could only see the truth."},{"T":"301","2":"Gabriel","3":"Alas, you shall become offering before the end of mankind. Let the Polyphage devour you, and maybe your death would mean something."},{"T":"301","3":"Gabriel raises his hand, and an infinite amount of Hetero-Creatures rise from the Red Tide and surround you all."},{"T":"301","2":"Gabriel","3":"Protect Miss Luna. Keep them away."},{"T":"301","3":"The ashen Hetero-Creature spreads its wings and bows to Gabriel before flying to the top of the Polyphage."},{"T":"301","2":"Liv","3":"That location..."},{"T":"301","3":"The swarming monsters gather and block your line of sight. Gabriel pridefully heads toward the Core Area."},{"T":"301","3":"In the distance, the Polyphage roars once again, its voice shaking the earth you stand on."},{"T":"301","2":"Lucia","3":"Everyone! Prepare for battle!"}]