[{"T":"301","2":"Kamui","3":"Alright, that's the end of our mission here. Hooray! Time to enjoy the holiday!"},{"T":"301","3":"After checking his gear, Kamui collapsed to the ground, lazily asking our opinions like a Labrador."},{"T":"301","2":"Liv","3":"But the HQ asked us to be on stand-by... I don't think we should enjoy ourselves too much..."},{"T":"301","2":"Kamui","3":"Just tell them we are maintaining the equipment. What do you think, Commandant?"},{"T":"302","2":"What equipment?","4":"You definitely look suspicious..."},{"T":"301","2":"Lee","3":"I think he is referring to the arcade machines we saw earlier."},{"T":"301","2":"Lee","3":"I think he wants us to all play arcade games together."},{"T":"301","2":"Lucia","3":"Lee, how are the supplies?"},{"T":"301","2":"Lee","3":"All good. We still have Vera here. She has access to Kurono's express transport lines."},{"T":"301","2":"Lucia","3":"So this 'enjoyment' you are talking about... Is just playing games together?"},{"T":"301","2":"Kamui","3":"Correct! Plus, I asked Miss Celica to secretly modify the game. I'm sure it's more fun than ever now."},{"T":"302","2":"Somehow I am a bit worried with the 'modify' part.","4":"Have you played it yourself?"},{"T":"301","2":"Kamui","3":"What's there to worry about? Oh, I was quite surprised with the technologies she used though."},{"T":"301","2":"Kamui","3":"Of course not. It's more fun when we play it from scratch together."},{"T":"301","2":"Kamui","3":"So, what do you think?"},{"T":"301","2":"Lucia","3":"I don't mind going."},{"T":"301","2":"Lee","3":"Lucia?"},{"T":"301","2":"Lucia","3":"It's necessary to have a break from work occasionally. The HQ had already sent other teams to take over. We just need to not become addicted to the game."},{"T":"301","2":"Lucia","3":"What do you think, Commandant?"},{"T":"302","2":"If Lucia's alright with it...","4":"Just let Kamui do what he wants."},{"T":"301","2":"Kamui","3":"Hooray!"},{"T":"301","2":"Kamui","3":"Do what I want... I'm not a kid, Commandant."},{"T":"301","2":"Kamui","3":"Let's hurry up then. There are six of us, including Commandant. We can split into two teams of three."},{"T":"301","2":"Lee","3":"You never mentioned teams... Anyway, where's the sixth member you are talking about? There are only five of us!"},{"T":"301","2":"Kamui","3":"Oh, Camu was also showing a lot of interest. But he is already in the game now."},{"T":"301","2":"Lee","3":"...Really? Can't he wait?"},{"T":"301","2":"Kamui","3":"Don't worry, he seems to be just watching the opening animation again and again."},{"T":"302","2":"Doesn't he have anything better to do...","4":"We better not keep him waiting then."},{"T":"301","2":"Lucia","3":"I think maybe Camu just likes that animation."},{"T":"301","2":"Lucia","3":"This is also a good opportunity for us to get along with Camu. Good thinking, Commandant."},{"T":"301","2":"???","3":"Wait a sec."},{"T":"301","2":"Kamui","3":"Not again?"},{"T":"301","3":"Just when Kamui was about to take the team forward, another voice from behind stopped everybody once again. Kamui complained as he turned back."},{"T":"301","2":"Vera","3":"You're up to something fun, aren't you? Mind if I join?"},{"T":"301","2":"Karenina","3":"It's 'us', Vera."},{"T":"301","3":"Under the sun were two Constructs wearing environment-specific Coatings. Vera and Karenina never stopped quarreling. They seemed to be on an operation together."},{"T":"301","2":"Lucia","3":"Karenina, Vera, are you doing something together?"},{"T":"301","2":"Karenina","3":"That's none of your business. But I heard you were going to slack off! Count me in!"},{"T":"301","2":"Vera","3":"It's 'us', remember?"},{"T":"301","2":"Karenina","3":"Screw you!"},{"T":"301","3":"They didn't seem to be getting along at all. In fact, I felt they were about to start fighting in the next moment."},{"T":"301","2":"Lucia","3":"We are going to try this game that Kamui recommended. I don't mind if you come along, but can the game fit so many of us?"},{"T":"301","2":"Kamui","3":"Shouldn't be a problem. I don't see any limit on the instructions, and we could do two teams of four."},{"T":"301","2":"Lucia","3":"Okay then. Speaking of which, you mentioned teams... Does it mean that we will play against one another in this game?"},{"T":"301","2":"Kamui","3":"Celica said it was more like a traditional role-playing game. I guess the teams are just to compete with each other for fast clearing or something similar."},{"T":"301","2":"Vera","3":"Shall we spice it up a little then? Like, the winning team can make the losing team do one thing."},{"T":"301","2":"Liv","3":"What? No..."},{"T":"301","2":"Lee","3":"Are you planning something evil again, Vera?"},{"T":"301","2":"Vera","3":"No way. I said just to spice things up a little for fun."},{"T":"301","3":"Somehow, Vera kept staring at me while she was talking."},{"T":"301","2":"Lucia","3":"Hmm... It's up to Commandant to decide."},{"T":"302","2":"Alright, but the request must be reasonable.","4":"If you don't mind."},{"T":"301","2":"Vera","3":"Reasonable, huh... Fine, let's just keep it that way, Commandant of Gray Raven."},{"T":"301","2":"Lucia","3":"I think it's okay, because I have no plan to lose. Aren't you the same, Commandant?"},{"T":"301","2":"Kamui","3":"I'm okay either way. Can we just go?"},{"T":"301","2":"Lucia","3":"Yeah, let's go!"},{"T":"301","2":"Lee","3":"I never thought we would all be playing a game together..."},{"T":"301","2":"Lucia","3":"I think it will be a good experience."},{"T":"301","3":"————"},{"T":"301","3":"After arriving at the arcade game center, everyone followed Kamui's instructions to create their characters and put on their connectors."},{"T":"301","2":"Lee","3":"Kamui, how are the teams assigned?"},{"T":"301","3":"Lee asked Kamui in the dark."},{"T":"301","2":"Kamui","3":"Celica said the system would randomly assign players to teams."},{"T":"301","2":"Lee","3":"Does it mean that we may be playing against Commandant?"},{"T":"301","2":"Kamui","3":"Yeah, it's possible. But I'm not going to give in, even if Commandant is my enemy."},{"T":"302","2":"Maybe just a little?","4":"Don't blame me then."},{"T":"301","2":"Kamui","3":"There's no such option in the game, Commandant."},{"T":"301","2":"Kamui","3":"Hmph, you sound very confident, Commandant."},{"T":"301","2":"Kamui","3":"Anyway, this game is fairly free, but bear in mind that players cannot kill important NPCs."},{"T":"301","3":"It's a common practice in many open world games. Some NPCs will mess up the entire game if they are killed by players."},{"T":"301","3":"Kamui completed some basic game settings. The arcade machines stared."},{"T":"301","2":"System","3":"Starting... Loading game—Le*end...of...H*ro...X"},{"T":"301","3":"After some stuttering electrical sounds, a mysterious title was displayed."},{"T":"301","3":"'Legend of the Executor - GR' was the title. Moments later, it was blurred and a few more words showed up, getting larger and larger..."},{"T":"301","3":"'Romance of the Kingdoms — Overlord's Conquest'."}]