[{"T":"301","2":"Vera","3":"Where are you going? I don't mind following you all the way to the Demon King's Castle."},{"T":"301","2":"Vera","3":"But as you can see, Camu's not very patient."},{"T":"301","2":"Camu","3":"Leave me out of this."},{"T":"301","2":"Demon King","3":"Ugh..."},{"T":"301","2":"Liv","3":"It's a dead end..."},{"T":"301","3":"One could not run forever. Neither the Demon King nor Liv had any idea where to go."},{"T":"301","3":"They fell into a trap left by Vera in panic and were surrounded after more guards arrived."},{"T":"301","2":"Liv","3":"Are you after the Demon King?"},{"T":"301","2":"Vera","3":"He's just an unexpected bonus. We want you, Liv, the Holy Maiden of the game."},{"T":"301","2":"Demon King","3":"..."},{"T":"301","2":"Liv","3":"The Demon King also calls me the Holy Maiden. What does that really mean!?"},{"T":"301","2":"Vera","3":"It's the name given to those who can repair the artifact. It seems to be a special class generated by the system based on the player's skill."},{"T":"301","2":"Liv","3":"Those who can repair the artifact... Demon King, is that the last resort you are thinking?"},{"T":"301","2":"Demon King","3":"Yes. But I have never tried it myself, so..."},{"T":"301","2":"Vera","3":"Whoever gets the artifact gets the power of the Goddess. That seems to be how this game is configured. Whether it's the King or the Demon King doesn't matter."},{"T":"301","2":"Vera","3":"Everybody has their eyes on this power."},{"T":"301","2":"Vera","3":"Anyway, if we get you, we get half of the artifact. Your Commandant will bring the other half to us."},{"T":"301","2":"Liv","3":"Commandant... Right, I see Commandant and Karenina's names popping up on the menu."},{"T":"301","2":"Demon King","3":"Wait, do you also have other artifact fragments?"},{"T":"301","2":"Vera","3":"Yeah, we have three, but it's only a matter of time before we get the last piece. You stand no chance, Demon King."},{"T":"301","3":"Vera waved her hand, sending all the guards forward."},{"T":"301","2":"Demon King","3":"Hmm... I'll be your shield, Holy Maiden. As long as you can get away..."},{"T":"301","2":"Liv","3":"No matter how far we run, they will come and get us... Courage is what we need most now."},{"T":"301","2":"Vera","3":"Hah, I thought you were going to try to convince us."},{"T":"301","2":"Liv","3":"I know you won't be easily swayed. If I want to help the Demon King and this world..."},{"T":"301","2":"Liv","3":"I must defeat you right here."},{"T":"301","2":"Camu","3":"That's not going to happen."},{"T":"301","3":"A greatsword pierced the ground just when Liv was about to take a step forward. Camu suddenly appeared behind her."},{"T":"301","2":"Liv","3":"What!?"},{"T":"301","2":"Camu","3":"Just stop resisting, medic!"}]