[{"T":"301","2":"Camu","3":"That Hassen was definitely lying to us."},{"T":"301","2":"Karenina","3":"Why do you say that?"},{"T":"301","2":"Camu","3":"Just based on my experience. I have seen similar plots in the games that Kamui played."},{"T":"301","2":"Camu","3":"The humble-looking King could actually be the final Boss."},{"T":"302","2":"That's a lot of detail!","4":"I don't think Hassen is like that."},{"T":"301","2":"Camu","3":"Details are always good. They help us to locate the objective. Don't you think?"},{"T":"301","2":"Camu","3":"Remember, this is a game. That wasn't the real Hassen."},{"T":"301","2":"Camu","3":"I kind of learned what type of person Celica was yesterday. This King is probably set like Hassen in purpose to make others think he is a good guy."},{"T":"301","2":"Karenina","3":"A disguise, huh? Are you saying this Hassen is evil, and the Demons are good?"},{"T":"302","2":"Both can be evil though.","4":"Are you so sure that Hassen is evil?"},{"T":"301","2":"Vera","3":"You have a good point, Commandant."},{"T":"301","2":"Vera","3":"A good ruler doesn't necessarily have to be kind, but he must let others fear his authority. That Hassen apparently failed to do so."},{"T":"301","2":"Karenina","3":"Yeah, no matter what we said, he was always smiling. Disgusting."},{"T":"301","2":"Vera","3":"So why didn't we just beat that Hassen up? If he was evil, we could have skipped a lot of hassle."},{"T":"301","2":"Camu","3":"He had no HP bar."},{"T":"301","2":"Karenina","3":"HP bar... What is that?"},{"T":"301","2":"Camu","3":"Remember the enemies we fought earlier on? I could check their status and remaining health through the system, but not NPCs like Hassen."},{"T":"301","2":"Camu","3":"They were not configured as enemies that we could attack."},{"T":"301","2":"Camu","3":"This is a game. Even if we can attack him, if he has no HP bar, he 'cannot' be killed."},{"T":"301","2":"Karenina","3":"...How are we going to deal with enemies like that?"},{"T":"301","2":"Camu","3":"There are many ways, but all are up to the game settings, we can't really change that from our end."},{"T":"301","2":"Vera","3":"How annoying... Anyway, let's focus on the Demons and Liv now."},{"T":"301","2":"Camu","3":"True. But if my guess is right, Hassen should be the final Boss."},{"T":"301","2":"Vera","3":"What a boring plot."},{"T":"301","3":"The three villain Constructs kept attacking the old-school plot and inappropriate game settings, as if they were professional game designers."},{"T":"301","3":"Which completely destroyed the unfortunate listener's interests and dreams."},{"T":"301","2":"Demon","3":"Uuuurgh!"},{"T":"301","2":"Vera","3":"So this must be one of those compulsory fights. Well, Commandant of Gray Raven, now is your time to shine. Make sure we clear in the first attempt!"},{"T":"302","2":"Just do whatever you want.","4":"Alright, leave it to me."},{"T":"301","2":"Vera","3":"Fine, we don't need a stable mind to unlock our full strength here. Just hide somewhere safe, okay?"},{"T":"301","2":"Karenina","3":"In the first attempt, huh... What will happen if we die in this game?"}]